{
  "text": "* ยง 10-137. Prevention of harassment on school premises. a. Definitions. For the purposes of this section, the following terms shall have the following meanings: 1. \"Department\" shall mean the New York city department of education. 2. \"Gender\" shall mean actual or perceived sex and shall also include a person's gender identity, self-image, appearance, behavior or expression, whether or not that gender identity, self-image, appearance, behavior or expression is different from that traditionally associated with the legal sex assigned to that person at birth. 3. \"Harassment\" shall mean the creation of a hostile environment by, in whole or in part, conduct or verbal threats, taunting, intimidation or abuse, including conduct, verbal threats, intimidation or abuse for any reason, including, but not limited to, a person's actual or perceived race, color, national origin, ethnic group, religion, religious practice, disability, sexual orientation, gender, sex, family composition or circumstance, economic circumstance, physical characteristic, medical condition, school performance or any other characteristic or reason that has or would reasonably have the effect of substantially interfering with a student's educational performance, opportunities or benefits, or a student's mental, emotional or physical well-being, or that reasonably causes or would reasonably be expected to cause a student or other person to fear for his or her physical safety. 4. \"Retaliatory action\" shall mean, but not be limited to, dismissal, demotion, suspension, disciplinary action, negative performance evaluation, any action resulting in loss of staff, compensation or other benefit, failure to hire, failure to appoint, failure to promote, or transfer or assignment or failure to transfer or assign against the wishes of the affected person. 5. \"School\" shall mean each school within the New York city public school system that provides educational instruction to students at or below the twelfth grade level. 6. \"School function\" shall mean a school-sponsored extra-curricular event or activity or any event that takes place on school premises. 7. \"School premises\" shall mean the buildings, grounds or facilities, or any portion thereof, owned, occupied by, or under the custody or control of the department or of a school, used for the primary purpose of providing educational instruction to students at or below the twelfth grade level, and any vehicles owned, operated or leased by or on behalf of such institutions that are used to transport such students or the personnel of such institutions. School premises shall also include public transportation, such as subways, buses and ferries, when students use such public transportation to attend school or a school function. b. Prohibition of harassment. No person shall subject another person to harassment on school premises or at a school function. c. Policies and guidelines. 1. The chancellor of the city public school system shall create policies and guidelines, in accordance with the procedures set forth in subdivision three of section 2801 of the New York state education law, designed to create an environment for each school that is free from harassment. Such policies and guidelines shall include, but not be limited to, penalties or disciplinary measures for those found to have violated such policies and guidelines, and shall indicate when incidents of harassment must be reported to law enforcement authorities. Such policies and guidelines shall also specify that harassment is a basis for granting to a student who has been harassed a transfer to another school, commonly called a \"safety transfer,\" and that harassment is a basis for disciplining any student who engages or has engaged in the harassment of others. 2. Such policies and guidelines required by paragraph 1 of this subdivision shall also: (i) include guidelines to be used in employee training programs, which training shall be given on a regular basis to all pedagogical staff and school safety officers to discourage the development of harassment by (a) raising the awareness and sensitivity of school employees to potential harassment, and (b) enabling employees to prevent and respond to harassment; (ii) include guidelines to be used in presentations given to students about conduct and harassment issues; such guidelines shall be designed to discourage the development of harassment by (a) raising the awareness and sensitivity of pupils regarding potential harassment, and (b) fostering empathy and empathetic conduct among students; (iii) be included in the code of conduct which the chancellor is required to disseminate pursuant to subdivision four of section 2801 of the New York state education law; (iv) be included in mail to parents or guardians of students at each school at the beginning of each school year, be posted in prominent places within each school and be translated and made available in the ten most common languages spoken in New York city and in any other language spoken by more than ten percent of the parents or guardians of children attending any individual school; and (v) be distributed to all staff, school safety officers and members of school safety committees. 3. The chancellor of the city public school system shall appoint the principal of each school as the person responsible for ensuring the dissemination of the anti-harassment policies and guidelines to all staff of each school, all school safety officers, all members of the school safety committee, and to all students and their parents or guardians, and for providing training to pedagogical staff and school safety officers. Such principal shall also ensure that the name and contact information of a school employee who can provide copies of such policies and guidelines is made available to all students, parents, guardians, staff and to the school safety committee. Such principal may designate a subordinate to assume the responsibilities required by this paragraph. d. Reporting. 1. The chancellor of the city public school system shall appoint the principal of each school as the enforcement officer responsible for ensuring the enforcement of the anti-harassment policies and guidelines established pursuant to subdivision c of this section and to whom reports of incidents of harassment on school premises or at a school function may be made. Each such principal may designate a subordinate to assume these responsibilities. The chancellor shall also appoint the superintendent of each region and/or district within his or her jurisdiction, or the designee of such superintendent, as the person to whom reports of incidents of harassment on school premises or at a school function may be made when such report concerns the principal or other person appointed or designated as the enforcement officer of a school. 2. The chancellor shall create procedures under which incidents of harassment on school premises or at school functions are tracked centrally for record keeping purposes, and procedures under which such incidents of harassment are reported promptly to the principal or his or her designee, or the superintendent of each region and/or district or his or her designee, who must complete, for each such incident, an incident report indicating information about the incident, including, but not limited to, the parties, the location where such incident took place, the date and time such incident occurred and type of harassment involved. 3. By no later than July 30 of each year, the department shall publish a statistical summary of all incidents of harassment that occurred on school premises or at a school function during the preceding school year. Such summary report shall indicate, at a minimum, the number and nature of incidents of harassment broken down by school, school district, region, borough and grade level, and shall be published on the department's website and by such other means as, in the chancellor's discretion, are reasonably determined to best disseminate such information to the public. 4. The department shall also include, on each school's annual report card or any similar document that the department creates, summary information about incidents of harassment at such school, which information shall include (i) a comparison of all incidents of harassment at such school with all incidents of harassment in all similar schools, as determined by the department and (ii) the number of safety transfers that were granted from such school to another school during the preceding school year. e. Protection of people who report incidents of harassment. Any person subjected to harassment or having reasonable cause to suspect that another person has been subjected to harassment on school premises or at a school function, who reasonably and in good faith either reports such information to appropriate school officials or to law enforcement authorities, or who initiates, testifies, participates or assists in any formal or informal proceedings pursuant to this section, shall not be liable for civil damages that may arise from the making of such report or from initiating, testifying, participating or assisting in such formal or informal proceedings, and no school official or employee shall take, request or cause a retaliatory action against any such person who either makes such a report or initiates, testifies, participates or assists in such formal or informal proceeding. * NB There are 2 ยง 10-137's ",
  "sections": [

  ],
  "title": {
    "identifier": "10",
    "text": "PUBLIC SAFETY"
  },
  "chapter": {
    "identifier": "1",
    "text": "PUBLIC SAFETY"
  },
  "heading": {
    "title": "10",
    "chaptersection": "137",
    "identifier": "10-137",
    "catch_text": "Prevention of harassment on school premises."
  }
}