{
  "text": "ยง 11-275 Administration of the benefit program. The department shall have the following additional functions, powers and duties: a. To require that any documents submitted in support of or as part of an application be certified; b. To audit documents submitted by an applicant, to require the production of books, records and documents with respect to information relating to any application made pursuant to, or whether the applicant has complied with, the requirements of this part; c. To revoke or suspend benefits due to non-compliance with a request made under this section; d. to enter and inspect property to determine a property's use and to determine whether (1) any such property is being used for any restricted use, or (2) any property for which benefits have been granted for industrial construction work is being used as commercial property, or (3) any industrial or commercial property is being used as residential or mixed-use property, or (4) all or part of the nonresidential portion of mixed-use property is being used as residential property; e. To make and promulgate a rule that increases up to fifty percent the amount of the minimum required expenditure required under this part, if, after consultation with the deputy mayor for economic development and planning, the commissioner determines that a greater minimum required expenditure is required to encourage significant industrial and commercial development; and f. To make and promulgate any other rules to carry out the purposes of this part. Such rules shall provide that for construction work, recipients of benefits and their contractors shall be equal opportunity employers and may also provide that persons employed in the construction work shall implement a training program for economically disadvantaged persons enrolled or eligible to be enrolled in training programs approved by the department of labor. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "2",
    "text": "REAL PROPERTY ASSESSMENT, TAXATION AND CHARGES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "275",
    "identifier": "11-275",
    "catch_text": "Administration of the benefit program."
  }
}