{
  "text": "ยง 11-2101 Definitions. When used in this chapter the following terms shall mean or include: 1. \"Person.\" An individual, partnership, society, association, joint stock company, corporation, estate, receiver, trustee, assignee, referee or any other person acting in a fiduciary or representative capacity, whether appointed by a court or otherwise, any combination of individuals, and any other form of unincorporated enterprise owned or conducted by two or more persons. 2. \"Deed.\" Any document or writing (other than a will), regardless of where made, executed or delivered, whereby any real property or interest therein is created, vested, granted, bargained, sold, transferred, assigned or otherwise conveyed, including any such document or writing whereby any leasehold interest in real property is granted, assigned or surrendered. 3. \"Instrument.\" Any document or writing (other than a deed or a will), regardless of where made, executed or delivered, whereby any econonic interest in real property is transferred. 4. \"Transaction.\" Any act or acts, regardless of where performed, and whether or not reduced to writing, unless evidenced by a deed or instrument, whereby any economic interest in real property is transferred (other than a transfer pursuant to the laws of intestate succession). 5. \"Real property.\" Every estate or right, legal or equitable, present or future, vested or contingent, in lands, tenements or hereditaments, which are located in whole or in part within the city of New York. It shall not include a mortgage, a release of mortgage or, for purposes of paragraph three and subparagraphs (ii) and (iii) of paragraph seven of subdivision a of section 11-2102 of this chapter, a leasehold interest in a one, two or three-family house or an individual dwelling unit in a dwelling which is to be occupied or is occupied as the residence or home of four or more families living independently of each other. It shall not include rights to sepulture. 6. \"Economic interest in real property.\" The ownership of shares of stock in a corporation which owns real property; the ownership of an interest or interests in a partnership, association or other unincorporated entity which owns real property; and the ownership of a beneficial interest or interests in a trust which owns real property. 7. \"Transfer\" or \"transferred.\" When used in relation to an economic interest in real property, the terms \"transfer\" or \"transferred\" shall include the transfer or transfers or issuance of shares of stock in a corporation, interest or interests in a partnership, association or other unincorporated entity, or beneficial interest in a trust, whether made by one or several persons, or in one or several related transactions, which shares of stock or interest or interests constitute a controlling interest in such corporation, partnership, association, trust or other entity. 8. \"Controlling interest.\" In the case of a corporation, fifty percent or more of the total combined voting power of all classes of stock of such corporation, or fifty percent or more of the total fair market value of all classes of stock of such corporation; and, in the case of a partnership, association, trust or other entity, fifty percent or more of the capital, profits or beneficial interest in such partnership, association, trust or other entity. 9. \"Consideration.\" The price actually paid or required to be paid for the real property or economic interest therein, without deduction for mortgages, liens or encumbrances, whether or not expressed in the deed or instrument and whether paid or required to be paid by money, property, or any other thing of value. It shall include the cancellation or discharge of an indebtedness or obligation. It shall also include the amount of any mortgage, lien or other encumbrance, whether or not the underlying indebtedness is assumed. 10. \"Net consideration.\" Any consideration, exclusive of any mortgage or other lien or encumbrance on the real property or interest therein which existed before the delivery of the deed and remains thereon after the delivery of the deed. 11. \"Comptroller.\" The comptroller of the city of New York. 12. \"Commissioner of finance.\" The commissioner of finance of the city of New York. 13. \"City.\" The city of New York. 14. \"Grantor.\" The person or persons making, executing or delivering the deed. The term \"grantor\" also includes the entity with an interest in real property or the person or persons who transfer an economic interest in real property. 15. \"Grantee.\" The person or persons accepting the deed or who obtain any of the real property which is the subject of the deed or any interest therein. The term \"grantee\" also includes the person or persons to whom an economic interest in real property is transferred. 16. \"Affixed.\" Includes attached or annexed by adhesion, stapling or otherwise, or a notation by stamp, imprint or writing. 17. \"Register.\" Includes the city register and the county clerk of the county of Richmond. 18. \"Tax appeals tribunal.\" The tax appeals tribunal established by section one hundred sixty-eight of the charter. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "21",
    "text": "REAL PROPERTY TRANSFER TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2101",
    "identifier": "11-2101",
    "catch_text": "Definitions."
  }
}