{
  "text": "ยง 11-272 Reporting requirement. a. Continuing use. For the duration of the benefit period, the recipient of benefits shall file biennially with the department, on or before the appropriate taxable status date, a statement of the continuing use of such property and any changes in use that have occurred, provided, however, that any recipient of benefits receiving benefits for property defined as a peaking unit shall file such statement biannually. This statement shall be in a form determined by the department and may be in any format the department determines, in its discretion, is appropriate, including electronic format. The department shall have authority to terminate such benefits upon failure of a recipient to file such statement by the appropriate taxable status date. The burden of proof shall be on the recipient to establish continuing eligibility for benefits and the department shall have the authority to require that statements filed under this subdivision be certified. b. Conversion of construction. A recipient shall file an amendment to the latest statement of continuing use prior to: (1) converting square footage within property that is the subject of benefits for industrial construction work from use for the manufacturing activities described in such statement of continuing use where such conversion would result in less than sixty-five percent of total net square footage being used or held out for use for manufacturing activities; or (2) converting any portion of property that is the subject of benefits for industrial construction work for use for any restricted activity or as residential property. (3) For all other use conversions, applicants shall immediately notify the department of a change in use, in a manner that the department may determine. c. Minimum required expenditure. No later than sixty days after the minimum required expenditure must be made under subdivision a of section 11-270 of this part, the applicant shall submit to the department a certified statement that the applicant has made the minimum required expenditure as required by this part. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "2",
    "text": "REAL PROPERTY ASSESSMENT, TAXATION AND CHARGES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "272",
    "identifier": "11-272",
    "catch_text": "Reporting requirement."
  }
}