{
  "text": "ยง 11-2053 Deposit and disposition of revenue. (a) The tax commission shall deposit daily to the credit of the comptroller of the state of New York, all taxes, penalties and interest collected under this subchapter in such responsible banks, banking houses or trust companies as may be designated by the comptroller. Such deposits shall be kept in trust for the city and separate and apart from all other monies in the possession of the comptroller. The comptroller shall require adequate security from all such depositories. Of the revenue collected under this subchapter the comptroller shall retain in his or her hands such amount as the commissioner of taxation and finance of the state of New York may determine to be necessary for refunds under this subchapter and for reasonable costs of the tax commission in administering, collecting and distributing the taxes under this subchapter, out of which the comptroller shall pay any refunds made under the provisions of this subchapter. The comptroller, after reserving such refund fund and such costs shall, on or before the twelfth day of each month, pay to the commissioner of finance of this city all taxes, interest and penalties collected under this subchapter during the next preceding calendar month and remaining to the comptroller's credit in such banks, banking houses or trust companies at the close of business on the last day of such preceding month, provided, however, that the comptroller shall on or before the last day of June and December make a partial payment consisting of the collections made during and including the first twenty-five days of said months to the commissioner of finance of this city. The amount so payable shall be certified to the comptroller by the president of the tax commission or such president's delegate, who shall not be held liable for any inaccuracy in such certificate. Provided, however, any such certification may be based on such information as may be available to the tax commission at the time such certificate must be made under this section and may be estimated on the basis of percentages or other indices calculated from distributions for prior periods. Where the amount so paid over in any such distribution is more or less than the amount then due to this city, the amount of the overpayment or underpayment shall be certified to the comptroller by the president of the tax commission or such president's delegate, who shall not be held liable for any inaccuracy in such certificate. The amount of the overpayment or underpayment shall be so certified to the comptroller as soon after the discovery of the overpayment or underpayment as reasonably possible and subsequent payments and distributions by the comptroller to this city shall be adjusted by subtracting the amount of any such overpayment from or by adding the amount of any such underpayment to such number of subsequent payments and distributions as the comptroller and the president of the tax commission shall consider reasonable in view of the amount of the overpayment or underpayment and all other facts and circumstances. (b) All payments to the commissioner of finance pursuant to subdivision (a) of this section shall be credited to and deposited in the general fund of this city. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "20",
    "text": "SALES, EXCISE AND RELATED TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2053",
    "identifier": "11-2053",
    "catch_text": "Deposit and disposition of revenue."
  }
}