{
  "text": "ยง 11-270 Eligibility for benefits. a. Time limit for meeting minimum required expenditure. Applicants must meet the appropriate minimum required expenditure as provided in subdivision c of section 11-269 of this part relating to the abatement for which such project qualifies as follows: (1) No later than four years from the date of issuance of the first building permit, or if no permit was required, the commencement of construction. (2) Mixed use properties. Expenditures for construction work related to the common areas and systems of such property shall be allocated under rules promulgated by the department between the residential, nonresidential and retail, if any, portions of the property. b. Time limit for completion of construction. Construction of buildings or structures for which benefits have been approved shall be completed no later than five years from the date of issuance of the first building permit, or if no permit was required, the commencement of construction. Failure to meet this requirement shall result in termination of any inflation protection provided under subdivision c of section 11-269 of this part for any tax year that begins following the date by which completion of construction is required under this paragraph. c. Non-permissible uses. To be eligible for benefits, the property may not be used for a non-permissible purpose. Accordingly, no abatement benefits under this part shall be granted for work to be performed on property to be used for the following purposes: (1) Residential. No abatement benefits under this part shall be granted for construction work for residential purposes, or for work on a structure or building where twenty percent or more of the total rentable square footage of such property is or will be dedicated to residential purposes, provided however that where less than five percent of a property's rentable square footage is or will be dedicated to residential purposes, that use shall be considered de minimus and shall not be considered in determining benefits under this part. (a) For purposes of this paragraph, \"property\" means the real property contained by an individual tax lot. (b) Notwithstanding subparagraph (a) of this paragraph, where a building or structure is owned in condominium form, and an application for benefits under this part includes more than one property in the same condominium, then for purposes of this paragraph, the five percent and twenty percent of the rentable square footage shall be determined based on the aggregate usage of all such properties. (c) Hotel uses, as described in subdivision d of this section, shall not be considered residential. (2) Utility property. No abatement benefits under this part shall be provided for utility property. (3) Restricted activity. No benefits pursuant to this part shall be granted for construction work on property any part of which is to be used for a restricted activity. d. Hotel uses. Benefits shall be available for commercial construction work or renovation construction work on a building or structure for the property's square footage used to provide lodging and support services for transient guests. e. Filing requirements. (1) Time to file. (a) Preliminary application. (i) Building permit. No benefits pursuant to this part shall be granted for any construction work unless the applicant filed a preliminary application for such benefits on or before the date of issuance of the first building permit for such work. This requirement may be satisfied where the applicant's architect, contractor or other representative authorized to file the application for such building permit files with the department on behalf of the applicant a preliminary application containing such information as the department shall prescribe by rule. (ii) No building permit required. Where construction work does not require a building permit, a notarized letter from the project's architect or engineer notifying the department of this fact shall be filed within thirty calendar days of the commencement of construction. In such circumstance, such letter shall also satisfy the requirement of a preliminary application if the letter contains all of the information required for a preliminary application under rules prescribed by the department. (b) Final application. Applicants shall file a final application for benefits no later than one year from the date of issuance of the first building permit for construction work, or, where construction work does not require a building permit, no later than one year from the date of commencement of construction. (2) Who may file for benefits. An applicant shall be: (a) obligated to pay real property tax on the property, either by virtue of ownership or contract; or (b) the record owner or lessee of property that is exempt from real property taxation who has entered into an agreement to sell or lease such property to another person. Such applicant shall be a co-applicant with such owner or lessee. (3) Applicant affidavit. No benefits pursuant to this part shall be granted for any construction work unless the applicant provides, together with the final application, an affidavit setting forth the following information: (a) a statement that within the seven years immediately preceding the date of the preliminary application for benefits, neither the applicant, nor any person owning a substantial interest in the property as defined in subparagraph (c) of this paragraph, nor any officer, director or general partner of the applicant or such person was finally adjudicated by a court of competent jurisdiction to have violated section two hundred thirty-five of the real property law or any section of article one hundred fifty of the penal law or any similar arson law of another state with respect to any building, or was an officer, director or general partner of a person at the time such person was finally adjudicated to have violated such law; and (b) a statement setting forth any pending charges alleging violation of section two hundred thirty-five of the real property law or any section of article one hundred fifty of the penal law or any similar arson law of another jurisdiction with respect to any building by the applicant or any person owning a substantial interest in the property as defined in subparagraph (c) of this paragraph, or any officer, director or general partner of the applicant or such person. (c) \"Substantial interest\" as used in this subdivision shall mean ownership and control of an interest of ten percent or more in a property or any person owning a property. (d) If any person described in the statement required by subparagraph (b) of this paragraph is finally adjudicated by a court of competent jurisdiction to be guilty of any charge listed in such statement, the recipient shall cease to be eligible for benefits pursuant to this part and shall pay with interest any taxes for which an abatement was claimed pursuant to this part. f. Requirement to file income and expense statements. No benefits pursuant to this part shall be granted for any property unless income and expense statements are filed for the property with respect to the tax year as to which the assessment roll described in paragraph (2) of subdivision b of section 11-269 of this part applies, and all subsequent tax years up to and including the tax year on which the assessment roll described in paragraph (3) of subdivision b of section 11-269 of this part applies. g. Co-application with public entity. A co-applicant with a public entity may be eligible for abatement benefits, provided that for any period for which the property is exempt from real property tax because it is owned or controlled by a public entity, no benefits shall be available to such recipient under this part. Such recipient may receive benefits under this part when the property is no longer eligible for an exemption as follows: (1) No benefits under this part shall be provided during the period of exemption; (2) during such period of exemption, the years of the benefit period applicable to the project provided in subdivision c of section 11-269 of this part shall not be tolled, but shall run in accordance with the applicable schedule provided therein; and (3) the recipient shall, starting with the date the exemption ceases, and continuing until the abatement benefit period expires, receive the abatement benefits to which such recipient is entitled in the tax year that corresponds to the year of the benefit period provided in subdivision c of section 11-269 of this part. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "2",
    "text": "REAL PROPERTY ASSESSMENT, TAXATION AND CHARGES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "270",
    "identifier": "11-270",
    "catch_text": "Eligibility for benefits."
  }
}