{
  "text": "Section 11-2901. Establishment of the Tax Study Commission; membership. a. There is established a joint tax study commission to advise the mayor and the council. The commission shall consist of seventeen voting members, nine of whom shall be elected or appointed officials of the city of New York and eight who shall be public members. The commission shall be appointed as follows: (1) four members appointed by the mayor; (2) three members appointed by the vice chairman; (3) one member appointed by the council president; (4) one member appointed by the comptroller; and (5) eight public members appointed jointly by the mayor and the vice chairman. One member shall be designated by both the mayor and the vice chairman to serve as chairperson. b. Vote of the commission; delegates. The commission shall be authorized to vote on any motion properly before it when a quorum, consisting of more than one-half of its members, is present. The motion shall be adopted if a majority of the members vote thereon. Each member may designate a representative who may vote on behalf of such member and who shall be counted as a member for the purposes of determining the existence of a quorum. The designation of a representative shall be made in a prior written notice served upon the chairperson of the commission. c. Mandates of the commission. The commission is hereby mandated: (1) to analyze the impact of the extensive changes in federal taxation, the implementation of which is to begin in 1987, and to consider how the local tax system might best adapt to anticipated changes in tax burdens and tax receipts; and (2) to analyze the city's current personal income tax laws to determine their effectiveness in realizing municipal fiscal and policy goals, and in satisfying the traditional objectives of equity and efficiency; and (3) to analyze the city's real property, business and other tax structures to determine their effectiveness in realizing municipal fiscal and policy goals; and (4) to make recommendations in each instance for such actions as it deems necessary to achieve these objectives. d. Duties and powers of the commission. The commission shall, in order to achieve its mandates: (1) meet at such times as it shall deem necessary; (2) utilize the best expertise available as it proceeds with its work, seeking both the advice and the active participation of tax professionals, economists, and fiscal analysts who shall act as advisors and/or paid consultants. e. Reports. The commission shall issue at least two separate reports to the mayor and the council. The first report shall be submitted to the mayor and the council no later than four months from the effective date of this local law and shall address possible municipal adaptations to the new federal tax law. The second report shall be issued no later than twenty-four months from the effective date of this local law and shall address the reforms of the city's tax system as a whole. Additional separate studies and reports may be issued from time to time as the commission deems appropriate. In all instances, to the greatest extent possible, the commission shall recommend, legislative and other courses of action to the mayor and the council. f. Duration of the commission. The commission shall expire on January thirty-first, one thousand nine hundred eighty-nine. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "29",
    "text": "TAX STUDY COMMISSION"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2901",
    "identifier": "11-2901",
    "catch_text": "Establishment of the Tax Study Commission; membership."
  }
}