{
  "text": "ยง 11-2049 Imposition of tax. On and after September first, nineteen hundred eighty, there is hereby imposed within the city of New York, and there shall be paid, a tax at the rate of eight percent on receipts from every sale of the service of providing parking, garaging or storing for motor vehicles by persons operating a garage (other than a garage which is part of premises occupied solely as a private one or two family dwelling), parking lot or other place of business engaged in providing parking, garaging or storing for motor vehicles, in every county within the city of New York with a population density in excess of fifty thousand persons per square mile, as determined by reference to the latest federal census; provided, however, that receipts for such services paid to a homeowner's association by its members or receipts paid by members of a homeowner's association to a person leasing the parking facility from the homeowner's association shall not be subject to the tax imposed by this section. For purposes of this section, a homeowner's association is an association (including a cooperative housing or apartment corporation) (i) the membership of which is comprised exclusively of owners or residents of residential dwelling units, including owners of units in a condominium, and including shareholders in a cooperative housing or apartment corporation, where such units are located in a defined geographical area such as a housing development or subdivision; and (ii) which owns or operates a garage, parking lot or other place of business engaged in providing parking, garaging or storing for motor vehicles located in such area for use (whether or not exclusive) by such owners or residents. The tax imposed on the receipts described in this section is in addition to the tax imposed on such receipts under subchapter one of this chapter or section eleven hundred seven of the tax law, as the case may be. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "20",
    "text": "SALES, EXCISE AND RELATED TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2049",
    "identifier": "11-2049",
    "catch_text": "Imposition of tax."
  }
}