{
  "text": "ยง 11-2501 Definitions. When used in this chapter the following terms shall mean or include: 1. \"Person.\" An individual, partnership, society, association, joint-stock company, corporation, estate, receiver, trustee, assignee, referee, or any other person acting in a fiduciary or representative capacity, whether appointed by a court or otherwise and any combination of individuals or of the foregoing. 2. \"Operator.\" Any person operating a hotel in the city of New York, including, but not limited to, the owner or proprietor of such premises, lessee, sublessee, mortgagee in possession, licensee or any other person otherwise operating such hotel. 3. \"Occupant.\" A person who, for a consideration, uses, possesses, or has the right to use or possess, any room or rooms in a hotel under any lease, concession, permit, right of access, license to use or other agreement, or otherwise. \"Right to use or possess\" includes the rights of a room remarketer as described in subdivision twelve of this section. 4. \"Occupancy.\" The use or possession, or the right to the use or possession of any room or rooms in a hotel, or the right to the use or possession of the furnishings or to the services and accommodations accompanying the use and possession of the room or rooms. \"Right to the use or possession\" includes the rights of a room remarketer as described in subdivision twelve of this section. 5. \"Hotel.\" A building or portion of it which is regularly used and kept open as such for the lodging of guests. The term \"hotel\" includes an apartment hotel, a motel, boarding house or club, whether or not meals are served. 6. \"Room.\" Any room of any kind, other than a bathroom or lavatory, in any part or portion of a hotel which is available for, or let out for, use or possession for any purpose other than a place of assembly as defined in section 27-232 of the code. 7. \"Rent.\" The consideration received for occupancy valued in money, whether received in money or otherwise, including all receipts, cash, credits, and property or services of any kind or nature, including any service or other charge or amount required to be paid as a condition for occupancy, and also any amount for which credit is allowed by the operator or room remarketer to the occupant, without any deduction therefrom whatsoever, whether received by the operator or a room remarketer or another person on behalf of either of them. 8. \"Permanent resident.\" Any occupant of any room or rooms in a hotel for at least one hundred eighty consecutive days shall be considered a permanent resident with regard to the period of such occupancy. 9. \"Commissioner of finance.\" The commissioner of finance of the city. 10. \"Comptroller.\" The comptroller of the city. 11. \"Tax appeals tribunal.\" The tax appeals tribunal established by section one hundred sixty-eight of the charter. 12. \"Room remarketer.\" A person who reserves, arranges for, conveys, or furnishes occupancy, whether directly or indirectly, to an occupant for rent in an amount determined by such room remarketer, directly or indirectly, whether pursuant to a written or other agreement. Such person's ability or authority to reserve, arrange for, convey, or furnish occupancy, directly or indirectly, and to determine rent therefor, shall be the \"rights of a room remarketer\". A room remarketer is not a permanent resident with respect to a room for which such person has the rights of a room remarketer. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "25",
    "text": "TAX ON OCCUPANCY OF HOTEL ROOMS"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2501",
    "identifier": "11-2501",
    "catch_text": "Definitions."
  }
}