{
  "text": "ยง 11-278. Participation by minority-and women-owned business enterprises. a. Policy and program established. It is the policy of the city to encourage meaningful participation of minority-and women-owned business enterprises in construction work for which an applicant receives benefits under this part. A program is hereby established to further the stated policy that will be administered by the division of economic and financial opportunity within the department of small business services, or any successor thereto, in accordance with the provisions of this section. b. Definitions. For purposes of this section, the following terms shall have the following meanings: 1. \"Directory\" shall have the same meaning as provided in paragraph thirteen of subdivision c of section 6-129 of this code. 2. \"Division\" shall mean the division of economic and financial opportunity within the department of small business services. 3. \"Minority-owned business enterprise\" shall mean a minority-owned business enterprise certified in accordance with section 1304 of the charter. 4. \"Women-owned business enterprise\" shall mean a women-owned business enterprise certified in accordance with section 1304 of the charter. c. Information to be provided with the application for benefits. The department shall provide with the application for benefits information concerning how an applicant can access the directory from the division. Making such information available may include, but need not be limited to, providing information to applicants on how to access and search the directory in electronic format. The application shall also include information concerning an applicant's obligations under this part. d. For construction projects between seven hundred fifty thousand dollars and one million five hundred thousand dollars in cost, the applicant shall certify that it accessed the directory. The applicant shall file such certification with the department in conjunction with the final application for benefits along with a report of whether or not efforts were made by the applicant to include minority- and women-owned business enterprises in the construction work on property for which benefits are sought in accordance with this part, and if so, what such efforts were. e. For construction projects one million five hundred thousand dollars in cost and over, the applicant must comply with the following requirements in order to obtain benefits under this part: 1. Subsequent to filing a preliminary application for benefits, the applicant shall inform the division of contracting and subcontracting opportunities at construction sites where the applicant will be performing construction work subject to benefits pursuant to this part. The division shall make information on such contracting and subcontracting opportunities available to the general public by posting such opportunities on its website. 2. The applicant shall review the directory to identify minority-or women-owned business enterprises that may be qualified to perform contracting or subcontracting work on construction projects subject to benefits pursuant to this part. 3. For each subcontract on the project, the applicant shall solicit or arrange for the solicitation of bids from at least three of such minority- or women-owned enterprises to perform such subcontracting work. 4. The applicant shall maintain records demonstrating its compliance with the provisions of this subdivision. 5. When filing a final application for benefits with the department, the applicant shall certify that it has complied with and will continue to comply with the provisions of this subdivision. The certification shall also include: (i) the name and contact information of every minority- or women-owned business enterprise that the applicant solicited bids from pursuant to the provisions of paragraph three of this subdivision and (ii) whether any such minority- or women-owned firm was awarded a subcontract. f. The division shall have authority to audit the records maintained by each applicant pursuant to paragraph four of subdivision e of this section to ensure compliance with the requirements of such subdivision. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "2",
    "text": "REAL PROPERTY ASSESSMENT, TAXATION AND CHARGES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "278",
    "identifier": "11-278",
    "catch_text": "Participation by minority- and women-owned business enterprises. "
  }
}