{
  "text": "ยง 11-2602 Payment and payment over of taxes. The taxes imposed by this chapter shall be payable on the recording of each mortgage of real property subject to taxes thereunder. Such taxes shall be paid to the recording officer of the county in which the real property or any part thereof is situated, except where real property is situated within and without the city, the recording officer of the county in which the mortgage is first recorded shall collect the tax imposed by this chapter, as required by subdivision three of section two hundred fifty-three-a of the tax law. It shall be the duty of such recording officer to indorse upon each mortgage a receipt for the amount of the tax so paid. Any mortgage so endorsed may thereupon or thereafter be recorded by any recording officer and the receipt for such tax indorsed upon each mortgage shall be recorded therewith. The record of such receipt shall be conclusive proof that the amount of tax stated therein has been paid upon such mortgage. Upon the first day of each month the city register and the recording officer of Richmond county shall pay over to the commissioner of finance of the city for credit to the general fund of such city, the balance of the moneys received during the preceding month upon account of taxes paid to him or her as herein prescribed, after deducting the necessary expenses of his or her office as provided in section two hundred sixty-two of the tax law, except taxes paid upon mortgages which are first to be apportioned by the commissioner of taxation and finance, which taxes and money shall be paid over by him or her as provided by the determination of the said commissioner of taxation and finance. Notwithstanding the foregoing provision, in each instance where the tax imposed pursuant to section 11-2601 of this chapter is one dollar and twenty-five cents for each one hundred dollars and each remaining major fraction thereof of such principal debt or obligation, fifty percent of the total amount of such tax, including fifty percent of any interest or penalties thereon, shall be set aside in a special account by the commissioner of finance, and in each instance where the tax imposed pursuant to that section is one dollar and seventy-five cents for each one hundred dollars and each remaining major fraction thereof of such principal debt or obligation, thirty-five and seven-tenths percent of the total amount of such tax, including thirty-five and seven-tenths percent of any interest or penalties thereon, shall also be set aside in such special account. Moneys in such account shall be used for payment by such commissioner to the state comptroller for deposit in the urban mass transit operating assistance account of the mass transportation operating assistance fund of any amount of insufficiency certified by the state comptroller pursuant to the provisions of subdivision six of section eighty-eight-a of the state finance law, and on the fifteenth day of each month, such commissioner shall transmit all funds in such account at the end of the preceding month, except the amount required for the payment of any amount of insufficiency certified by the state comptroller and such amount as he or she deems necessary for refunds and such other amounts necessary to finance the New York city transportation disabled committee and the New York city paratransit system as established by section fifteen-b of the transportation law, provided, however, that such amounts shall not exceed six percent of the total funds in the account but in no event be less than two hundred twenty-five thousand dollars beginning April first, nineteen hundred eighty-six, and further that beginning November fifteenth, nineteen hundred eighty-four and during the entire period prior to operation of such system, the total of such amounts shall not exceed three hundred seventy-five thousand dollars for the administrative expenses of such committee and fifty thousand dollars for the expenses of the agency designated pursuant to paragraph b of subdivision five of such section, and other amounts necessary to finance the operating needs of the private bus companies franchised by the city of New York and eligible to receive state operating assistance under section eighteen-b of the transportation law, provided, however, that such amounts shall not exceed four percent of the total funds in the account, to the New York city transit authority for mass transit within the city. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "26",
    "text": "TAX ON MORTGAGES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2602",
    "identifier": "11-2602",
    "catch_text": "Payment and payment over of taxes."
  }
}