{
  "text": "ยง 11-2801 Claims against fire insurance proceeds. Definitions. 1. As used in this chapter, any inconsistent provision of law notwithstanding, the following terms shall have the following meanings: (a) \"Commissioner\" means the commissioner of finance. (b) \"Real property\" means property upon which there is erected any residential, commercial or industrial building or structure except a one or two family residential structure. (c) \"Lien\" means any lien including liens for taxes, special ad valorem levies, special assessments and municipal charges arising by operation of law against property in favor of the city and remaining undischarged for a period of one year or more. (d) \"Board\" means the board created by subdivision five of this section. (e) \"Special lien\" means a lien upon fire insurance proceeds pursuant to this chapter and chapter seven hundred thirty-eight of the laws of nineteen hundred seventy-seven. (f) \"Fund\" means the fire insurance proceeds fund created pursuant to subdivision ten of this section. 2. The commissioner shall file a notice of intention to claim against the proceeds of fire insurance policies pursuant to section twenty-two of the general municipal law with the state superintendent of insurance for entry in the index of liens maintained by him or her as provided in section three hundred thirty-one of the insurance law. 3. Prior to the payment of any proceeds of a policy of insurance for damages caused by fire to real property, which policy insures the interest of an owner and is issued on real property located within the city, and following notification to the commissioner by an insurer of the filing of a claim for payment of such proceeds, the commissioner shall claim, by serving a certificate of lien, against such proceeds to the extent of any lien (including interest and penalties to the date of the claim) thereon, which claim when made and perfected in the manner provided for in section twenty-two of the general municipal law and section three hundred thirty-one of the insurance law, shall constitute a special lien against such proceeds and shall, as to such proceeds, be prior to all other liens and claims except the claim of a mortgagee of record named in such policy. Notice of the service of the certificate of the special lien shall be given to the insured by certified mail. 4. The provisions of this chapter shall not be deemed or construed to alter or impair the right of the city to acquire or enforce any lien against property but shall be in addition to any other power provided by law to acquire or enforce such right. 5. The fire insurance proceeds claims board is hereby established to administer the provisions of subdivisions six through thirteen of this section. The board shall consist of the first deputy mayor, who shall be chairperson, the commissioner of buildings, the commissioner of housing preservation and development, the commissioner of finance and the deputy mayor for economic development, each of whom shall have the power to designate an alternate to represent him or her at board meetings with all the rights and powers, including the right to vote, reserved to all board members, provided that such designation shall be in writing to the chairperson. So far as practicable and subject to the approval of the mayor, the services of all other city departments and agencies shall be made available by their respective heads to the board for the carrying out of its functions. Each member shall serve without additional compensation except for expenses actually incurred. 6. Whenever the proceeds of policy of fire insurance which will be or has been paid to the city instead of an insured, all or part of such proceeds may be paid or released to the insured if the insured satisfies the board that the affected premises have been or will be repaired or restored, that such repairs or restoration are in the public interest, and the insured is issued and complies with a certificate of the board pursuant to this chapter. To secure such payment or release of proceeds the insured must notify the board within forty-five days after the mailing to the insured of a notice of the service of the certificate of special lien pursuant to subdivision three hereof, of the intention to restore or repair the affected premises and must file with the board a completed application with all required supporting documentation pursuant to subdivision seven of this section within sixty days thereafter, unless the board grants an extension for a stated period of time. 7. The release or return to the insured of any amounts to which he or she or it would otherwise be entitled to claim shall be subject to the following conditions: (a) Such release or return shall be subject to the repair or restoration of the affected premises, in accordance with applicable building laws, to the condition it was in prior to the time the lien of the city arose, or to an improved condition. (b) The insured shall file with the board an application in affidavit form, with such supporting documentation as the board shall require, containing the following: (i) A complete description of the nature and extent of the damage to the insured premises and of the condition of the premises prior to the time the lien of the city arose; (ii) A complete description of the nature of the repairs or restoration to be undertaken and the cost thereof; (iii) A statement as to the source of funds needed to complete such repairs or restoration if the insurance proceeds are not sufficient therefor; (iv) The name and address of each contractor who will effect such repairs or restoration; (v) An estimated time schedule showing how long the repairs or restoration, and each phase thereof, will take; and (vi) Such other information as may be required by the board to enable it to determine whether the repairs or restoration are in the public interest and will be or have been timely and properly made. (c) Upon a preliminary approval by the board of an application pursuant to paragraph (b) of this subdivision, the board may issue a certificate, to be signed by the chairperson or his or her designee; evidencing the right of release to the insured of amounts representing insurance proceeds, upon such conditions as may be set forth therein. The repairs or restoration required by the board shall be completed in compliance with the terms and conditions of the certificate prior to the release or return of any part of the insurance proceeds, provided however that the board may, upon the written request of the insured and in its sole discretion, approve a prior release of such proceeds or a portion thereof, in a lump sum or in installments, where the insured certifies and demonstrates that such release is required to permit such repairs or restoration to go forward. Any such insurance proceeds released or returned prior to the completion of the repairs or restoration required by the board may be paid directly to the contractor or contractors responsible for making such repairs or restoration. Such payment shall, to the extent thereof, release the board from further liability to the insured. 8. If the insured: (i) fails to notify the city of his or her or its intention to repair or restore the affected premises as required in subdivision six of this section, (ii) fails to file a completed application pursuant to this chapter, or (iii) fails to obtain a certificate from the board or comply therewith within the time set forth, the right of the insured to assert a claim against the insurance proceeds, except to the extent they exceed the amount of the lien, shall terminate. 9. Until such termination, any insurance proceeds received by the city shall be deposited in a special fund and shall be retained therein. Upon termination of the insured's right to claim against the proceeds, the proceeds and any interest accrued thereon shall be applied to the liens affecting the premises in a manner determined by the board and may be transferred to the general fund. 10. There shall be established in the office of the commissioner a fund for the deposit of fire insurance proceeds to be held and applied in accordance with this chapter. Such funds shall not be held together with the general tax levies in the general fund. 11. The lien or liens against the affected premises upon which the special lien against proceeds is based shall continue in full force and effect except to the extent that such lien or liens are or have been paid. 12. The board may, pursuant to this chapter, release, compromise or adjust the special lien upon insurance proceeds created by this chapter. Any certificate issued by such board pursuant to this chapter shall be for the purpose of preserving and evidencing the right of release of the special lien created by this chapter, shall be subject solely to the provisions of this chapter, and shall not be deemed to be a contract subject to city regulation. Any repair or restoration performed in anticipation of a release of insurance proceeds shall not be deemed to be a public work or municipal project nor to have been done pursuant to a muncipal contract. 13. The board shall be empowered to promulgate rules and regulations and to adopt approved forms to be used by applicants. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "28",
    "text": "CLAIMS AGAINST FIRE INSURANCE PROCEEDS"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2801",
    "identifier": "11-2801",
    "catch_text": "Claims against fire insurance proceeds."
  }
}