{
  "text": "ยง 11-2603 Manner of administration and collection. The taxes imposed under this chapter shall be administered and collected in the same manner as the taxes imposed under subdivision one of section two hundred fifty-three and subdivision one of section two hundred fifty-five of the tax law. All the provisions of article eleven of the tax law relating to or applicable to the administration and collection of the taxes imposed by subdivision one of section two hundred fifty-three and subdivision one of section two hundred fifty-five of the tax law shall apply to the taxes imposed under this chapter with the same force and effect as if those provisions had been set forth in full in this chapter except to the extent that any such provision is either inconsistent with a provision of this chapter or not relevant to the tax imposed by this chapter. For purposes of this chapter any reference in article eleven of the tax law to the tax or taxes imposed by such article shall be deemed to refer to a tax imposed by this chapter, and any reference to the phrase \"within this state\" shall be read as \"within this city\" unless a different meaning is clearly required. Whenever real property covered by the mortgage is partly within and partly without the city of New York, the portion of the mortgage taxable under this chapter shall be determined in the manner prescribed in the first paragraph of section two hundred sixty of the tax law where the property without the city is located within the state and, in the manner prescribed in the second paragraph of such section of the tax law, where the property without the city is located without the state. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "26",
    "text": "TAX ON MORTGAGES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2603",
    "identifier": "11-2603",
    "catch_text": "Manner of administration and collection."
  }
}