{
  "text": "ยง 11-2704 Filing of returns. a. Every person subject to the annual vault charge under this chapter shall, on or before the first day of August, nineteen hundred sixty-two, and on or before the fifteenth day of July of every year thereafter, file with the commissioner of finance a return showing the dimensions of the vault as to length, width and depth, except that the return required to be filed on or before July fifteenth, nineteen hundred seventy-two shall be filed on or before June fifteenth, nineteen hundred seventy-two and those due in later years shall be required to be filed on or before June fifteenth of such years. The commissioner of finance, if he or she deems it necessary to insure adequate information with regard to the proper charge to be imposed, may require information returns from other persons, including the owners of real property regardless of whether a vault has been extended therefrom, the users or lessees of the vault or lessees or tenants of the property adjoining the vault. b. The forms of returns shall be prescribed by the commissioner of finance and shall contain such information as he or she may deem necessary for the proper administration of this chapter; and the commissioner of finance or his or her duly authorized agents or employees shall be empowered to require supplemental returns. If a return required by this chapter is not filed or if the return when filed is incorrect or insufficient on its face, the commissioner of finance shall take the necessary steps to enforce the filing of such a return or of a corrected return. Upon failure to comply with a notice to furnish a return or a sufficient return, the commissioner of finance may require the filing of a certificate signed by a city surveyor specifying the dimensions of the vault. c. For each annual vault charge year beginning on or after June first, nineteen hundred eighty-nine, the commissioner of finance shall, at least thirty days prior to the commencement of such year, mail to each person who has filed an annual vault charge return for the immediately preceding year an annual vault charge return form on which shall be shown the amount of the charge for such immediately preceding year. Such return form shall be accompanied by instructions which explain in clear and simple terms how to determine the dimensions and extent of street occupancy of a vault, how to calculate the amount of the charge, and such other matters as the commissioner considers necessary or helpful to an understanding of the requirements of this chapter. Notwithstanding the foregoing, neither the failure of the commissioner to mail such return form and instructions nor the failure of any person to receive the same shall relieve any person of the obligation to file any return required under this section or of liability for the charge, interest or penalties imposed by this chapter. d. If no form or other notice has previously been sent to a person subject to the annual vault charge with respect to the amount of vault charge owed for any year, the commissioner of finance shall notify such person of the amount owed as soon as practicable after discovering that such amount is owed. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "27",
    "text": "ANNUAL VAULT CHARGE"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2704",
    "identifier": "11-2704",
    "catch_text": "Filing of returns."
  }
}