{
  "text": "ยง 11-2056 Imposition of tax. (a) There are hereby imposed on a distributor and a noncommercial importer excise taxes at the following rates: (1) twelve cents per gallon upon beers; and (2) twenty-six and four-tenths cents per liter upon liquors, when sold or used within this city, except when sold or used under such circumstances that this city is without power to impose such tax or when sold to the United States, and except beers when sold to or by a voluntary unincorporated organization of the armed forces of the United States operating a place for the sale of goods pursuant to regulations promulgated by the appropriate executive agency of the United States, and except when sold to professional foreign consuls-general, consuls and vice-consuls who are nationals of the state appointing them and who are assigned to foreign consulates in this city provided that American consular officers of equal rank who are citizens of the United States and who exercise their official functions at American consulates in such foreign country are granted reciprocal exemptions; provided, however, that the tax commission may permit the sale of alcohol without tax to a holder of any industrial alcohol permit, alcohol permit or alcohol distributor's permit, issued by the state liquor authority, and by the holder of an alcohol distributor's permit, class A, issued by such authority to a holder of a distiller's license, class B, or a winery license, issued by such authority and may also permit the use of alcohol for any purpose other than the production of alcoholic beverages by such holders without tax. Notwithstanding any other provision of this subchapter, the tax commission may permit the purchase of liquors without tax by a holder of a distiller's license issued by the state liquor authority from another holder of a distiller's license by such authority, in which event the liquors so purchased shall be subject to the tax imposed by this subchapter in the hands of the purchaser in the same manner and to the same extent as if such purchaser had imported or caused the same to be imported into this city or had produced, distilled, manufactured, brewed, compounded, mixed or fermented the same within this city. (b) There is also imposed on each person, other than a distributor within the meaning of this subchapter, who, on August first, nineteen hundred eighty, owns and possesses for the purposes of sale beers or liquors, a floor tax at the rates applicable under subdivision (a) upon such beer in excess of one hundred gallons and upon such liquor in excess of four hundred liters. Such floor tax shall be due and payable on the twentieth day of the month succeeding the month of August, nineteen hundred eighty. (c) If, prior to August first, nineteen hundred eighty, a contract of sale of alcoholic beverages was made, and delivery thereof pursuant to such contract is made within this city on or after August first, nineteen hundred eighty, the vendor shall be deemed a distributor for the purposes of this subchapter, and such alcoholic beverages shall be deemed to be sold, and shall be subject to such taxes, at the time of such delivery. (d) In any case where the quantity of alcoholic beverages taxable pursuant to this subchapter is a fractional part of one liter (or one gallon in the case of beers) or an amount greater than a whole multiple of liters (or gallons in the case of beers), the amount of tax levied and imposed on such fractional part of one liter (or one gallon in the case of beers), or fractional part of a liter (or gallon) in excess of a whole multiple of liters or gallons shall be such fractional part of the rate imposed by subdivisions (a) and (b) of this section. (e) Notwithstanding any other provisions of this subchapter, there shall be exempt from the taxes imposed under this subchapter, per month, one quart of alcoholic beverages (or one gallon of such beverages in the case of a person arriving directly from American Samoa, Guam or the Virgin Islands of the United States not more than one quart of which shall have been acquired elsewhere than in such insular possessions): (1) purchased outside this city as an incident to a journey from which the purchaser is returning and (2) not to be offered for sale or used for any commercial purpose, provided such alcoholic beverages accompany such person on his or her return to this city and provided, further, that in the case of a person arriving in this city from other than a state of the United States (including the District of Columbia), the Virgin Islands of the United States or a contiguous country maintaining a free zone or free port, such person shall have remained beyond the territorial limits of the United States for a period of not less than forty-eight hours. Provided, however, where the amounts purchased outside the city or brought in exceed the amounts specified in this subdivision (e) but are not in excess of one liter in the case of the references to one quart or four liters in the case of the reference to one gallon, and where no duty is required by the laws of the United States to be paid on such amounts, such metric standards of fill shall be substituted for one quart and one gallon, respectively, and such amounts shall be exempt from tax under the conditions provided for in this subdivision (e). ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "20",
    "text": "SALES, EXCISE AND RELATED TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2056",
    "identifier": "11-2056",
    "catch_text": "Imposition of tax."
  }
}