{
  "text": "ยง 11-271 Applying for benefits. a. Application. (1) Application for benefits pursuant to this part may be made immediately following the effective date of the local law that added this section and continuing until March first, two thousand fifteen. (2) Application content. The preliminary and final applications shall be in any format designated by the commissioner, including electronic format. The applications shall require, and applicants shall provide, information and documentation sufficient to determine eligibility for abatement benefits. The required information and documentation for both applications shall be prescribed by the department by rule. Such information and documentation may include, but need not be limited to, certified statements related to the project, project costs, filings with other governmental entities, and work performed or to be performed on such project. At the department's sole discretion, an applicant may be required to furnish certified statements made by the applicant's architect or engineer or both. (3) Compliance. The application shall also state that the applicant agrees to comply with and be subject to the rules issued from time to time by the department to secure compliance with all applicable city, state and federal laws or which implement mayoral directives and executive orders designed to ensure equal employment opportunity. If required by local law or rule, such application shall also state that the applicant agrees to comply with the program established thereby to ensure meaningful participation of minority and women-owned business enterprises in construction work for which the applicant receives benefits. (4) Affidavit of no violations. No benefits pursuant to this part shall be granted for any construction work unless the applicant shall file with the application, the affidavit required under paragraph (3) of subdivision e of section 11-270 of this part. (5) Electronic filing of application. The commissioner may, by rule, require any application for benefits under this part to be submitted electronically in such form and manner as the commissioner may determine. For good cause, the commissioner may waive any rule requiring electronic filing and may permit an application to be filed in another manner. b. Fees. The department may provide by rule for reasonable administrative charges or fees necessary to defray expenses in administering this benefit program. c. (1) No benefits pursuant to this part shall be granted for construction work performed pursuant to a building permit issued after April first, two thousand fifteen. (2) If no building permit was required, then no benefits pursuant to this part shall be granted for construction work that is commenced after April first, two thousand fifteen. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "2",
    "text": "REAL PROPERTY ASSESSMENT, TAXATION AND CHARGES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "271",
    "identifier": "11-271",
    "catch_text": "Applying for benefits."
  }
}