{
  "text": "ยง 11-2702 Imposition of charge. (a) In addition to any and all other license fees, charges and taxes, there is hereby imposed and there shall be paid an annual vault charge, beginning as of July first, nineteen hundred sixty-two, for the privilege of occupying, using or maintaining a vault in the streets of the city, to be paid by the owner of the premises immediately adjoining the vault. (A) For periods prior to July first, nineteen hundred seventy-one such annual vault charges shall be at the following rates: 1. On any vault occupying up to two hundred and fifty square feet in plane or surface area but no more than twelve feet in depth, thirty-five cents per square foot but not less than five dollars for the total occupancy; 2. On any vault occupying more than two hundred fifty square feet in plane or surface area but not more than twelve feet in depth, thirty-five cents per square foot for the first two hundred fifty square feet of an area and sixty cents per square foot for that portion of the area in excess of two hundred fifty square feet; 3. On any vault more than twelve feet in depth, an additional charge for each additional ten feet in depth or fraction thereof calculated by adding the plane or surface area for each such additional depth to the area calculated pursuant to subparagraphs one and two and by applying to such total area the same rates as provided in subparagraphs one and two. The additional area for any additional depth of ten feet or fraction thereof shall however, be reduced by ten per cent for each foot of depth less than ten feet. (B) For periods beginning on or after July first, nineteen hundred seventy-one and ending on or before May thirty-first, nineteen hundred eighty, such annual vault charges shall be at the following rates: 1. On any vault occupying no more than twelve feet in depth, one dollar per square foot of plane or surface area but not less than five dollars for the total occupancy; 2. On any vault more than twelve feet in depth, an additional charge for each additional ten feet in depth, or fraction thereof calculated by adding the plane or surface area for each such additional depth to the area calculated pursuant to subparagraph one and by applying to such total area the same rate as provided in subparagraph one. The additional area for any additional depth of ten feet or fraction thereof shall however, be reduced by ten percent for each foot of depth less than ten feet. (C) For periods beginning on or after June first, nineteen hundred eighty such annual vault charge shall be at the following rates: 1. On any vault occupying no more than twelve feet in depth, two dollars per square foot of plane or surface area; 2. On any vault more than twelve feet in depth, an additional charge for each additional ten feet in depth, or fraction thereof calculated by adding the plane or surface area for each such additional depth to the area calculated pursuant to subparagraph one and by applying to such total area the same rate as provided in subparagraph one. The additional area for any additional depth of ten feet or fraction thereof shall however, be reduced by ten percent for each foot of depth less than ten feet. (D) Notwithstanding any provision of law to the contrary, no annual vault charge or additional charge shall be imposed pursuant to this chapter on or after June first, nineteen hundred ninety-eight. (b) Where the owner of the premises immediately adjoining the vault is exempt from or otherwise not liable for the annual vault charge, the tenant, lessee or any other person using, occupying or maintaining such vault shall be liable therefor. (c) The annual vault charge imposed by this section shall be due from, and shall be paid by, the person who is the owner of the premises immediately adjoining the vault on the first day of July of the year for which such charge is imposed except that, on and after June first, nineteen hundred seventy-two, such charge shall be due from, and shall be paid by the person who is the owner of the premises immediately adjoining the vault on the first day of June of the year for which such charge is imposed. Where the annual vault charge is imposed pursuant to subdivision (b) of this section, such annual vault charge shall be due from and paid by, the tenant, lessee or any other person using, occupying or maintaining the vault on the first day of July of the year for which such charge is imposed, except that for years beginning on or after June first, nineteen hundred seventy-two, such charge shall be due from, and paid by, the tenant, lessee or any other person using, occupying or maintaining the vault on the first day of June of the year for which such charge is imposed. (d) In the event that the annual vault charge as imposed by this chapter shall be held invalid, then such annual vault charge shall be deemed a tax on the same basis and at the same rates as provided in this chapter and all other provisions of this chapter shall be equally applicable. (e) Where, prior to the first day of August in any year in which the annual vault charge imposed hereunder shall be due and payable, if a vault or part thereof is made unavailable for use or occupancy, the annual vault charge paid for such year, pursuant to the provisions of this chapter, shall be refunded in full upon application to and furnishing of such proof as the commissioner of finance may require. Where such closing of a vault occurs prior to the last day of December in any such year, fifty percent of the annual vault charge due and actually paid for such year shall be refunded to the payor upon application to and furnishing of such proof as the commissioner of finance may require. Where such closing is limited to a part of a vault, such a refund shall be granted only to the extent that the closing reduces the area of the vault and thereby the amount of the charge for the vault. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "27",
    "text": "ANNUAL VAULT CHARGE"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2702",
    "identifier": "11-2702",
    "catch_text": "Imposition of charge."
  }
}