{
  "text": "ยง 11-273 Conversion of property. a. Conversion from commercial to industrial use. Where a property has been granted benefits for commercial or renovation construction work, but such property is used as industrial property before the benefits period expires, such property shall continue to receive benefits for commercial or renovation construction work. b. Conversion from industrial use to commercial use. Where a property has been granted benefits for industrial construction work, and where, before the benefit period expires, less than seventy-five percent of the total net square footage is used or held out for use for manufacturing activities, no further benefits for industrial construction work shall be provided except as provided in this subdivision. Taxes, together with interest, shall become due and owing after such date of the use for purposes other than industrial, except as provided in this subdivision. (1) Any applicant whose property has been granted a tax abatement under this part for industrial construction work in a special commercial abatement area who would have been eligible to receive benefits for commercial construction work at the time such applicant applied for benefits shall continue to receive an abatement for industrial construction work. (2) Any applicant whose property has been granted benefits under this part for industrial construction work other than in a special commercial abatement area who would have been eligible to receive benefits for commercial construction work at the time such applicant applied for benefits shall, commencing with the date of conversion to commercial property and continuing until the expiration of the benefit period for commercial construction work, receive any abatement which such applicant would have received in the corresponding tax year pursuant to the benefits granted for commercial construction work. (3) Any applicant whose property has been granted benefits under this part for industrial construction work in any area of the city on whose property at least sixty-five percent of the net square footage continues to be used or held out for use for manufacturing activities after conversion to commercial property, shall not be required to pay the pro rata share of tax for which an abatement was claimed during the tax year in which such conversion occurred. (4) Where the property is receiving the additional industrial abatement pursuant to paragraph (5) of subdivision c of section 11-269 of this part, such additional industrial abatement shall cease from the date of conversion to commercial property. c. Conversion to restricted use. Any applicant whose property has been granted benefits for commercial, industrial or renovation construction work, and who uses such property for any restricted activity prior to the expiration of the benefit period, shall cease to be eligible for further abatement as of the date such property was first used for any restricted activity. Such recipient of benefits that cease under this subdivision shall pay with interest any taxes for which an abatement was claimed after such date, including the pro rata share of tax for which any abatement was claimed during the tax year in which such use occurred. d. Conversion to residential use. (1) Any applicant whose property has been granted benefits for commercial, industrial or renovation construction work and who, before the benefit period expires, uses the property or a portion of the property as residential property, shall cease to be eligible for further abatement for commercial, industrial or renovation construction work as of the date such property was first used as residential property, as follows: (a) if twenty percent or more of the rentable square footage of the property is used as residential property, then the entire building shall cease to be eligible for further abatement; (b) if less than twenty percent of the rentable square footage of the property is used as residential property, then that portion of such property used as residential property shall cease to be eligible for further abatement; (c) notwithstanding subparagraph (b) of this paragraph, where less than five percent of a property's rentable square footage is used as residential property, that use will be considered de minimus and will not be a basis for benefits to cease under this subdivision; and (d) such recipient of benefits that cease under this subdivision shall pay, with interest, any taxes for which an abatement was claimed after the conversion of the property as described in this subdivision, including the pro rata share of tax for which such abatement was claimed during the tax year in which such use occurred. The abatement shall continue for the commercial, industrial or renovation construction work for the portion of the property that continues to be used for commercial purposes. (2) For purposes of paragraph (1) of this subdivision, \"property\" means the real property contained by an individual tax lot. (3) Notwithstanding paragraph (2) of this subdivision, where a building or structure is owned in condominium form, and an application for benefits under this part includes more than one property in the same condominium, then for purposes of this subdivision, the five percent and twenty percent of the rentable square footage shall be determined based on the aggregate usage of all such properties. e. Conversion to retail use. (1) Where a property has been granted benefits for industrial or commercial construction work in special commercial abatement areas on buildings where not more than ten percent of the building or structure is used for retail purposes and where, before the benefit period expires, the property or a portion thereof is converted so that ten percent or more of the building or structure is used for retail purposes, the department shall recalculate the abatement upon conversion as provided in subdivision six of this section. (2) Where a property has been granted benefits for renovation construction work in renovation areas and where, before the benefit period expires, the property or a portion of the property is converted so that more than five percent of the building or structure is used for retail purposes, the department shall recalculate the abatement upon conversion as provided in subdivision f of this section. e-1. Conversion of use by peaking units. Any applicant whose property has been granted benefits under this part for industrial construction work as a peaking unit and who converts such property in any tax year to a use that no longer qualifies it as a peaking unit, or who uses such property in a manner inconsistent with the definition of a peaking unit, shall be ineligible for abatement benefits during any such tax year. Any such recipient of benefits shall pay with interest taxes for which an abatement was claimed during any portion of such tax year. f. Recalculation of abatement upon conversion. If, during the benefit period, a recipient converts square footage within any building or structure, the department may recalculate the benefit granted pursuant to this part to reflect the benefit for which the current use is eligible under this part and rules that may be promulgated by the department. g. The burden shall at all times be on the recipient to demonstrate by clear and convincing evidence that property subject to benefits under this part is used as stated in the preliminary and final applications for benefits filed by the recipient with the department. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "2",
    "text": "REAL PROPERTY ASSESSMENT, TAXATION AND CHARGES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "273",
    "identifier": "11-273",
    "catch_text": "Conversion of property."
  }
}