{
  "text": "ยง 11-2703 Exemptions. The charges imposed by this chapter shall not apply to the following: 1. The state of New York, or any public corporation (including a public corporation created pursuant to agreement or compact with another state or the Dominion of Canada), improvement district or other political subdivision of the state; 2. The United States of America, in so far as it is immune from taxation; 3. The United Nations or other world-wide international organizations of which the United States of America is a member; 4. Any corporation, or association, or trust, or community chest, fund or foundation, organized and operated exclusively for religious, charitable, or educational purposes, or for the prevention of cruelty to children or animals, and no part of the net earnings of which inures to the benefit of any private shareholder or individual and no substantial part of the activities of which is carrying on propaganda, or otherwise attempting to influence legislation; provided, however, that nothing in this paragraph shall include an organization operated for the primary purpose of carrying on a trade or business for profit, whether or not all of its profits are payable to one or more organizations described in this subdivision. 5. Any vault constituting property defined as a special franchise in section one hundred two of the real property tax law or assessed as such pursuant to article six of such law. 6. Any vault to the extent that it is used, occupied or maintained pursuant to a revocable consent granted pursuant to section three hundred seventy-four of the charter. 7. Any vault immediately adjoining a building or structure designed for and used exclusively as a single-family or a two-family dwelling house or any other real property which is classified as class one real property pursuant to section eighteen hundred two of the real property tax law. 8. Any street occupancy usable solely and exclusively for the melting of snow and ice, or for delivery into the immediately adjoining premises, of coal, oil or other fuel for the heating thereof. 9. Any vault occupying no more than thirty-six square feet in plane or surface area, irrespective of the depth of such vault. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "27",
    "text": "ANNUAL VAULT CHARGE"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2703",
    "identifier": "11-2703",
    "catch_text": "Exemptions."
  }
}