{
  "text": "ยง 11-2106 Exemptions a. The following shall be exempt from the payment of the tax imposed by this chapter and from filing a return: 1. The state of New York, or any of its agencies, instrumentalities, public corporations (including a public corporation created pursuant to agreement or compact with another state or the Dominion of Canada) or political subdivisions; 2. The United States of America, and any of its agencies and instrumentalities, insofar, as they are immune from taxation, provided, however, that the exemption of such governmental bodies or persons shall not relieve a grantee from them of liability for the tax or from filing a return. b. The tax imposed by this chapter shall not apply to any of the following deeds, instruments or transactions: 1. A deed, instrument or transaction conveying or transferring real property or an economic interest therein by or to the United Nations or other world-wide international organizations of which the United States of America is a member; 2. A deed, instrument or transaction conveying or transferring real property or an economic interest therein by or to any corporation, or association, or trust, or community chest, fund or foundation, organized or operated exclusively for religious, charitable, or educational purposes, or for the prevention of cruelty to children or animals, and no part of the net earnings of which inures to the benefit of any private shareholder or individual and no substantial part of the activities of which is carrying on propaganda, or otherwise attempting to influence legislation; provided, however, that nothing in this paragraph shall include an organization operated for the primary purpose of carrying on a trade or business for profit, whether or not all of its profits are payable to one or more organizations described in this paragraph; 3. A deed, instrument or transaction conveying or transferring real property or an economic interest therein to any governmental body or person exempt from payment of the tax pursuant to subdivision a of this section; 4. A deed delivered pursuant to a contract made prior to May first, nineteen hundred fifty-nine; 5. A deed delivered by any governmental body or person exempt from payment of the tax pursuant to subdivision a of this section as a result of a sale at a public auction held in accordance with the provisions of a contract made prior to May first, nineteen hundred fifty-nine; 6. A deed or instrument given solely as security for, or a transaction the sole purpose of which is to secure, a debt or obligation or a deed or instrument given, or a transaction entered into, solely for the purpose of returning such security; 7. A deed, instrument or transaction conveying or transferring real property or an economic interest therein from a mere agent, dummy, straw man or conduit to his principal or a deed, instrument or transaction conveying or transferring real property or an economic interest therein from the principal to his agent, dummy, straw man or conduit. 8. A deed, instrument or transaction conveying or transferring real property or an economic interest therein that effects a mere change of identity or form of ownership or organization to the extent the beneficial ownership of such real property or economic interest therein remains the same, other than a conveyance to a cooperative housing corporation of the land and building or buildings comprising the cooperative dwelling or dwellings. For purposes of this paragraph, the term \"cooperative housing corporation\" shall not include a housing company organized and operating pursuant to the provisions of article two, four, five or eleven of the private housing finance law. c. Notwithstanding any provision of this chapter to the contrary, where stock of a cooperative housing corporation and the appurtenant proprietary leasehold are transferred to such cooperative housing corporation or a wholly owned subsidiary of such housing corporation, or to the holder of a mortgage on the real property of such cooperative housing corporation or a wholly owned subsidiary of such holder of a mortgage on the real property of such cooperative housing corporation, such cooperative housing corporation or its wholly owned subsidiary, or such mortgage holder or its wholly owned subsidiary, shall not be liable as grantee for the tax determined to be due under this chapter from the grantor in such transfer, provided that such transfer occurred pursuant to, as the result of, or in connection with an action, proceeding, or other procedure to which such cooperative housing corporation is a party, to enforce a lien, security interest or other rights on or in such stock and proprietary leasehold, including but not limited to rights under the proprietary lease. This subdivision shall apply to transfers occurring on or after June sixteenth, nineteen hundred ninety-two. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "21",
    "text": "REAL PROPERTY TRANSFER TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2106",
    "identifier": "11-2106",
    "catch_text": "Exemptions."
  }
}