{
  "text": "ยง 11-2519. Tourism and convention fund.--Notwithstanding any provision of law to the contrary, with respect to the additional tax imposed at the rate of six percent on and after September first, nineteen hundred ninety and before December first, nineteen hundred ninety-four pursuant to subparagraph (B) of paragraph three of subdivision a of section 11-2502 of this chapter, four and one-sixth percent of the total revenues resulting from the imposition of such tax, including four and one-sixth percent of any interest or penalties thereon, shall be credited to and deposited in a special tourism and convention fund, which shall be used solely for the purpose of promoting tourism and conventions in the city. Seven-eighths of the moneys in such fund shall be made available to the New York Convention and Visitor's Bureau, Inc. pursuant to an annual contract with the city which may specify, among other things, the services which shall be provided by such bureau with such moneys and the content and number of reports which will have to be provided by such bureau to the city concerning the expenditure of such moneys, and provided that the annual budget and business plan of such bureau is approved by the mayor of the city or his or her designee. The remaining one-eighth of the fund shall be spent for promoting tourism and conventions which may include, at the mayor's discretion, moneys spent in connection with additional contracts made with the New York Convention and Visitor's Bureau, Inc. For purposes of this section, the term \"promoting tourism and conventions\" shall mean developing, placing and purchasing advertising promoting the city, and engaging in such other efforts as are designed to attract tourists and conventions to the city. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "25",
    "text": "TAX ON OCCUPANCY OF HOTEL ROOMS"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2519",
    "identifier": "11-2519",
    "catch_text": "Tourism and convention fund."
  }
}