{
  "text": "* ยง 11-2052 Administration and collection; penalties; refunds. (a) The taxes imposed by this subchapter shall be administered and collected by the tax commission in the same manner as the taxes imposed by article twenty-eight of the tax law are administered and collected by such commission. All of the provisions of such article relating to or applicable to the administration and collection of the taxes imposed by that article shall apply to the taxes imposed by this subchapter, including section eleven hundred one and sections eleven hundred thirty-one through eleven hundred forty-seven, with the same force and effect as if those provisions had been incorporated in full into this subchapter and had expressly referred to the taxes imposed by this subchapter, except to the extent that any provisions of such article twenty-eight are either inconsistent with a provision of this subchapter, or of article twenty-nine of the tax law, or are not relevant to this subchapter or to article twenty-nine of the tax law. For purposes of this subchapter, the term \"tax\" in part IV of such article twenty-eight shall include the taxes imposed by this subchapter. (b) Notwithstanding subdivision (a) of this section or any other provision of law to the contrary, the tax commission shall, subject to such terms and conditions as it may consider necessary, delegate to the commissioner of finance the power and authority to develop and administer reasonable and necessary procedures, including the use of exemption certificates for presentation to vendors, for determining entitlement to exemption from tax under subdivision (d) of section 11-2051 of this subchapter, and to prescribe, subject to the approval of the tax commission, rules and regulations necessary and appropriate in carrying out such responsibilities. (c) Any person who, in violation of any provision of subdivision (d) of section 11-2051 of this code or any rule or regulation promulgated thereunder, obtains or uses a certificate of exemption relating to the exemption allowed by such subdivision, shall, if such violation was due to negligence or intentional disregard of such provision or rule or regulation (but without intent to defraud), be liable for a penalty of not more than one hundred dollars for each such violation, and, if such violation was due to fraud, be liable for a penalty of not more than five hundred dollars for each such violation. The commissioner of finance shall have the power, in his or her discretion, to waive, reduce or compromise any penalty imposed pursuant to this subdivision. The penalties authorized by this subdivision shall be in addition to any penalty provided by section eleven hundred forty-five of the tax law, and shall be paid and disposed of, and, if unpaid, shall be determined, assessed, collected and enforced, in the same manner as the taxes imposed by this subchapter. (d) Notwithstanding subdivision (d) of section 11-2051 of this subchapter, section eleven hundred thirty-nine of the tax law or any other provision of law to the contrary, an individual resident shall not be entitled to a refund or credit with respect to any amount of tax which was paid to a vendor prior to the date such individual resident presented to the vendor a valid certificate of exemption from such tax. * NB Amended Ch. 330/85 ยง 3, language juxtaposed per Ch. 907/85 ยง 14 ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "20",
    "text": "SALES, EXCISE AND RELATED TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2052",
    "identifier": "11-2052",
    "catch_text": "Administration and collection; penalties; refunds."
  }
}