{
  "text": "ยง 11-2701 Definitions. When used in this chapter, the following terms shall mean or include: 1. \"Person.\" An individual, partnership, society, association, joint-stock company, corporation, estate, receiver, lessee, trustee, assignee, referee, or any other person acting in a fiduciary or representative capacity, whether appointed by a court or otherwise, and any combination of individuals. 2. \"Vault.\" Any subsurface opening, structure or erection, whether or not wholly or partly covered over, to the extent that it extends from the building line into any street of the city, for the erection of which a license fee is required pursuant to the charter or code of the city. 3. \"Street.\" Every public street, avenue, road, alley, lane, highway, boulevard, concourse, parkway, driveway, culvert, sidewalk, crosswalk and viaduct, and every other class of public highway, road, square and place within or belonging to the city. 4. \"Using, occupying or maintaining.\" Any right or authority to install, store or maintain property of any kind in a vault, or otherwise to use, occupy or maintain such vault for any purpose whatsoever. Such right or authority shall be deemed to exist wherever a vault has not been filled in or closed by the licensee or abutting property owner and the street restored to its original condition pursuant to the requirements of the charter or code of the city. 5. \"City surveyor.\" Any person appointed a surveyor of the city of New York pursuant to the code of the city. 6. \"Owner of the premises immediately adjoining the vault.\" Any person who is the owner of record of real property located in whole or in part within the city, from which a vault has been extended. 7. \"Depth.\" The vertical distance from the ceiling, roof or top of a vault to the floor, bottom or lowest point thereof. 8. \"City.\" The city of New York. 9. \"Comptroller.\" The comptroller of the city. 10. \"Commissioner of finance.\" The commissioner of finance of the city. 11. \"Return.\" Any return required to be filed as herein provided. 12. \"Tax appeals tribunal.\" The tax appeals tribunal established by section one hundred sixty-eight of the charter. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "27",
    "text": "ANNUAL VAULT CHARGE"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2701",
    "identifier": "11-2701",
    "catch_text": "Definitions."
  }
}