{
  "text": "ยง 11-243 Reextension of exemption and tax abatement in regard to improvements of substandard dwellings. a. As used in this section, the following terms shall have the following meanings: 1. \"Alteration\" and \"improvement\": a physical change in an existing dwelling other than painting, ordinary repairs, normal replacement of maintenance items, provided, however, that ordinary repairs and normal replacement of maintenance items, as defined by rules adopted by the department of housing preservation and development pursuant to subdivision m of this section, shall be eligible for tax exemption and tax abatement under this section provided that repairs and maintenance items: (1) were started and completed within a twelve-month period, (2) were made to any common area of the dwelling premises concurrently with a major capital improvement thereto, as defined by rules adopted by the department of housing preservation and development pursuant to subdivision m of this section, and (3) require the issuance of a permit for at least one item thereof by any city agency, and (4) the amount of money expended thereon shall not exceed two times the amount expended on the major capital improvement performed concurrently therewith. \"Alteration\" and \"improvement\" shall also mean \"an abatement\" of lead-based paint hazards, as defined in part 745 of title forty of the code of federal regulations or any successor regulations in any existing dwelling including any common areas, and shall include an \"inspection\" and \"risk assessment\" for lead-based paint hazards, as defined in such part, in a dwelling unit whether such unit is vacant or occupied but shall not include any work performed to comply with a notice of violation issued for a violation of article fourteen of subchapter two of chapter two of title 27 of the administrative code. For purposes of this paragraph, the term, \"targeted area\" shall mean the geographical area of New York city that is determined by the department of health and mental hygiene to have high rates of children with environmental intervention blood lead levels. The department of housing preservation and development shall establish two schedules of certified reasonable costs for items that are included in an abatement of lead-based paint hazards, one covering such abatement that is performed in an eligible dwelling unit or common area located in the targeted area, and one covering such abatement that is performed in an eligible dwelling unit or common area that is not located in the targeted area. The first such schedules shall be promulgated by the department of housing preservation and development within 180 days of the effective date of this local law and shall be used for any such abatements that are commenced on or after August 2, 2004. Such schedules shall be reviewed by such department biennially following their effective dates and amended as necessary. Notwithstanding any other provision of law or rule, an owner who performs an abatement of lead-based paint hazards pursuant to this paragraph shall not be required to comply with subdivision (y) of this section which provides for filing of a notice of intent form prior to the commencement of work, and no additional fee or penalty shall be due and owing the department at the time of issuance of a certificate of eligibility and reasonable cost for failure to file such notice of intent. 2. \"Existing dwelling\": except as hereinafter provided in subdivision d of this section, a class A multiple dwelling or a building consisting of one or two dwelling units over space used for commercial occupancy in existence prior to the commencement of alterations for which tax exemption and abatement is claimed under the terms of this section and for which a valuation appears on the annual record of assessed valuation of the city for the fiscal year immediately preceding the commencement of such alterations and improvements. 3. \"Start\" an alteration or improvement: begin any physical operation undertaken for the purpose of making alterations or improvements to an existing dwelling. 4. \"Complete\" an alteration or improvement: conclude or terminate any physical operation such as is referred to in the preceding paragraph, to an extent or degree which renders such building capable of use for the purpose for which the improvements or alterations were intended. 5. \"Multiple dwelling\": multiple dwellings as that term is defined in section four of the multiple dwelling law. 6. \"Moderate rehabilitation\": shall mean a scope of work which (a) includes a building-wide replacement of a major component of one of the following systems: (1) Elevator (2) Heating (3) Plumbing (4) Wiring (5) Window; and (b) has a certified reasonable cost of not less than twenty-five hundred dollars, exclusive of any certified reasonable cost for ordinary repairs, for each dwelling unit in existence at the commencement of the rehabilitation; except that the department of housing preservation and development may establish a minimum certified reasonable cost to be greater than twenty-five hundred dollars per dwelling unit pursuant to subdivision m of this section. 7. \"Substantially occupied\": shall mean an occupancy of not less than sixty percent of all dwelling units immediately prior and during rehabilitation, except that the department of housing preservation and development may establish higher percentages of occupancy pursuant to subdivision m of this section. 8. \"Private dwelling\" shall mean any building or structure designed and occupied for residential purposes by not more than two families. Private dwellings shall also be deemed to include a series of one-family or two-family dwelling units each of which faces or is accessible to a legal street or public thoroughfare, if each such dwelling unit is equipped as a separate dwelling unit with all essential services, and if each such unit is arranged so that it may be approved as a legal one-family or two-family dwelling. b. Subject to the limitations provided in subdivision d of this section and the restrictions in this section on conversion of buildings used in whole or in part for single room occupancy, any increase in the assessed valuation of real property shall be exempt from taxation for local purposes to the extent such increase results from the reasonable cost of: (1) the conversion of a class B multiple dwelling to a class A multiple dwelling except insofar as the gross cubic content of such building is increased thereby; or (2) the conversion of any nonresidential building or structure situated in the county of New York to a class A multiple dwelling except insofar as the gross cubic content of such building is increased; or (3) the conversion of any nonresidential building or structure situated in the counties of Bronx, Kings, Queens or Richmond to a class A multiple dwelling except insofar as the gross cubic content of such building or structure is increased thereby; or (4) alterations or improvements to the exterior of an otherwise eligible building or structure visible from a public street pursuant to a permit issued by the landmarks commission with respect to a designated historic or landmark site or structure; or (5) alterations or improvements constituting a moderate rehabilitation of a substantially occupied class A multiple dwelling except insofar as the gross cubic content of such building or structure is increased thereby; or (6) alterations or improvements to an otherwise eligible building or structure commenced after January first, nineteen hundred eighty designed to conserve the use of fuel, electricity or other energy sources or to reduce demand for electricity, including the installation of meters for purposes of measuring the amount of electricity consumed for each dwelling unit, and conversions of direct metering to a system that includes a master meter and submeters in any cooperative, condominium, or housing development fund company organized under article eleven of the private housing finance law; or (7) alterations or improvements to existing dwellings to eliminate existing unhealthy or dangerous conditions in any such existing dwelling or replace inadequate and obsolete sanitary facilities in any such existing dwelling, any of which represents fire or health hazards, including as improvements asbestos abatement to the extent such asbestos abatement is required by federal, state or local law, except insofar as the gross cubic content of such existing dwelling is increased thereby; or (8) conversion of residential units qualified for the protection of article seven-C of the multiple dwelling law in buildings or portions thereof registered with the New York city loft board as interim multiple dwellings pursuant to such article to units which are in compliance with the standards of safety and fire protection set forth in article seven-B of the multiple dwelling law or to units which have a certificate of occupancy as class A multiple dwellings; or (9) alterations or improvements commenced on or after September first, nineteen hundred eighty-seven constituting a substantial rehabilitation of a class A multiple dwelling, or a conversion of a building or structure into a class A multiple dwelling, as part of a program to provide housing for low and moderate income households as defined by the department of housing preservation and development pursuant to the rules and regulations promulgated pursuant to subdivision m of this section, provided that such alterations or improvements or conversions shall be aided by a grant, loan or subsidy from any federal, state or local agency or instrumentality, including, in the discretion of the department of housing preservation and development, a subsidy in the form of a below market sale from the city of New York; or (10) alterations or improvements to any private dwelling or conversion of any private dwelling to a multiple dwelling or conversion of any multiple dwelling to a private dwelling, provided that such alterations, improvements or conversions are part of a project that has applied for or is receiving benefits pursuant to this section and shall be aided by a grant, loan or subsidy from any federal, state or local agency or instrumentality. Such conversions, alterations or improvements shall be completed within thirty months after the date on which same shall be started except that such thirty month limitation shall not apply to conversions of residential units which are registered with the loft board in accordance with article seven-C of the multiple dwelling law pursuant to paragraph eight of this subdivision. Notwithstanding the foregoing, a sixty-month period for completion shall be available for alterations or improvements undertaken by a housing development fund company organized pursuant to article eleven of the private housing finance law, which are carried out with the substantial assistance of grants, loans or subsidies from any federal, state or local governmental agency or instrumentality or which are carried out in a property transferred from the city of New York if alterations and improvements are completed within seven years after the date of transfer. In addition, the department of housing preservation and development may grant an extension of the period of completion for any project carried out with the substantial assistance of grants, loans or subsidies from any federal, state or local governmental agency or instrumentality, if such alterations, improvements or conversions are completed within sixty months from commencement of construction. Provided, further, that such conversions, alterations or improvements shall in any event be completed prior to June thirtieth, two thousand fifteen. Exemption for conversions, alterations or improvements pursuant to paragraph one, two, three, four, six, seven, eight or ten of this subdivision shall continue for a period not to exceed fourteen years and begin no sooner than the first tax period immediately following the completion of such conversions, alterations or improvements. Exemption for alterations or improvements pursuant to paragraph five or nine of this subdivision shall continue for a period not to exceed thirty-four years and shall begin no sooner than the first tax period immediately following the completion of such alterations or improvements. Such exemption shall be equal to the increase in the valuation, which is subject to exemption in full or proportionally under this subdivision for ten or thirty years, whichever is applicable. After such period of time, the amount of such exempted assessed valuation of such improvements shall be reduced by twenty percent in each succeeding year until the assessed value of the improvements is fully taxable. Provided, however, exemption for any conversions, alterations or improvements, which are aided by a loan or grant under article eight, eight-A, eleven, twelve, fifteen, or twenty-two of the private housing finance law, section six hundred ninety-six-a or section ninety-nine-h of the general municipal law, or section three hundred twelve of the housing act of nineteen hundred sixty-four (42 U.S.C.A. 1452b), or the Cranston-Gonzalez national affordable housing act, (42 U.S.C.A. 12701 et seq.), or started after July first, nineteen hundred eighty-three by a housing development fund company organized pursuant to article eleven of the private housing finance law which are carried out with the substantial assistance of grants, loans or subsidies from any federal, state or local governmental agency or instrumentality or which are carried out in a property transferred from the city of New York and where alterations and improvements are completed within seven years after the date of transfer may commence at the beginning of any tax period subsequent to the start of such conversions, alterations or improvements and prior to the completion of such conversions, alterations or improvements. The assessed valuation of the land occupied by such dwelling and any increase in assessed valuation resulting from conversions, alterations, or improvements other than those made pursuant to this section shall not be affected by the provisions of this section. b-1. Notwithstanding the provisions of subdivision b of this section, alterations, improvements or conversions of any building or structure that are eligible for benefits pursuant to subdivision b of this section except insofar as the gross cubic content of such building or structure is increased thereby shall be eligible for such benefits insofar as the gross cubic content of such building or structure is increased thereby provided that: (1) for all tax lots now existing or hereafter created, at least fifty percent of the floor area of the completed building or structure consists of the pre-existing building or structure that was converted, altered or improved in accordance with subdivision b of this section, and (2) for tax lots now existing or hereafter created within the following area in the borough of Manhattan, such conversions, alterations or improvements are aided by a grant, loan or subsidy from any federal, state or local agency or instrumentality: beginning at the intersection of the United States pierhead line in the Hudson river and the center line of Chambers street extended, thence easterly to the center line of Chambers street and continuing along the center line of Chambers street to the center line of Centre street, thence southerly along the center line of Centre street to the center line of the Brooklyn Bridge to the intersection of the Brooklyn Bridge and the United States pierhead line in the East river, thence northerly along the United States pierhead line in the East river to the intersection of the United States pierhead line in the East river and the center line of one hundred tenth street extended, thence westerly to the center line of one hundred tenth street and continuing along the center line of one hundred tenth street to its westerly terminus, thence westerly to the intersection of the center line of one hundred tenth street extended and the United States pierhead line in the Hudson river, thence southerly along the United States pierhead line in the Hudson river to the point of beginning. (3) For purposes of this subdivision, \"floor area\" shall mean the horizontal areas of the several floors or any portion thereof of a dwelling or dwellings and accessory structures on a lot measured from the exterior faces of exterior walls or from the center line of party walls. (4) Nothing in this subdivision shall be construed to provide tax abatement benefits pursuant to subdivision c of this section for the costs attributable to the increased cubic content in any such building or structure. c. (1) Except as provided in paragraphs two, three and four of this subdivision, the taxes upon any real property, including the land, may be abated each year for a period of not more than twenty years by an amount no greater than eight and one-third per centum of the reasonable cost of eligible conversions, alterations or improvements provided in paragraphs one through eight and paragraph ten of subdivision b of this section provided that the abatement in taxes in any consecutive twelve-month period shall in no event exceed the amount of taxes payable in such twelve-month period; and provided further that alterations or improvements pursuant to paragraph four of subdivision b of this section shall only receive the benefits of this section if construction commenced after January first, nineteen hundred seventy-eight and that in no event shall the aggregate abatement exceed ninety per centum of the reasonable cost of conversions, alterations or improvements provided in paragraphs one, three, four, six, seven, and ten of subdivision b of this section, or exceed fifty per centum of the reasonable cost of conversions pursuant to paragraph one of subdivision b of this section if construction commenced after January first, nineteen hundred eighty-two and if such conversions are situated on any tax lots bordering on, or south of, ninety-sixth street in the county of New York to the extent such abatement is not otherwise restricted herein, or exceed fifty per centum of the reasonable cost of conversions pursuant to paragraphs two and eight of subdivision b of this section, or exceed one hundred per centum of the reasonable cost of alterations or improvements pursuant to paragraph five of subdivision b of this section provided that where alterations or improvements pursuant to paragraphs four and six of subdivision b of this section are done in conjunction with a conversion pursuant to paragraph two of subdivision b of this section, the aggregate abatement shall not exceed fifty per centum of the reasonable cost. Notwithstanding the foregoing, the taxes upon real property, including the land may be abated for a period of not more than twenty years at eight and one-third per centum of the reasonable cost of conversions pursuant to paragraph two of subdivision b of this section where construction actually commenced in good faith prior to July first, nineteen hundred eighty pursuant to an alteration permit issued by the department of buildings prior to July first, nineteen hundred eighty provided that the aggregate abatement shall not exceed ninety per centum of the reasonable cost thereof and provided further that in no event shall the abatement in taxes in any twelve-month period exceed the amount of taxes payable in such twelve-month period. In no event, however, shall the aggregate abatement for conversions, alterations or improvements pursuant to subdivision b of this section exceed such dollar limit per existing class A dwelling unit or additional unit created by conversion to a class A multiple dwelling as may be established pursuant to rules and regulations promulgated by the department of housing preservation and development pursuant to subdivision m of this section. Only those items of work set forth in the itemized cost breakdown schedule contained in rules and regulations promulgated by the department of housing preservation and development pursuant to subdivision m of this section shall be eligible for tax abatement. Such abatement shall commence on the later of July first, nineteen hundred seventy-eight or the first day of the first tax quarter following the completion of such construction and the filing for benefits as provided in subdivision h of this section except that such period of abatement may commence on the later of the first day of the first tax quarter following commencement of any conversion, alteration or improvement or (i) July first, nineteen hundred seventy-six, if aided by a loan pursuant to article eight of the private housing finance law and completed after December thirty-first, nineteen hundred seventy-five; or (ii) July first, nineteen hundred seventy-seven, if aided by a loan pursuant to article fifteen of the private housing finance law; or (iii) July first, nineteen hundred eighty, if aided by a loan pursuant to article eight-A of the private housing finance law; or (iv) July first, nineteen hundred eighty, if aided by a loan pursuant to section three hundred twelve of the housing act of nineteen hundred sixty-four (42 U.S.C.A. ยง1452b); or (v) July first, nineteen hundred ninety-two, if started after such date and aided by a loan or grant under article eleven, twelve, or twenty-two of the private housing finance law, section six hundred ninety-six-a or section ninety-nine-h of the general municipal law, or the Cranston-Gonzalez national affordable housing act (42 U.S.C.A. 12701 et seq.); or (vi) July first, nineteen hundred eighty-eight, if started after such date by or on behalf of a company not qualified under any of the above provisions, which is a not-for-profit corporation qualified pursuant to section 501(c)(3) of the internal revenue code and which has entered into a regulatory agreement with the local housing agency requiring operation of the property as housing for low and moderate income persons and families. (2) In the case of alterations or improvements pursuant to paragraph five of subdivision b of this section which are carried out with the substantial assistance of grants, loans or subsidies from any federal, state or local agency or instrumentality or any not-for-profit philanthropic organization one of whose primary purposes is providing low or moderate income housing or financed with mortgage insurance by the New York city residential mortgage insurance corporation or the state of New York mortgage agency or pursuant to a program established by the federal housing administration for rehabilitation of existing multiple dwellings in a neighborhood strategy area as defined by the United States department of housing and urban development, the abatement of taxes on such property, including the land, shall not exceed the lesser of the actual cost of the alterations or improvements or one hundred fifty per centum of the certified reasonable cost of the alterations or improvements, as determined under regulations of the department of housing preservation and development, and the annual abatement of taxes shall not exceed twelve and one-half per centum of such certified reasonable cost, provided that such abatement shall not be effective for more than twenty years and the annual abatement of taxes in any consecutive twelve-month period shall in no event exceed the amount of taxes payable in such twelve-month period. (3) In the case of alterations or improvements carried out with the substantial assistance of grants, loans or subsidies from any federal, state or local agency or instrumentality or any not-for-profit philanthropic organization one of whose primary purposes is providing low or moderate income housing, or financed with mortgage insurance by the New York city residential mortgage insurance corporation or the state of New York mortgage agency or pursuant to a program established by the federal housing administration for rehabilitation of existing multiple dwellings in a neighborhood strategy area as defined by the United States department of housing and urban development where such alterations or improvements are done on property located in census tracts in which seventy-five percent or more of the population live in households which earn fifty percent or less of the median household income of the city, the abatement of taxes on such property, including the land, shall not exceed the lesser of the actual cost of the alterations or improvements or one hundred fifty per centum of the certified reasonable cost of the alterations or improvements, as determined under regulations of the department of housing preservation and development, and the annual abatement of taxes shall not exceed twelve and one-half per centum of such certified reasonable cost, provided that such abatement shall not be effective for more than twenty years and the annual abatement of taxes in any consecutive twelve-month period shall in no event exceed the amount of taxes payable in such twelve month period. (4) In the case of alterations, improvements or conversions pursuant to paragraph nine of subdivision b of this section, the abatement of taxes on such property, including the land, shall not exceed the lesser of the actual cost of the alterations or improvements or one hundred fifty per centum of the certified reasonable cost of the alterations or improvements, as determined under regulations of the department of housing preservation and development, and the annual abatement of taxes shall not exceed twelve and one-half per centum of such certified reasonable cost, provided that such abatement shall not be effective for more than twenty years and the annual abatement of taxes in any consecutive twelve-month period shall in no event exceed the amount of taxes payable in such twelve-month period. d. The benefits of this section shall apply: (1) to any multiple dwelling which is altered, improved or increased in valuation with aid of a loan provided by the city of New York, the New York city housing development corporation or the United States department of housing and urban development for the elimination of conditions dangerous to human life or detrimental to health, including nuisances as defined in section three hundred nine of the multiple dwelling law, or other rehabilitation or improvement whether or not all of the units thereof were in existence prior to rehabilitation pursuant to the provisions of: (i) article two, eight or eight-A of the private housing finance law provided that such dwelling is made available solely to persons or families of low income as defined in said articles, (ii) article twelve of the private housing finance law, (iii) article fifteen of the private housing finance law or (iv) any federal law where the multiple dwelling is supervised or regulated by the United States department of housing and urban development. (2) except as hereinafter provided, to any building or structure which is converted to a class A multiple dwelling or to any existing dwelling which is substantially rehabilitated, and further provided that the rents subsequent to conversion or substantial rehabilitation shall not exceed such amount as may be fixed: (i) by the United States department of housing and urban development, (ii) pursuant to the private housing finance law of the state of New York, or (iii) pursuant to chapter three or chapter four of title twenty-six of the code, provided that the initial legal regulated rent for the dwelling units shall be the rent charged and paid by the initial tenant and registered with the New York state division of housing and community renewal. Buildings or structures which are converted to class A multiple dwellings and existing dwellings which are substantially rehabilitated shall contain bedrooms in a number equal to at least fifty percent of the apartments created where an alteration permit has been issued by the department of buildings prior to April first, nineteen hundred eighty and seventy-five percent of the apartments created where an alteration permit has been issued by the department of buildings on or after April first, nineteen hundred eighty provided, however, that if a building or structure is converted from a non-residential use to a class A multiple dwelling and the units therein contain an average floor area of one thousand square feet, such requirement as to the number of bedrooms shall not be applicable and if an existing dwelling is substantially rehabilitated, the seventy-five percent bedroom requirement shall be reduced to the extent its application would necessitate a reduction in the number of units which are contained in the existing dwelling prior to commencement of substantial rehabilitation. (3) to any multiple dwelling, building or structure otherwise eligible for any of the benefits of this section which: (i) is operated exclusively for the benefit of persons or families who are or will be entitled to occupancy by reason of ownership of stock or membership in the corporate owner, or for the benefit of such persons or families and other persons or families entitled to occupancy under applicable provisions of law without ownership of stock or membership in the corporate owner, or (ii) is owned as a condominium and is occupied as the residence or home of three or more families living independently of each other; provided, however, that, in addition to all other conditions of eligibility for the benefits of this section, except for multiple dwellings in which units have been newly created by substantial rehabilitation of vacant buildings or conversions of non-residential buildings, the availability of benefits under this section for such multiple dwellings, buildings or structures shall be conditioned on the following: (a) alterations or improvements to at least one building-wide system are part of the application for benefits, and (b) (i) the assessed valuation of such multiple dwelling, building, or structure, including land, shall not exceed an average of thirty thousand dollars per dwelling unit at the time of the commencement of the alterations or improvements, and (ii) during the three years immediately preceding the commencement of the alterations or improvements the average per room sale price of the dwelling units or the stock allocated to such dwelling units shall have been no greater than thirty-five percent of the maximum mortgage amount for a single family home eligible for purchase by the Federal National Mortgage Association; provided that if less than ten percent of the dwelling units or an amount of stock less than the amount allocable to ten percent of such dwelling units was not transferred during such preceding three year period, eligibility for benefits shall be conditioned upon the multiple dwelling, building, or structure having an assessed valuation per dwelling unit of no more than twenty-five thousand dollars at the time of the commencement of the alterations or improvements. Provided, further, that such benefits shall be available only for alterations or improvements commenced on or after June first, nineteen hundred eighty-six. Notwithstanding the foregoing, the benefits of this section shall be available for any alterations or improvements commenced after August seventh, nineteen hundred ninety-two for such multiple dwellings, buildings or structures and shall be conditioned on the following: (1) the application for benefits may include any item of work designated in the rules adopted by the department of housing preservation and development as a major capital improvement or asbestos abatement to the extent such asbestos abatement is required by federal, state and local law; and (2) (i) the assessed valuation of such multiple dwelling, building or structure, including land, shall not exceed an average of forty thousand dollars per dwelling unit at the time of the commencement of the alterations or improvements; and (ii) the average per room sale price of the dwelling units or the stock allocated to such dwelling units shall have been no greater than thirty-five percent of the maximum mortgage amount for a single family home eligible for purchase by the Federal National Mortgage Association during the three years immediately preceding the commencement of the alterations or improvements; provided that if less than ten percent of the dwelling units or an amount of stock less than the amount allocable to ten percent of such dwelling units was not transferred during such preceding three year period, eligibility for benefits shall be conditioned upon the multiple dwelling, building, or structure having an assessed valuation per dwelling unit of no more than forty thousand dollars at the time of the commencement of the alteration or improvement. Notwithstanding the foregoing, benefits shall also be available under this section for work completed in any such multiple dwelling, building or structure within the first three years of its conversion to cooperative or condominium ownership, as evidenced by the date on which the first closing in a condominium to a bona fide purchaser occurs or in the case of a cooperative, the date on which the shares allocable to a unit are conveyed to a bona fide purchaser, provided, however, that the availability of such benefits for conversions, alterations or improvements commenced prior to June first, nineteen hundred eighty-six, except with respect to governmentally assisted projects as defined in regulations issued by the department of housing preservation and development, shall be conditioned upon the completion of such conversions, alterations or improvements within three years after acceptance for filing of the prospectus to establish such cooperative or condominium entity by the attorney general of the state of New York. The maximum amount of tax abatement which may be received in any tax period under this section by any such multiple dwelling, building or structure for any alterations and improvements commenced three or more years after its initial conversion to cooperative or condominium ownership shall be limited to an amount not in excess of two thousand five hundred dollars per dwelling unit of the certified reasonable cost of the alterations or improvements as determined under regulations of the department of housing preservation and development. (3-a) Notwithstanding any contrary provision of paragraph three of this subdivision, the availability of any benefits under this section to any multiple dwelling, building or structure owned and operated by a limited-profit housing company established pursuant to article two of the private housing finance law shall not be conditioned upon the assessed valuation of such multiple dwelling, building or structure, including land, as calculated as an average dollar amount per dwelling unit, at the time of the commencement of the alterations or improvements; provided, however, that such limited-profit housing company (i) is organized and operating as a mutual company, (ii) continues to be organized and operating as a mutual company and to own and operate the multiple dwelling, building or structure receiving such benefits, and (iii) has entered into a binding and irrevocable agreement with the commissioner of housing of the state of New York, the supervising agency, the New York city housing development corporation, or the New York state housing finance agency prohibiting the dissolution or reconstitution of such limited-profit housing company pursuant to section thirty-five of the private housing finance law for not less than fifteen years from the commencement of such benefits. For the purposes of this paragraph, the terms \"mutual company\" and \"supervising agency\" shall have the same meanings as set forth in section two of the private housing finance law. (3-b) Notwithstanding any contrary provision of paragraph three of this subdivision, the availability of any benefits under this section to any multiple dwelling, building or structure owned and operated by a redevelopment company established pursuant to article five of the private housing finance law shall not be conditioned upon the assessed valuation of such multiple dwelling, building or structure, including land, as calculated as an average dollar amount per dwelling unit, at the time of the commencement of the alterations or improvements; provided, however, that such redevelopment company (i) is organized and operating as a mutual redevelopment company, (ii) continues to be organized and operating as a mutual redevelopment company and to own and operate the multiple dwelling, building or structure receiving such benefits, and (iii) has entered into a binding and irrevocable agreement with the commissioner of housing and community renewal of the state of New York, the supervising agency, the New York city housing development corporation, or the New York state housing finance agency prohibiting the dissolution or reconstitution of such redevelopment company pursuant to section one hundred twenty-three of the private housing finance law until the earlier to occur of (i) fifteen years from the commencement of such benefits, or (ii) the expiration of any tax exemption granted to such redevelopment company pursuant to section one hundred twenty-five of the private housing finance law. For the purposes of this paragraph, the terms \"mutual\" and \"supervising agency\" shall have the same meanings as set forth in section one hundred two of the private housing finance law. (4) provided that, in the case of any building or structure: (i) in which conversion, alteration or improvement commences on or after January first, nineteen hundred eighty-two, and (ii) which is located in the county of New York within an area designated herein as a minimum tax zone, the benefits of this section shall not be applied to abate or reduce the taxes upon the land portion of such real property, which shall continue to be taxed based upon the assessed valuation of the land and the applicable tax rate at the time such taxes are levied; provided, however, that the foregoing limitation with respect to abatement of taxes shall not apply: (A) to any multiple dwelling which is eligible for benefits based upon moderate rehabilitation pursuant to paragraph five of subdivision b of this section, or (B) to any multiple dwelling which is governmentally assisted as such term is defined in regulations to be promulgated by the department of housing preservation and development pursuant to subdivision m of this section. (5) provided that in the case of any building or structure: (i) in which conversion, alteration or improvement commences on or after January first, nineteen hundred eighty-two, and (ii) which is located in the county of New York within an area designated herein as a tax abatement exclusion zone, the benefits of this section shall not be applied to abate or reduce the taxes upon such real property, which shall continue to be taxed based upon the assessed valuation of the land and the improvements and the applicable tax rate at the time such taxes are levied; provided, however, that the foregoing limitation shall not deprive such real property of any benefits of exemption from taxation of an increase in assessed valuation to which it is entitled pursuant to this section; provided, however, that the foregoing limitation with respect to abatement of taxes shall not apply: (A) to any alteration or improvement designated as a major capital improvement, by the regulations promulgated by the department of housing preservation and development pursuant to subdivision m of this section, provided that the maximum amount of tax abatement which may be received in any tax period under this section by any such multiple dwelling, building or structure for any alterations and improvements shall be limited to an amount not in excess of twenty-five hundred dollars per dwelling unit of the certified reasonable cost of the alterations and improvements as determined under regulations of the department of housing preservation and development, or (B) to any multiple dwelling which is governmentally assisted as such term is defined by said regulations. (6) For purposes of this subdivision, the minimum tax zone in the county of New York shall be as follows: all tax lots now existing or hereafter created within the following designated area or adjacent to either side of any street forming the boundary of such designated area, which area is bounded and described as follows: BEGINNING at Central Park West and 86th Street; thence easterly along 86th Street to the East River; thence southerly along the easterly boundary of New York county to 23rd Street; thence westerly along 23rd Street to Third Avenue; thence southerly along Third Avenue to 14th Street; thence westerly along 14th Street to Broadway; thence southerly along Broadway to Houston Street; thence westerly along Houston Street to West Street; thence northerly along West Street to 14th Street; thence easterly along 14th Street to 9th Avenue; thence northerly along Ninth Avenue to 57th Street; thence westerly along 57th Street to the Hudson River; thence northerly along the westerly boundary of New York county to 72nd Street; thence easterly along 72nd Street to Central Park West; thence northerly along Central Park West to 86th Street and Central Park West, which is the place of beginning. (7) For purposes of this subdivision, the tax abatement exclusion zone in the county of New York shall be as follows: all tax lots within the following designated area or adjacent to either side of any street forming the boundary of such designated area or adjacent to either side of any street designated as included in such area, which area is bounded and described as follows: BEGINNING at the intersection of 96th Street and Central Park West; thence easterly to Park Avenue; thence southerly along Park Avenue to the intersection of Park Avenue and 72nd Street; thence easterly along 72nd Street to York Avenue; thence northerly along York Avenue to the Franklin Delano Roosevelt Drive; thence north-westerly along the Franklin Delano Roosevelt Drive to as far as 96th Street; thence easterly to the easterly border of New York county; thence southerly along such border to 34th Street; thence westerly along 34th Street to 8th Avenue; thence northerly, along 8th Avenue and Central Park West as far as 96th Street, which is the place of beginning. Additionally, the following North/South and East/West thoroughfares shall be included in the tax abatement exclusion zone: 96th Street between Central Park West and the East River; 86th Street between Central Park West and the East River; 79th Street between West End Avenue and the East River; 72nd Street between West End Avenue and the East River; West End Avenue from 72nd Street to 86th Street; and Riverside Drive from 72nd Street to 96th Street. (8) Limitation on benefits. (a) The provisions of this paragraph shall apply to all conversions, alterations and improvements except the following: (i) alterations or improvements under paragraphs four, six and seven of subdivision b of this section, where carried out: (A) with the substantial assistance of grants, loans or subsidies from any federal, state or local agency or instrumentality, or any not-for-profit philanthropic organization one of whose primary purposes is providing low or moderate incoming housing; or (B) with mortgage insurance by the New York city residential mortgage insurance corporation or the state of New York mortgage agency; or (C) in the areas bounded and described as follows: AREAS IN THE COUNTY OF BRONX: MOTT HAVEN--The area bounded by East 159th Street; Third Avenue; East 161st Street; Prospect Avenue; East 149th Street; Jackson Avenue; Bruckner Expressway; Major Deegan Expressway; Morris Avenue; East 149th Street and Park Avenue. ALDUS GREEN--The area bounded by East 169th Street; East 167th Steet; Westchester Avenue; Sheridan Expressway; Longfellow Avenue; Randall Avenue; Tiffany Street; Longwood Avenue; Bruckner Expressway; East 149th Street; and, Prospect Avenue. MORRISANIA--The area bounded by Cross Bronx Expressway; Park Avenue; East 174th Street; Washington Avenue; Cross Bronx Expressway; Arthur Avenue; Crotona Park North; Waterloo Place; East 175th Street; Southern Boulevard; Cross Bronx Expressway; Sheridan Expressway; East 167th Street; East 169th Street; Prospect Avenue; East 161st Street; Third Avenue; East 159th Street; Park Avenue; and, Webster Avenue. HIGHBRIDGE-CONCOURSE--The area bounded by Washington Bridge-Cross Bronx Expressway; Webster Avenue; Park Avenue; East 149th Street; and, the Harlem River. WEST TREMONT--The area bounded by West Fordham Road; East Fordham Road; Webster Avenue; Cross Bronx Expressway; George Washington Bridge; and, the Harlem River. BELMONT-BRONX PARK SOUTH--The area bounded by Southern Boulevard; Bronx Park South; Boston Road; East 180th Street; Bronx River Parkway; Cross Bronx Expressway; Crotona Parkway; East 175th Street; Waterloo Place; Crotona Park North; Arthur Avenue; Cross Bronx Expressway; Washington Avenue; East 174th Street; Park Avenue; Cross Bronx Expressway; and, Webster Avenue. KINGSBRIDGE--The area bounded by Van Cortlandt Park South; West Gun Hill Road; Jerome Avenue; Bainbridge Avenue; East 211th Street and its prolongation; Conrail right of way; Bedford Park Boulevard; Webster Avenue; East Fordham Road; West Fordham Road; the Harlem River; Marble Hill Avenue; West 230th Street; Riverdale Avenue; Greystone Avenue; Waldo Avenue; Manhattan College Parkway; and, Broadway. SOUND VIEW--The area bounded by the Cross Bronx Expressway; Bronx River Parkway; East Tremont Avenue; White Plains Road; Randall Avenue; Olmstead Avenue; Lacombe Avenue; Westchester Creek; East River; Bronx River; Westchester Avenue; and, Sheridan Expressway. PELHAM PARKWAY--The area bounded by Adee Avenue; Mathews Avenue; Williamsbridge Road; Pelham Parkway South; Yates Avenue; Lydig Avenue; Williamsbridge Road; Neil Avenue; Bogart Avenue; East Tremont Avenue; Bronx River Parkway; and, Bronx Park East. AREAS IN THE COUNTY OF KINGS: WILLIAMSBURG--The area bounded by Metropolitan Avenue; Union Avenue; Conselyea Street; Wood Point Road; Frost Street; Morgan Avenue; Meserole Street; Bushwick Avenue; Flushing Avenue; Union Avenue; Division Avenue; and, the East River. BEDFORD-STUYVESANT--The area bounded by Myrtle Avenue; Broadway; Ralph Avenue; Atlantic Avenue; and, Nostrand Avenue. BUSHWICK--The area bounded by Flushing Avenue; Cypress Avenue; Menahan Street; St. Nicholas Avenue; Gates Avenue; Wyckoff Avenue; Eldert Street; Irving Avenue; Chauncey Street; Central Avenue; property line of the Cemetery of the Evergreens; Conway Street; and, Broadway. EAST-NEW YORK--The area bounded by Jamaica Avenue; Elderts Lane; Atlantic Avenue; Fountain Avenue; New Lots Avenue; and, Sheffield Avenue. SOUTH BROOKLYN (A)--The area bounded by The Buttermilk Channel; Congress Street; Hicks Street; Hamilton-Gowanus Parkway; the Gowanus Canal; and, the Gowanus Bay. SOUTH BROOKLYN (B)--The area bounded by Fourth Avenue; Pacific Street; Flatbush Avenue; Sixth Avenue; and, 15th Street. SUNSET PARK--The area bounded by the Upper New York Bay; the Gowanus Bay; 15th Street; Prospect Park S.W.; Coney Island Avenue; Caton Avenue; Fort Hamilton Parkway; 37th Street; Eighth Avenue; Long Island Railroad right of way; Gowanus Expressway; 64th Street; Shore Parkway; and, the Long Island Railroad right of way. CROWN HEIGHTS--The area bounded by Pacific Street; Vanderbilt Avenue; Atlantic Avenue; Ralph Avenue; East New York Avenue; Utica Avenue; Winthrop Street; Flatbush Avenue; Parkside Avenue; Ocean Avenue; Empire Boulevard; Washington Avenue; Eastern Parkway; Grand Army Plaza; and, Flatbush Avenue. CONEY ISLAND--The area bounded by the Coney Island Creek; Stillwell Avenue; the Boardwalk West; and, West 37th Street. FLATBUSH--The area bounded by Parkside Avenue; Flatbush Avenue; Winthrop Street; New York Avenue; Clarendon Road; East 31st Street; Newkirk Avenue; Nostrand Avenue; Foster Avenue; New York Avenue; Avenue H; Flatbush Avenue; Avenue K; and, Coney Island Avenue. EAST FLATBUSH--The area bounded by Clarkson Avenue; Utica Avenue; East New York Avenue; East 98th Street; Church Avenue; Ralph Avenue; Clarendon Road; and, New York Avenue. BROWNSVILLE--The area bounded by Broadway; Rockaway Avenue; Atlantic Avenue; East New York Avenue; Christopher Avenue; Glenmore Avenue; Powell Street; Sutter Avenue; Van Sinderen Avenue; Dumont Avenue; Junius Street; Livonia Avenue; Stone Avenue; Linden Boulevard; Rockaway Avenue; Hegeman Avenue; Hopkinson Avenue; Riverdale Avenue; East 98th Street; East New York Avenue; Ralph Avenue; Atlantic Avenue; and, Saratoga Avenue. AREAS IN THE COUNTY OF NEW YORK: LOWER EAST SIDE--The area bounded by East 14th Street; the East River; Delancey Street; Chrystie Street; East Houston Street; and, Avenue A. MANHATTAN VALLEY--The area bounded by Cathedral Parkway (West 110th Street); Central Park West; West 100th Street; and, Broadway. EAST HARLEM--The area bounded by East 142nd Street; the Harlem River; East 96th Street; and, Fifth Avenue. CENTRAL HARLEM--The area bounded by West 145th Street; the Harlem River; Fifth Avenue; Cathedral Parkway (West 110th Street); Morningside Avenue; West 123rd Street; St. Nicholas Avenue; West 141st Street; and, Bradhurst Avenue. HAMILTON HEIGHTS--The area bounded by West 155th Street; Bradhurst Avenue; West 141st Street; Convent Avenue; West 140th Street; Amsterdam Avenue; West 133rd Street; and, Riverside Drive. WASHINGTON HEIGHTS--The area bounded by the Harlem River; Teunissen Place; West 230th Street; Marble Hill Lane; the Harlem River; West 155th Street; and, the Hudson River. AREAS IN THE COUNTY OF QUEENS: HALLETS POINTS--The area bounded by the East River-East Channel, Hallets Cove and Pot Cove; Hoyt Avenue South; 21st Street; 31st Avenue; Vernon Boulevard; and, 35th Avenue. JACKSON HEIGHTS-CORONA-EAST ELMHURST--The area bounded by Grand Central Parkway; Long Island Railroad right of way; 110th Street; Corona Avenue; Long Island Expressway; Junction Boulevard; Roosevelt Avenue; and, Brooklyn-Queens Expressway East. RIDGEWOOD--The area bounded by Grand Avenue; Rust Street; 59th Drive; 60th Street; Bleecker Street; Forest Avenue; Myrtle Avenue; the Long Island Railroad right of way; and, Queens-Brooklyn boundary line. JAMAICA SOUTH--The area bounded by the Long Island Railroad right of way; New York Boulevard; Southern Parkway (Sunrise Highway) and, Van Wyck Expressway. FAR ROCKAWAY--The area bounded by the Jamaica Bay-Mott Basin; Queens-Nassau boundary line; Far Rockaway Beach; Beach 32nd Street; and, Norton Drive. AREAS IN THE COUNTY OF RICHMOND: PORT RICHMOND--The area bounded by the Kill Van Kull; Jewett Avenue and its prolongation; Forest Avenue; and, the Willow Brook Expressway. NEW BRIGHTON--The area bounded by the Kill Van Kull; Westervelt Avenue; Brook Street; Castleton Avenue; and, North Randall Avenue and its prolongation. STAPLETON--The area bounded by Victory Boulevard; the Upper New York Bay; Vanderbilt Avenue; Van Duzer Street; Cebra Avenue; and, St. Pauls Avenue. FOX HILLS--The area bounded by Vanderbilt Avenue; the Upper New York Bay; the Staten Island Rapid Transit Railway right of way; and, the Staten Island Expressway. (D) pursuant to a program established by the federal housing administration, federal national mortgage association, federal home loan mortgage corporation or government national mortgage association for the rehabilitation of existing multiple dwellings for persons of low or moderate income, or a program of mortgage insurance for the rehabilitation of existing multiple dwellings pursuant to section two hundred twenty-three-f of the national housing act as amended, or a program of mortgage insurance established by the federal housing administration for the rehabilitation of existing multiple dwellings for persons of low or moderate income; provided that properties receiving benefits under such programs are located in a neighborhood strategy area, as defined, by the United States department of housing and urban development, or in one of the areas listed in subparagraph (C) of this paragraph. (ii) alterations or improvements under paragraph five of subdivision b of this section; and (iii) conversion of residential units qualified for the protection of article seven-C of the multiple dwelling law under paragraph eight of subdivision b of this section. (b) Abatement limitations. (i) The amount of abatement under subdivision c of this section shall not exceed the certified reasonable cost of the conversion, alteration or improvement, as determined under regulations of the department of housing preservation and development, provided that the amount of certified reasonable cost eligible for abatement under this section shall not exceed fifteen thousand dollars for a dwelling unit of three and one-half rooms, as determined under the applicable zoning resolution, and a comparable amount for dwelling units of other sizes, determined under regulations of the department of housing preservation and development, and further provided that the amount of certified reasonable cost eligible for abatement under this section may exceed fifteen thousand dollars or such comparable amount per dwelling unit, but not more than twenty-five percent above such amount, upon application of the property owner and a determination by the department of housing preservation and development that: (A) in the case of a conversion under paragraph one, two or three of subdivision b of this section, the increased cost is necessary to comply with applicable law; or (B) in the case of an alteration or improvement under paragraph seven of subdivision b of this section, the increased cost is necessary to eliminate the unhealthy or dangerous conditions or replace the inadequate and obsolete facilities in a satisfactory manner; or (C) in the case of an alteration or improvement under paragraph six of subdivision b of this section, the increased cost is necessary to conserve energy in a satisfactory manner; or (D) in the case of an alteration or improvement under paragraph four of subdivision b of this section, the increased cost, to the extent such cost is not offset by any and all tax credits received as a result of the alteration or improvement, is necessary to comply with any provision of law regulating historic or landmark buildings or structures. (ii) Notwithstanding any other provisions of this subparagraph, and in addition to all other conditions of eligibility for the benefits of this section, the availability of abatements pursuant to subdivision c of this section for any multiple dwellings, buildings or structures not owned as a condominium or cooperative, except for multiple dwellings in which units have been newly created by substantial rehabilitation of vacant buildings or conversions of non-residential buildings, shall be conditioned on the assessed valuation of such multiple dwelling, building or structure, including land, not exceeding an average of thirty thousand dollars per dwelling unit at the time of commencement of the alterations or improvements, provided, however, that such average shall not exceed $40,000 per dwelling unit at the time of commencement of the alteration or improvement for alterations or improvements commenced after the effective date of this local law, which added this amendment. (c) Exemption limitations. (i) The increase in assessed valuation of the real property resulting from the conversion, alteration or improvement under subdivision b of this section, shall be exempt from taxation as provided in this section, only to the extent provided in this subparagraph, provided that this subparagraph shall not apply to any conversions, alterations or improvements commenced on or after June first, nineteen hundred eighty-six, unless such conversions, alterations or improvements are carried out in buildings or structures located in the borough of Manhattan south of or adjacent to the south side of one hundred tenth street. The amount of the increased assessed valuation that is exempt from taxation shall depend on the amount of the total assessed value per dwelling unit calculated by dividing the amount of the total assessed valuation of the property, as determined under the real property tax law, by the number of dwelling units in the building after completion of the conversion, alteration or improvement. The amount of increased assessed valuation that will be exempt from taxation for buildings with total assessed valuation per dwelling unit of less than thirty-eight thousand dollars shall be calculated pursuant to the following formula: (A) any portion of total assessed valuation of the property attributable to the first eighteen thousand dollars of total assessed valuation per dwelling unit, to the extent it represents increased assessed valuation, shall be one hundred percent exempt; (B) any portion of total assessed valuation attributable to the next four thousand dollars of total assessed valuation per dwelling unit, to the extent it represents increased assessed valuation, shall be seventy-five percent exempt; (C) any portion of total assessed valuation attributable to the next four thousand dollars of total assessed valuation per dwelling unit, to the extent it represents increased assessed valuation, shall be fifty percent exempt; (D) any portion of total assessed valuation attributable to the next four thousand dollars of total assessed valuation per dwelling unit, to the extent it represents increased assessed valuation, shall be twenty-five percent exempt; (E) any portion of total assessed valuation attributable to the next eight thousand dollars of total assessed valuation per dwelling unit, to the extent it represents increased assessed valuation per dwelling unit, shall be fully taxable. Property with a total assessed valuation per dwelling unit of thirty-eight thousand dollars or more shall not be eligible for a tax exemption under this section. (ii) In calculating the amount of increased assessed valuation that will be exempt from taxation pursuant to the formula in clause (i) of this subparagraph, the full amount of total assessed valuation that does not represent increased assessed valuation shall be applied in such formula prior to the inclusion of any amount of increased assessed valuation. (iii) Where the real property is occupied in part for residential purposes and in part for non-residential purposes, the assessed valuation of the property shall be appropriately allocated between the residential and non-residential portions. In computing the total assessed valuation per dwelling unit under this subparagraph, only the amount of valuation so allocated to the residential portion shall be considered. (iv) Commencing with the assessment roll for the year nineteen hundred eighty-four, where there has been a change in the level of assessment from the assessment roll of the prior year of properties receiving exemptions under this section, the department of finance may petition the state board to certify the percentage of such change for the purposes of this section. In such petition, the department of finance shall submit such information as the state board shall require in order to certify the percentage of such change. The state board may also make such a certification on its own motion. Upon receipt of such certification from the state board, the department of housing preservation and development may modify the dollar values of total assessed valuation per dwelling unit in clause (i) of this subparagraph to reflect the percentage change in the level of assessment as shown in such certification. As used in this subparagraph, the term \"change in the level of assessment\" means the net increase or decrease in the assessed valuation of properties in the assessing unit that received exemptions under this section in the current year as compared to those that received exemptions under this section in the prior year as a result of assessing such properties at a higher or lower ratio of full value. (v) (A) Notwithstanding the provisions of clause (i) of this subparagraph, the department of housing preservation and development may reduce or remove the limitations on the exemption from taxation provided in such clause with respect to a particular property undergoing alteration or improvement, upon application of the property owner and a determination by such department that the increased benefit will increase the number of dwelling units that will be affordable to persons of low and moderate income, and the increased benefit is necessary to make economically viable units or improvement in the quality of dwelling units that will be affordable to persons of low or moderate income. (B) As used in this subparagraph, the term \"persons of low or moderate income\" shall mean persons who would qualify for housing subsidies pursuant to section two hundred thirty-five of the national housing act, as amended, at one hundred thirty-five percent of the income limitations provided therein. (C) Upon receiving an application under this subparagraph in proper form, the department of housing preservation and development shall immediately submit it to the community board for the area in which the project is located, which may, within forty-five days of receiving it and after a public hearing, make recommendations to the department as to the application. The department shall act on the application within sixty days of receiving it from the property owner in proper form, but not before expiration of the time for the community board to make its recommendations, unless the board has acted sooner. (d) The department of housing preservation and development may set forth preliminarily the terms of a determination under subparagraph (b) or (c) of this paragraph prior to the commencement of the conversion, alteration or improvement. Any such determination shall take effect after completion of the work in accordance with the terms of the application made by the property owner. (e) Any determination of the department of housing preservation and development to increase an abatement under subparagraph (b) of this paragraph, or to reduce or remove the exemption limitations under subparagraph (c) of this paragraph shall state the basis for the determination and the data on which the determination was based. Such determination shall be published in the City Record for five consecutive days after the determination is rendered. d-1. (1) A group of multiple dwellings which was developed as a planned community and which is owned as two separate condominiums containing a total of ten thousand or more dwelling units shall be eligible for tax exemption and abatement as provided in this subdivision. (2) any increase in assessed valuation resulting from alterations or improvements financed with substantial governmental assistance to one or more multiple dwellings in a planned community described in paragraph one of this subdivision shall be exempt from taxation for local purposes. Such exemption shall be equal to the increase in the valuation which is subject to exemption under this paragraph for thirty years. After such period of time, the amount of such exempted assessed value shall be reduced by twenty percent in each succeeding year until the assessed value of the alterations or improvements is fully taxable. Such exemption may commence at the beginning of any tax quarter subsequent to the start of such alterations or improvements. In no event shall such alterations or improvements directly or indirectly result in an equalization increase in the assessed valuation of any multiple dwelling forming part of the planned community where such alterations or improvements are performed. (3) the taxes on a planned community described in paragraph one of this subdivision, including the land, may be abated by an amount not to exceed the greater of (i) one hundred fifty per centum of the certified reasonable cost of the alterations or improvements, as determined under the rules of the department of housing preservation and development, and (ii) the construction cost of the alterations or improvements identified in such rules. Such abatement shall not be effective for more than twenty years and the annual abatement of taxes in any consecutive twelve-month period shall not be greater than ten per centum of the total abatement granted and shall not exceed the amount of taxes payable in such consecutive twelve-month period. Such abatement shall begin no sooner than the first quarterly tax bill immediately following the completion of such alterations or improvements. The limitations set forth in the second paragraph of paragraph three of subdivision d of this section for multiple dwellings, buildings and structures owned as condominiums shall be inapplicable to benefits granted pursuant to this subdivision. Abatement benefits granted pursuant to this subdivision shall be apportioned among all of the condominium tax lots within the condominium in which the alterations or improvements are made, although such alterations or improvements may have been made to one or fewer than all of the multiple dwellings therein. (4) in the event that multiple alterations or improvements are undertaken in a planned community described in paragraph one of this subdivision and separate applications for benefits therefor are made, all requirements concerning physical condition of and compliance with law by the multiple dwellings in such planned community shall apply only upon completion of all such alterations or improvements, provided that all such alterations or improvements are completed within six years. (5) except as provided in this subdivision, all of the requirements imposed by this section on projects described in subdivision b of this section shall be applicable to alterations or improvements granted benefits pursuant to this subdivision. (6) this subdivision shall be applicable only to alterations or improvements completed prior to December thirty-first, two thousand five. (7) Alterations and improvements receiving tax benefits under this subdivision shall not be used as the basis of an application for a major capital improvement rent increase under state laws governing rent control and rent stabilization, provided, however, that such alterations and improvements may be eligible for a major capital improvement increase in an amount not to exceed the amount of the decrease in rents that occurs as a result of the installation of individual electrical metering for the residential units. Such major capital improvement increase shall be implemented on a per unit basis. e. Notwithstanding any provision of this section or any other section of the code to the contrary, where such dwelling is in an area where a plan of redevelopment, program of neighborhood improvement, housing maintenance, demonstration rehabilitation or concentrated code enforcement is being carried out, the rents subsequent to conversion, alteration or improvement may exceed the maximum amount allowable pursuant to chapter four of title twenty-six of the code where necessity for the adjustment of such rents is certified by the department of housing preservation and development. f. Subject to the provisions of subdivision d of this section, the department of housing preservation and development shall determine and certify the reasonable cost of any such conversions, alterations or improvements and eligibility for the benefits of this section and for that purpose may adopt rules and regulations, administer oaths to and take the testimony of any person, including but not limited to the owner of such property, may issue subpoenas requiring the attendance of such persons and the production of such bills, books, papers or other documents as it shall deem necessary, may make preliminary estimates of the maximum reasonable cost of such conversions, alterations or improvements, may establish maximum allowable costs of specified units, fixtures or work in such conversions, alterations or improvements, and may require the submission of plans and specifications of such conversions, alterations or improvements, and may require the submission of plans and specifications of such conversions, alterations or improvements before the start thereof. Applications for certification shall include all bills and other documents showing the cost of construction or such other evidence of such cost as shall be satisfactory to the department of housing preservation and development, including, without limitation, certification of cost by a certified public accountant in accordance with generally accepted accounting principles. Applications for certification for a building eligible for benefits pursuant to paragraph three of subdivision d of this section, for alterations or improvements completed more than three years after its conversion to cooperative or condominium ownership, shall include such documentation of the sale price of dwelling units or stock allocated to such dwelling units as may be required by the department of housing preservation and development, including but not limited to certification of sales price by a certified public accountant. In addition, such applications shall contain the consent of the applicant to allow the department of housing preservation and development access to records, including but not limited to other tax records, as the department may deem appropriate to enforce such conditions of eligibility. Applications for certification filed for conversions, alterations or improvements completed after December thirty-first, two thousand eleven pursuant to paragraphs one through seven and paragraph nine of subdivision b of this section shall be made after completion and within thirty-six months following the start of construction of the conversion, alteration or improvement, except that applications for certification for alterations or improvements undertaken by a housing development fund company organized pursuant to article eleven of the private housing finance law, which are carried out with the substantial assistance of grants, loans or subsidies from any federal, state or local governmental agency or instrumentality or which are carried out in a property transferred from the city of New York shall be made after completion and within seventy-two months following the start of the construction of the alteration or improvement. Provided, however, the department of housing preservation and development is empowered to grant an extension of the period for application for any project carried out with the substantial assistance of loans, grants or subsidies from any federal, state or local governmental agency or instrumentality, if such application is made within seventy-two months from commencement of construction. Applications for certification pursuant to paragraph eight of subdivision b of this section shall be filed within twelve months of the date of completion as provided by such subdivision. g. To the end that conversions, alterations or improvements in such property shall interfere as little as practicable with the clearance, rehabilitation or rebuilding of sub-standard and insanitary areas and shall be confined to buildings and structures which are structurally sound and comply with applicable provisions of law, eligibility for the benefits of this section shall be restricted to such buildings and structures which the department of housing preservation and development shall certify: (1) to be structurally sound and to comply with applicable provisions of law, as determined by the department of buildings, which certification shall be evidenced by a certificate describing the property involved; and (2) if in an area for which a final plan of clearance, replanning, reconstruction, rehabilitation, or redevelopment has been approved pursuant to article fifteen of the general municipal law, or if in an area for which an urban renewal plan or tests, studies or demonstrations have been approved pursuant to article fifteen of the general municipal law, to be improved in conformity with such replanning, reconstruction, rehabilitation, redevelopment, tests, studies, demonstrations or plan; and (3) if in an area where a program of local neighborhood improvement or housing maintenance is being carried out, to be in conformity with such program. h. Application forms for the benefits of this section shall be filed with the department of finance within the time periods to be established by rules and regulations promulgated by the department of housing preservation and development pursuant to subdivision m of this section. The department of finance shall certify the amount of taxes to be abated, pursuant to the certification of the department of housing preservation and development as herein provided. No such application shall be accepted unless accompanied by a copy of the certificate of the department of housing preservation and development both as to reasonable cost and as to eligibility as provided in subdivision f of this section. i. The benefits of this section shall not apply: (1) except as provided in subdivision d of this section, to any existing dwelling which is not subject to the provisions of the emergency housing rent control law or to the city rent and rehabilitation law or to the city rent stabilization law or to the private housing finance law or to any federal law providing for supervision or regulation by the United States department of housing and urban development; (2) to any private dwelling, notwithstanding any other provision of this section, unless it is in an area where a plan of redevelopment or program of neighborhood improvement, housing maintenance, demonstration rehabilitation or concentrated code enforcement is being carried out and the department of housing preservation and development finds that the conversion, alteration or improvement is in conformity with such plan of redevelopment, or program of neighborhood improvement, housing maintenance, demonstration rehabilitation or concentrated code enforcement; provided that, notwithstanding the foregoing, for the purposes of this section, a class A multiple dwelling may be deemed to include any garden-type maisonette dwelling project consisting of a series of dwelling units which together and in their aggregate were arranged or designed to provide three or more apartments and are provided as a group collectively with all essential services such as, but not limited to, water supply, house sewers and heat, and which are in existence and operated as a unit under single ownership on the date upon which an application for the benefits of this section is received by the department of housing preservation and development, even though certificates of occupancy were issued for portions thereof as private dwellings; (3) to any property receiving tax exemption or abatement concurrently for rehabilitation or new construction under any other provision of New York state or New York city law with the exception of any alteration or improvement to property receiving such tax exemption or abatement under the provisions of the private housing finance law, provided, however, that the benefits of this section shall not apply to any alterations or improvements done in connection with the refinancing, pursuant to section 223f of the national housing act, as amended, of a housing project organized pursuant to article two and article four of the private housing finance law; (4) to any multiple dwelling for ordinary repairs and normal replacement of maintenance items, as provided in paragraph one of subdivision a, hereof in the event that the dwelling thereof is receiving the benefits of this section for other ordinary repairs and normal replacement of maintenance items as of the December thirty-first preceding the date of application; (5) to the conversion of any building or structure, or portion thereof: (i) (a) which is located within any district in the county of New York where a floor area ratio, as that term is defined in the zoning resolution of the city of New York, of fifteen or greater is permitted by said resolution, or (b) located in the city of New York where residential conversion as of right is not permitted by the zoning resolution, provided, however, that notwithstanding anything to the contrary contained in this subparagraph, the benefits of this section shall apply to any building or structure or portion thereof which was purchased from the city of New York on or after January first, nineteen hundred and eighty and prior to December thirty-first, nineteen hundred and eighty-four and which was granted a variance for a conversion to residential use by the board of standards and appeals prior to nineteen hundred and eighty-four which variance has expired, and which has been granted a variance for a conversion to residential use by the board of standards and appeals on or after January first, nineteen hundred and ninety-four and prior to June thirtieth, nineteen hundred and ninety-five, and (ii) where such benefits are eliminated by regulations to be promulgated by the department of housing preservation and development pursuant to subdivision m of this section, unless, in the case of a building or structure in the county of New York, construction actually commenced prior to January first, nineteen hundred eighty-two, pursuant to an alteration permit, or, in the case of a building or structure in the counties of Bronx, Kings, Queens and Richmond, construction actually commenced prior to October first, nineteen hundred eighty-three, pursuant to an alteration permit. A copy of any proposed regulation pursuant to this paragraph shall be transmitted to the city council not less than sixty days prior to its publication in the City Record, pursuant to section eleven hundred five of the charter, and (iii) provided that the provisions of this paragraph shall not apply to conversions pursuant to paragraph eight of subdivision b of this section. (6) to any conversion of or alteration or improvement, commenced on or after July first, nineteen hundred eighty-two, to any class B multiple dwelling or class A multiple dwelling used in whole or in part for single room occupancy, regardless of the status or use of the building after the conversion, alteration or improvement unless such conversion, alteration or improvement is carried out with the substantial assistance of grants, loans or subsidies from any federal, state or local agency or instrumentality. (7) to any conversion of or alteration or improvement, commenced on or after the effective date of this paragraph, to any property classified under the zoning resolution as a non-profit institution with sleeping accommodations, regardless of the status or use of the building after the conversion, alteration or improvement unless such conversion, alteration or improvement is carried out with the substantial assistance of grants, loans or subsidies from any federal, state or local agency or instrumentality. i-1. (a) For purposes of this subdivision, \"substantial governmental assistance\" shall mean: (i) grants, loans or subsidies from any federal, state or local agency or instrumentality in furtherance of a program for the development of affordable housing approved by the department of housing preservation and development, including, without limitation, financing or insurance provided by the state of New York mortgage agency or the New York city residential mortgage insurance corporation; or (ii) a written agreement between a housing development fund corporation and the department of housing preservation and development limiting the incomes of persons entitled to purchase shares or rent housing accommodations therein. (b) With respect to conversions, alterations or improvements completed on or after December thirty-first, two thousand eleven: (i) except as otherwise provided in this section with respect to multiple dwellings, buildings and structures owned and operated either by limited-profit housing companies established pursuant to article two of the private housing finance law or redevelopment companies established pursuant to article five of the private housing finance law, or with respect to a group of multiple dwellings that was developed as a planned community and that is owned as two separate condominiums containing a total of ten thousand or more dwelling units, any multiple dwelling, building or structure that is owned as a cooperative or a condominium that has an average assessed value of thirty thousand dollars or more per dwelling unit shall only be eligible for such benefits if the alterations or improvements for which such multiple dwelling, building or structure has applied for the benefits pursuant to this section were carried out with substantial governmental assistance, and (ii) no benefits pursuant to this section shall be granted for the conversion of any non-residential building or structure into a class A multiple dwelling unless such conversion was carried out with substantial governmental assistance; (c) If the conversions, alterations or improvements for which such multiple dwelling, building or structure has applied for benefits pursuant to this section are not completed on the date upon which such department of housing preservation and development inspects the items of work claimed in such application, the department of housing preservation and development shall require the applicant to pay two times the actual cost for any additional inspections needed to verify the completion of such conversion, alteration or improvement. (d) The revocation of benefits granted to any multiple dwelling, building or structure pursuant to this section shall not exempt any dwelling unit therein from continued compliance with the requirements of this section or of any local law or ordinance providing for benefits pursuant to this section. i-2. Notwithstanding the provisions of any general, special or local law providing for benefits pursuant to this section, applications for exemption and/or abatement under this section shall be filed electronically if the department of housing preservation and development makes electronic filing available. j. Notwithstanding the provisions of the multiple dwelling law, or any local law, ordinance, provisions of this code, rule or regulation, any dwelling to which alterations and improvements are made pursuant to this section and which did not require a certificate of occupancy on April second, nineteen hundred forty-five, may be occupied lawfully after such date upon the completion of such alterations and improvements without such a certificate being obtained, provided, however, that such alterations and improvements shall have been made in conformity with law and the applicable provisions for fire protection required by articles six and seven of the multiple dwelling law. k. No owner of a dwelling to which the benefits of this section shall be applied, nor any agent, employee, manager or officer of such owner shall directly or indirectly deny to any person because of race, color, creed, national origin, gender, sexual orientation, disability, marital status, age, religion, alienage or citizenship status, or the use of, participation in, or being eligible for a governmentally funded housing assistance program, including, but not limited to, the section 8 housing voucher program and the section 8 housing certificate program, 42 U.S.C. 1437 et seq., or the senior citizen rent increase exemption program, pursuant to either chapter seven of title twenty-six of this code or section 26-509 of such code, any of the dwelling accommodations in such property or any of the privileges or services incident to occupancy therein. The term \"disability\" as used in this subdivision shall have the meaning set forth in section 8-102 of the code. Nothing in this subdivision shall restrict such consideration in the development of housing accommodations for the purpose of providing for the special needs of a particular group. l. Any person who shall knowingly and willfully make any false statement as to any material matter in any application for the benefits of this section shall be guilty of an offense punishable by a fine of not more than five hundred dollars or imprisonment for not more than ninety days, or both. The commissioner of the department of housing preservation and development may reduce or revoke past and future exemption or tax abatement authorized pursuant to this section if the application for tax exemption or tax abatement contains a false statement or false information as to a material matter or omits a material matter. m. Each agency or department to which functions are assigned by this section may adopt and promulgate rules and regulations for the effectuation of the purpose of this section. n. The department of housing preservation and development may require a filing fee in an amount as provided by the rules and regulations promulgated by the department of housing preservation and development pursuant to subdivision m of this section. o. Any tax abatement granted for a period of nine years to a multiple dwelling aided by a loan provided by the city of New York prior to January first, nineteen hundred seventy-one, shall upon application therefor be adjusted to extend for a period of up to twenty years, provided that the total abatement before and after such adjustment shall not exceed the total abatement to which such property was initially entitled under this section. p. This section is enacted pursuant to the provisions of section four hundred eighty-nine of the real property tax law and subdivision two of section four hundred five of the private housing finance law. q. No application for the benefits of this section shall be accepted by the department of finance if there are outstanding real estate taxes or water and sewer charges or payments in lieu of taxes which were due and owing as of the last day of the tax period preceding the date of such filing with the department of finance, provided that an applicant aided by article eight or article fifteen of the private housing finance law shall have such application accepted by the department of finance if there are no outstanding real estate taxes or water and sewer charges due and owing as of the last day of the tax period preceding commencement of construction. r. In the event that any building or structure receiving the benefits of this section shall become operated exclusively for commercial, hotel or transient hotel use, the tax commission shall withdraw benefits granted herein prospectively. s. The benefits of this section shall not apply to alterations or improvements to existing dwellings in existence on December thirty-first, nineteen hundred seventy-five where (i) such alterations or improvements were completed on or before December thirty-first, nineteen hundred seventy-five, and (ii) no dwelling units thereof on December thirty-first, nineteen hundred seventy-five had rentals which were subject to control by the city rent agency pursuant to chapter four of title twenty-six of the code. This subdivision shall not apply to alterations or improvements to any building or structure which is benefitted by mortgage insurance pursuant to section two hundred thirteen of the national housing act for applications filed prior to January first, nineteen hundred seventy-nine. t. Notwithstanding any law to the contrary, the owner of any building or structure eligible for any of the benefits of this section which is converted to a class A multiple dwelling, completed, or substantially rehabilitated on or after January one, nineteen hundred seventy-four, shall register the initial rent for each dwelling unit in such building or structure with the New York state division of housing and community renewal. After such registration, the rents of such dwelling units shall be fully subject to regulations under chapter four of title twenty-six of the code so long as the benefits of this section are in effect or for such longer period as may be provided by law. u. Any tax exemption or tax abatement authorized pursuant to this section may be revoked retroactively by the commissioner of department of housing preservation and development or the department of finance of the city of New York at any time during the authorized term of such tax exemption or tax abatement if real estate taxes or water and sewer charges due to the city of New York remain unpaid for one year after the same are due and payable. In no event shall revocation be effective prior to the date such taxes or charges were first due and payable. v. Where alterations, improvements, or conversions include or benefit that part of a building which is not occupied for dwelling purposes but is occupied by stores or otherwise used for commercial purposes or community facilities, the increase in assessed valuation and the cost of the alteration shall be apportioned so that the benefits of this title shall not be provided for alterations, improvements or conversions made for other than dwelling purposes. w. If any provision of this section or its application to any person shall be held invalid, the remainder of this section and the applicability of its provisions to other persons or circumstances shall not be affected thereby. x. Notwithstanding any provision of this section, no benefit pursuant to paragraph five of subdivision b of this section shall be granted for work commenced after January first, nineteen hundred eighty, unless the applicant establishes that the department of housing preservation and development and tenants of such class A multiple dwelling were given notice of (i) the proposed work prior to commencement of such work, (ii) the identity of the owner's representative, and (iii) the tenants' rights under applicable law with respect to such work, provided that, in the case of a loan program supervised by such department, notice to the department shall be unnecessary, and further provided that the department may itself provide the required notice to the tenants. y. Applicants for benefits under the provisions of this section shall file with the department of finance a form supplied by said department which (i) states an intention to file for benefits under the provisions of this section, (ii) describes the work for which tax benefits will be claimed and (iii) estimates the cost of such work which will be eligible for benefits. Such form shall be filed prior to the commencement of such work. If the scope of such work or the estimated cost thereof changes materially, applicant shall file a revised statement. Applicants who fail to comply with the requirements of this subdivision shall be subject to a penalty not to exceed one hundred percent of the filing fee otherwise payable pursuant to subdivision n of this section. z. A former tenant or former subtenant of premises in a non-residential building which is the subject of an application for an alteration permit for conversion to a class A multiple dwelling, prior to the application for any tax exemption or abatement benefits for such building pursuant to this section, and as a condition to the grant thereof, shall be entitled to a relocation award under the terms and conditions set forth below: (1) As used in this subdivision, the term \"eligible tenant\" shall mean any former tenant or former subtenant who: (i) leased and used the vacated premises to conduct a manufacturing, warehousing, or wholesaling business for not less than two consecutive years immediately prior to vacating; (ii) vacated such premises on or after April first, nineteen hundred eighty-one for any reason other than eviction for non-payment of rent; (iii) vacated such premises (a) no earlier than twenty-four months prior to the filing date of an application for such alteration permit and (b) no later than the completion of the conversion as evidenced by the issuance of a permanent certificate of occupancy for a class A multiple dwelling; (iv) either purchased or leased for a term of not less than eighteen months other premises within the city of New York with a floor area not less than one-third of the floor area of the vacated premises; (v) relocated their business to such other premises within one year of vacating the vacated premises; and (vi) paid all commercial rent or occupancy tax for the vacated premises. A subtenant shall be eligible to receive a relocation award notwithstanding any lack of eligibility of its prime tenant; (2) the relocation award shall not exceed the greater of (i) the aggregate base rent which accrued and was paid by the eligible tenant during the final twenty-four months of its occupancy of the vacated premises or (ii) four dollars for each square foot that the eligible tenant occupied in the vacated premises during the final twenty-four months of its occupancy of the vacated premises. As used in this subdivision, base rent shall be calculated in the same manner as base rent is calculated for purposes of commercial rent or occupancy tax in the city of New York. However, the aggregate award payable to a prime tenant and/or any subtenants of such prime tenant shall not exceed the amount which would have been payable to the prime tenant had the prime tenant been eligible for an award based on the entire floor area it leased from the owner; and if such limitation applies, the awards shall be prorated based upon the total floor area used and occupied by each eligible tenant; (3) the relocation award shall become due and payable to an eligible tenant at the time the eligible tenant (i) either purchases or leases other premises in accordance with paragraph one of this subdivision, and (ii) certifies eligibility to, and demands payment of, the award from the owner of the vacated building. If the relocation award is not paid within thirty days of such certification and demand, interest shall accrue on the relocation award from the date of the certification and demand at the rate of twenty-four percent per annum; (4) at any time after such certification and demand and prior to the date of the filing of an application for tax exemption or abatement for the vacated building pursuant to this section, an eligible tenant who has not received a relocation award shall have a right to file a notice of claim. Such notice of claim shall be filed with the county clerk of the county in which the vacated building is located and shall verify the claimant's name, its compliance with eligibility requirements, the address of the vacated premises, the floor area it occupied, the name of the prime tenant if the claimant is a subtenant, and all the base rent that accrued and was paid by the claimant during the final twenty-four months of its occupancy; (5) a notice of claim, filed in accordance with paragraph four of this subdivision, may be discharged by the filing of an undertaking with the clerk of the county in which the premises are located in an amount equal to the amount claimed and in accordance with the procedures set forth in subdivision four of section nineteen of the lien law, or by the payment into court of such amount in accordance with the procedures set forth in section fifty-five of such law; (6) no tax exemption or abatement shall be granted pursuant to this section unless the department of housing preservation and development receives an affidavit from the applicant for benefits of this section which verifies that: (i) the applicant has caused to be published a notice in a newspaper of general circulation within the city of New York, no later than sixty days prior to filing of an application for tax exemption or abatement pursuant to this section, which advises former tenants and subtenants of their rights pursuant to this subdivision; and (ii) no notice of claim has been filed or all claims have been released by the claimants, or secured in accordance with the provisions of paragraph five of this subdivision, or discharged as an improper claim by court order; (7) the affidavit required pursuant to the provisions of paragraph six of this subdivision shall be considered part of the application for benefits pursuant to this section; (8) if an eligible tenant has duly filed a notice of claim pursuant to paragraph four of this subdivision and did not receive a relocation award as provided herein, it may commence an action against any applicant who filed a false affidavit pursuant to paragraph six of this subdivision or any security posted by such applicant pursuant to paragraph five of this subdivision, within three years of such filing. In any action to enforce a claim pursuant to this subdivision, if the court finds that the claimant has wilfully exaggerated the amount of the claim, the claimant may be held liable in damages for an amount not to exceed the proper relocation award. An eligible tenant in whose favor a judgment is entered shall be entitled to costs and reasonable legal fees and disbursements provided that such judgment is in excess of the amount which the applicant or owner offered to pay the eligible tenant; (9) any lease or other rental agreement provision exempting, waiving, releasing or discharging the obligation to pay a relocation award pursuant to this subdivision shall be void as against public policy and wholly unenforceable; (10) the provisions of this subdivision shall not apply south of fifty-ninth street in the county of New York if the zoning resolution of the city of New York expressly provides for relocation loans and/or grants in lieu of the benefits of this subdivision. aa. Harassment. (1) The provisions of this subdivision apply to and are additional requirements for claiming or receiving: (a) any tax exemption under this section; or (b) any tax abatement under this section where the certified reasonable cost per dwelling unit of the conversion, alteration or improvement (including the cost of any conversion, alteration or improvement for which an abatement was approved within four years prior to commencement of the conversion, alteration or improvement) exceeds seven thousand five hundred dollars. (2) The owner of the property shall file with the department of housing preservation and development, not less than thirty days before the commencement of the conversion, alteration or improvement (hereinafter referred to as the \"cut-off date\"), an affidavit, or, where any information referred to in paragraph one of this subdivision changes prior to applying for or claiming any benefit under this section, an amending affidavit, setting forth the following information: (a) every owner of record and owner of a substantial interest in the property or entity owning the property or sponsoring the conversion, alteration or improvement; (b) a statement that none of such persons had, within the five years prior to the cut-off date, been found to have harassed or unlawfully evicted tenants by judgment or determination of a court or agency (including a non-governmental agency having appropriate legal jurisdiction) under the penal law, any state or local law regulating rents or any state or local law relating to harassment of tenants or unlawful eviction; and (c) any change in the information required to be set forth. (3) No conversion, alteration or improvement subject to this subdivision shall be eligible for tax exemption or tax abatement under this section where: (a) any affidavit required under this subdivision has not been filed; or (b) any such affidavit contains a willful misrepresentation or omission of any material fact; or (c) any person referred to in subparagraph (a) of paragraph two of this subdivision has been found to have harassed or unlawfully evicted tenants as described in that paragraph, until and unless the finding is reversed on appeal, provided that any such finding after the cut-off date shall not apply to or affect any tax abatement or exemption for the conversion, alteration or improvement covered by the affidavit. (4) The department of housing preservation and development and the department of finance shall maintain a list of affidavits as described in paragraph two of this subdivision. Each agency shall review that list with respect to each application or claim for benefits subject to this subdivision. (5) \"Substantial interest\" as used in subparagraph (a) of paragraph two of this subdivision shall mean ownership of an interest of ten per centum or more in the property or entity owning the property or sponsoring the conversion, alteration or improvement. (6) Where the conversion, alteration or improvement is commenced before August first, nineteen hundred eighty-three, the cut-off date shall be as set forth in this subdivision, but no affidavit shall be required to be filed until thirty days after the effective date of this subdivision. bb. Notwithstanding any contrary provision of the private housing finance law, the benefits of this section shall apply to any limited profit housing company as provided in this section. Such multiple dwelling, building or structure shall be eligible for benefits where at least one building-wide improvement or alteration is part of the application for benefits. Furthermore, to the extent that such alterations or improvements are financed with grants, loans or subsidies from any federal, state, or local agency or instrumentality, such multiple dwelling, building or structure shall be eligible for benefits only if the limited profit housing company has entered into a binding and irrevocable agreement with the commissioner of housing of the state of New York, the supervising agency, as such term is defined in section two of the private housing finance law, the New York city housing development corporation, or the New York state housing finance agency prohibiting the dissolution or reconstitution of such limited profit housing company pursuant to section thirty-five of the private housing finance law for not less than fifteen years from the commencement of benefits. The abatement of taxes on such property, including the land, shall not be an amount greater than ninety per centum of the certified reasonable cost of such alterations or improvements, as determined under regulations of the department of housing preservation and development, nor greater than eight and one-third percent of such certified reasonable cost in any twelve month period, nor be effective for more than twenty years. The annual abatement of taxes in any twelve month period shall in no event exceed fifty percent of the amount of taxes payable in such twelve month period pursuant to the applicable exemption granted pursuant to article two of the private housing finance law or other applicable laws or fifty percent of payments required to be made in lieu of taxes in such twelve month period. Notwithstanding the foregoing, the annual abatement of taxes for alterations or improvements commenced prior to June first, nineteen hundred eighty-six may not be applied to reduce the amount of taxes payable or the amount of payments required to be made in lieu of taxes in any twelve month period to an amount less than the minimum amount of taxes required to be paid pursuant to section thirty-three of the private housing finance law. cc. The commissioner of the department of housing preservation and development and the commissioner of the department of finance shall prepare an annual report which shall be submitted to the Mayor and the council on or before the first day of July next succeeding the year to which the report pertains, regarding the exemptions and abatements granted pursuant to this section and shall include, but not be limited to the following information: (i) the amount of real property tax that would have been paid in the aggregate by the owners of real property granted an exemption or abatement if the property were fully taxable and the amount of tax actually paid in the aggregate by such owners, (ii) the geographic distribution of exemptions and abatements granted pursuant to this section, and (iii) a distribution by type of eligible categories as delineated in paragraphs one through nine of subdivision b of this section. dd. Partial waiver of rent adjustments attributable to major capital improvements. (1) The provisions of this subdivision apply to and are additional requirements for claiming or receiving any tax abatement under this section, except as provided in paragraphs three and four of this subdivision. (2) The owner of the property shall file with the department of housing preservation and development, on the date any application for benefits is made, a declaration stating that in consideration of any tax abatement benefits which may be received pursuant to such application for alterations or improvements constituting a major capital improvement, such owner agrees to waive the collection of a portion of the total annual amount of any rent adjustment attributable to such major capital improvement which may be granted by the New York state division of housing and community renewal pursuant to the rent stabilization code equal to one-half of the total annual amount of the tax abatement benefits which the property receives pursuant to such application with respect to such alterations or improvements. Such waiver shall commence on the date of the first collection of such rent adjustment, provided that, in the event that such tax abatement benefits were received prior to such first collection, the amount waived shall be increased to account for such tax abatement benefits so received. Following the expiration of a tax abatement for alterations or improvements constituting a major capital improvement for which a rent adjustment has been granted by such division, the owner may collect the full amount of annual rent permitted pursuant to such rent adjustment. A copy of such declaration shall be filed simultaneously with the New York state division of housing and community renewal. Such declaration shall be binding upon such owner, and his or her successors and assigns. (3) The provisions of this subdivision shall not apply to substantial rehabilitation of buildings vacant when alterations or improvements are commenced or to buildings rehabilitated with the substantial assistance of city, state or federal subsidies. (4) The provisions of this subdivision shall apply only to alterations and improvements commenced after its effective date. ee. The department of housing preservation and development shall make information relating to the provisions of this section available on the department's website, and shall provide a contact phone number allowing tenants to determine benefits available pursuant to this section. The department shall convene a task force that shall examine and report on methods to improve the transparency of the program established pursuant to this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "2",
    "text": "REAL PROPERTY ASSESSMENT, TAXATION AND CHARGES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "243",
    "identifier": "11-243",
    "catch_text": "Reextension of exemption and tax abatement in regard to improvements of substandard dwellings."
  }
}