{
  "text": "ยง 11-2715 Notices and limitations of time. a. Any notice authorized or required under the provisions of this chapter may be given to the person for whom it is intended by mailing it in a postpaid envelope addressed to such person at the address given in the return filed by him or her pursuant to the provisions of this chapter or in any application made by him or her or, if no such return has been filed or application made, then to the address of the premises immediately adjoining the vault. The mailing of a notice as in this subdivision provided, shall be presumptive evidence of the receipt of the same by the person to whom addressed. Any period of time which is determined according to the provisions of this chapter by the giving of notice shall commence to run from the date of mailing of such notice as in this subdivision provided. b. The provisions of the civil practice law and rules or any other law relative to limitations of time for the enforcement of a civil remedy shall not apply to any proceeding or action taken by the city to appraise, assess, determine, levy or enforce the collection of any vault charge or penalty provided by this chapter. However, except in the case of a wilfully false or fraudulent return with intent to evade the vault charge, no assessment shall be made after the expiration of more than three years from the date of such return; provided, however, that where no return has been filed as provided by law, the annual vault charge may be assessed at any time. c. Where, before the expiration of the period prescribed herein for the assessment of an additional vault charge, a person has consented in writing that such period be extended, the amount of such additional vault charge due may be determined at any time within such extended period. The period so extended may be further extended by subsequent consents in writing made before the expiration of the extended period. d. If any return, claim, statement, notice, application, or other document required to be filed, or any payment required to be made, within a prescribed period or on or before a prescribed date under authority of any provision of this chapter is, after such period or such date, delivered by United States mail to the commissioner of finance, the tax appeals tribunal, bureau, office, officer or person with which or with whom such document is required to be filed, or to which or to whom such payment is required to be made, the date of the United States postmark stamped on the envelope shall be deemed to be the date of delivery. This subdivision shall apply only if the postmark date falls within the prescribed period or on or before the prescribed date for the filing of such document, or for making the payment, including any extension granted for such filing or payment, and only if such document or payment was deposited in the mail, postage prepaid, properly addressed to the commissioner of finance, the tax appeals tribunal, bureau, office, officer or person with which or with whom the document is required to be filed or to which or to whom such payment is required to be made. If any document is sent by United States registered mail, such registration shall be prima facie evidence that such document was delivered to the commissioner of finance, the tax appeals tribunal, bureau, office, officer or person to which or to whom addressed, and the date of registration shall be deemed the postmark date. The commissioner of finance and, where relevant, the tax appeals tribunal are authorized to provide by regulation the extent to which the provisions of the preceding sentence with respect to prima facie evidence of delivery and the postmark date shall apply to certified mail. This subdivision shall apply in the case of postmarks not made by the United States postal service only if and to the extent provided by regulation of the commissioner of finance or, where relevant, the tax appeals tribunal. e. When the last day prescribed under authority of this chapter (including any extension of time) for performing any act falls on a Saturday, Sunday or legal holiday in the state, the performance of such act shall be considered timely if it is performed on the next succeeding day which is not a Saturday, Sunday or legal holiday. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "27",
    "text": "ANNUAL VAULT CHARGE"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2715",
    "identifier": "11-2715",
    "catch_text": "Notices and limitations of time."
  }
}