{
  "text": "ยง 11-2502 Imposition of tax. a. (1) On and after July first, nineteen hundred seventy until and including August thirty-first, nineteen hundred eighty, there is hereby imposed and there shall be paid a tax for every occupancy of each room in a hotel in the city of New York at the rates set forth in, and determined in accordance with the following table: If the rent per day for the room is: The tax is: Less than $10 $.25 per day $10 or more, but less than $15 .50 per day $15 or more, but less than $20 .75 per day $20 or more 1.00 per day (2) On and after September first, nineteen hundred eighty, there is hereby imposed and there shall be paid a tax for every occupancy of each room in a hotel in the city of New York at the rates set forth in, and determined in accordance with, the following table: If the rent per day for the room is: The tax is: $10 or more, but less than $20 $.50 per day $20 or more, but less than $30 $1.00 per day $30 or more, but less than $40 $1.50 per day $40 or more $2.00 per day Where a person occupies a room for less than a full day and pays less than the rent for a full day, the tax shall nevertheless be the same amount as would be due had such person occupied the room for a full day at the rent for a full day. (3) In addition to the tax imposed by paragraph two of this subdivision, there is hereby imposed and there shall be paid a tax for every occupancy of each room in a hotel in the city of New York (A) at the rate of five percent of the rent or charge per day for each such room up to and including August thirty-first, nineteen hundred ninety, (B) at the rate of six percent of the rent or charge per day for each such room on and after September first, nineteen hundred ninety and before December first, nineteen hundred ninety-four, (C) at the rate of five percent of the rent or charge per day for each such room on and after December first, nineteen hundred ninety-four and before March first, two thousand nine, (D) at the rate of five and seven-eighths percent of the rent or charge per day for each such room on and after March first, two thousand nine and before December first, two thousand thirteen, and (E) at the rate of five percent of the rent or charge per day for each such room on and after December first, two thousand thirteen. (4) (i) When occupancy is provided, for a single consideration, with property, services, amusement charges, or any other items, the separate sale of which is not subject to tax under this chapter, the entire consideration shall be treated as rent subject to tax under paragraph one of this subdivision; provided, however, that where the amount of the rent for occupancy is stated separately from the price of such property, services, amusement charges or other items on any sales slip, invoice, receipt, or other statement given the occupant and such rent is reasonable in relation to the value of such property, services, amusement charges, or other items, only such separately stated rent will be subject to tax under this subdivision. (ii) In regard to the collection of tax on occupancies by remarketers, when occupancy is provided, for a single consideration, with property, services, amusement charges, or any other items, whether or not such other items are taxable, the rent portion of the consideration for such sale shall be computed as follows: the total consideration for the sale multiplied by a fraction, the numerator of which shall be the consideration paid to the hotel for the occupancy and the denominator of which shall be the consideration paid to the hotel for the occupancy plus the consideration paid to the providers of the other items being sold, or by any other reasonable method pursuant to which the rent portion of consideration would be no less than the computation of rent portion of consideration under subparagraph (i) of this paragraph. Nothing herein shall be construed to subject to tax or exempt from tax any service or property or amusement charge or other items otherwise subject to tax or exempt from tax under this chapter. (5) A room remarketer shall be allowed a refund or credit against the taxes collected and required to be remitted pursuant to section 11-2505 of this chapter in the amount of the tax it paid to the operator of the hotel or another room remarketer under this subdivision. Provided, however, that in order to qualify for a refund or credit under this paragraph with respect to any quarterly period, as described in subdivision a of section 11-2504 of this chapter, the room remarketer must, with respect to such quarter, (i) be registered for hotel room occupancy tax purposes under section 11-2514 of this chapter, and (ii) collect the taxes imposed by paragraphs two and three of this subdivision. Subject to the conditions and limitations of this paragraph, the provisions of section 11-2507 of this chapter shall apply to refunds or credits under this paragraph. (6) Where the rent is paid or charged or billed, or falls due on either a weekly, monthly or other term basis, the daily rent upon which the tax is determined shall be the result obtained by dividing the rent for such term by the number of days in such term. Where the rent is for more than one room, including but not limited to a suite of rooms, the daily rent per room upon which tax is determined shall be calculated by multiplying the daily rent for the group of rooms by a fraction, the numerator of which shall be the daily rent for the particular room, or a similar room, when such room is rented alone with similar bath facilities, and the denominator of which shall be the total of the daily rent for the individual rooms in the group of rooms, or similar rooms, when such rooms are rented alone with similar bath facilities. In any case in which it is not possible to determine the daily rent per room in the foregoing manner, the commissioner of finance shall prescribe methods for making such determination. b. (1) No tax shall be imposed hereunder upon a permanent resident. (2) For purposes of this subdivision, an occupant who is eligible to request and has requested a lease pursuant to the provisions of paragraph two of subdivision (a) of section 2522.5 of the rent stabilization regulations promulgated by the division of housing and community renewal of the state of New York (title nine, subtitle S, chapter VIII of the official compilation of codes, rules and regulations of the state of New York), shall tentatively be accorded the status of permanent resident as of the date of such request, notwithstanding that such occupant has not met the one hundred eighty-consecutive-day requirement contained in subdivision eight of section 11-2501 of this chapter as of such date. In the case of such an occupant, the operator or room remarketer shall not collect the taxes imposed by this chapter for any day, commencing with the date such lease is requested, which falls within a period of continuous occupancy by such occupant of a room or rooms in the hotel. Provided, however, if such occupant ceases to occupy a room or rooms in the hotel prior to the completion of one hundred eighty consecutive days of occupancy, any taxes not collected theretofore by reason of the provisions of this paragraph shall become immediately due and payable on the date of cessation of occupancy and shall be collected by the operator or room remarketer from such occupant. In the event, however, that the operator or room remarketer is unable to collect such taxes from the occupant, the operator or room remarketer shall not be liable to the city for such taxes. The provisions of this paragraph shall apply with respect to leases requested on or after September first, nineteen hundred ninety. c. No tax shall be imposed hereunder upon any organization described in subdivision (a) of section eleven hundred sixteen of the tax law to the extent such organization is not subject to the tax imposed under subdivision (e) of section eleven hundred five of the tax law. d. (1) No tax shall be imposed hereunder upon any person occupying any room or rooms in a hotel solely and directly as a result of such person's involuntary displacement from premises by the attack on the World Trade Center on September eleventh, two thousand one, provided such premises were not subject to the tax imposed by this section or the tax imposed under section eleven hundred seven of the tax law. (2) Where an occupant claims exemption from the tax under the provisions of paragraph one of this subdivision, the rent shall be deemed taxable hereunder unless the operator shall receive from the occupant claiming such exemption a signed written statement describing the specific circumstances providing the basis for such claim and containing such other information as the commissioner of finance may require. The operator shall retain such statement and provide it to the commissioner of finance upon request. e. Where any corporation, or association, or trust, or community chest, fund or foundation, organized and operated exclusively for religious, charitable, or educational purposes, or for the prevention of cruelty to children or animals, and no part of the net earnings of which inures to the benefit of any private shareholder or individual and no substantial part of the activities of which is carrying on propaganda, or otherwise attempting to influence legislation, carries on its activities in furtherance of any of the purposes for which it was organized, in premises in which, as part of said activities, it operates a hotel, occupancy of rooms in said premises and rents therefrom received by such corporation or association shall not be subject to tax hereunder. Nothing in this subdivision shall be deemed to include an organization operated for the primary purpose of carrying on a trade or business for profit, whether or not all of its profits are payable to one or more organizations described in this subdivision. f. The tax to be collected shall be stated separately from the rent on a sales slip, invoice, receipt, or other statement of the price (\"invoice\") given to the occupant prior to the occupant's completion of his or her occupancy and be verifiable from the books and records of an operator or room remarketer responsible for collecting and remitting the tax. (1) Where an occupant rents a room directly from an operator, the tax shall be paid by the occupant to the operator as trustee for and on account of the city, and the operator shall be liable for the collection of the tax on the rent and for the payment of the tax on the rent. (2) The operator or room remarketer and any officer of any corporate operator or room remarketer shall be personally liable for the portion of the tax collected or required to be collected under this chapter, and the operator shall have the same right in respect to collecting the tax from the occupant, or in respect to nonpayment of the tax by the occupant as if the tax were a part of the rent for the occupancy payable at the time such tax shall become due and owing, including all rights of eviction, dispossession, repossession and enforcement of any innkeeper's lien that he or she may have in the event of nonpayment of rent by the occupant; provided however, that the commissioner of finance shall be joined as a party in any action or proceeding brought by the operator to collect or enforce collection of the tax. g. Where the occupant has failed to pay and the operator or room remarketer has failed to collect a tax as imposed by this chapter, then in addition to all other rights, obligations and remedies provided, such tax shall be payable by the occupant directly to the commissioner of finance, and it shall be the duty of the occupant to file a return thereof with the commissioner of finance and to pay the tax imposed therein to the commissioner of finance within fifteen days after such tax was due. h. The commissioner of finance may, wherever he or she deems it necessary for the proper enforcement of this chapter, provide by regulation that the occupant shall file returns and pay directly to the commissioner of finance the tax herein imposed, at such times as returns are required to be filed and payment over made by the operator or room remarketer. i. The tax imposed by this chapter shall be paid upon any occupancy on and after July first, nineteen hundred seventy, although such occupancy is had pursuant to a contract, lease or other arrangement made prior to such effective date. Where rent is paid, or charged or billed, or falls due on either a weekly, monthly, or other term basis, the rent so paid, charged, billed or falling due shall be subject to the tax herein imposed to the extent that it covers any portion of the period on and after July first, nineteen hundred seventy, and such payment, bill, charge or rent due shall be apportioned on the basis of the ratio of the number of days falling within said period, to the total number of days covered thereby. Where any tax has been paid hereunder upon any rent which has been ascertained to be worthless, the commissioner of finance may by regulation provide for credit and/or refund of the amount of such tax upon application therefor as provided in section 11-2507 of this chapter. j. For the purpose of the proper administration of this chapter and to prevent evasion of the tax hereby imposed, it shall be presumed that all rents are subject to tax until the contrary is established, and the burden of proving that a rent for occupancy is not taxable hereunder shall be upon the operator, the room remarketer, or the occupant. Where an occupant claims exemption from the tax under the provisions of subdivision c of this section, the rent shall be deemed taxable hereunder unless the operator or room remarketer shall receive from the occupant claiming such exemption a copy of the exempt organization certificate that is necessary to obtain exemption from the tax imposed under subdivision (e) of section eleven hundred five of the tax law, together with a certificate duly executed by the organization named in such certificate certifying that the occupant is its agent, representative or employee and that his or her occupancy is paid or to be paid by, and is necessary or required in the course of or in connection with the affairs of said organization. k. No operator or room remarketer shall advertise or hold out to the public in any manner, directly or indirectly, that the tax imposed by this chapter is not considered as a mandatory addition to the rent charged to the occupant. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "25",
    "text": "TAX ON OCCUPANCY OF HOTEL ROOMS"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2502",
    "identifier": "11-2502",
    "catch_text": "Imposition of tax."
  }
}