{
  "text": "ยง 11-2511 General powers of the commissioner of finance. In addition to the powers granted to the commissioner of finance in this chapter, he or she is hereby authorized and empowered: 1. To make, adopt and amend rules and regulations appropriate to the carrying out of this chapter and the purposes thereof; 2. To extend, for cause shown, the time for filing any return for a period not exceeding thirty days; and to compromise disputed claims in connection with the taxes hereby imposed; 3. To request information from the tax commission of the state of New York or the treasury department of the United States relative to any person; and to afford information to such tax commission or such treasury department relative to any person, any other provision of this chapter to the contrary notwithstanding; 4. To delegate his or her functions hereunder to a commissioner or deputy commissioner in the department of finance or to any employee or employees of the department of finance; 5. To prescribe methods for determining the rents for occupancy and to determine the taxable and non-taxable rents; 6. To require any operator within the city to keep detailed records of the nature and type of hotel maintained and the nature and type of service rendered, and to require any operator or room remarketer to keep detailed records of the rooms available and rooms occupied daily, leases or occupancy contracts or arrangements, rents received, charged and accrued, the names and addresses of the occupants, whether or not any occupancy is claimed to be subject to the tax imposed by this chapter, and to furnish such information upon request to the commissioner of finance; 7. To assess, determine, revise and readjust the taxes imposed under this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "25",
    "text": "TAX ON OCCUPANCY OF HOTEL ROOMS"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2511",
    "identifier": "11-2511",
    "catch_text": "General powers of the commissioner of finance."
  }
}