{
  "text": "ยง 11-2055 Definitions. When used in this subchapter the following terms shall mean or include: 1. \"Person.\" An individual, partnership, society, association, corporation, joint-stock company, and any combination of individuals, and also an executor, administrator, receiver, trustee or other fiduciary. 2. \"Alcohol.\" Ethyl alcohol, hydrated oxide of ethyl or spirit of wine, from whatever source or by whatever process produced. 3. \"Beers.\" All alcoholic beer, lager beer, ale, porter, and stout, and all other fermented beverages of any name or description manufactured from malt, wholly or in part, or from any substitute therefor containing one-half of one per centum, or more, of alcohol by volume. 4. \"Liquors.\" Any and all distilled or rectified spirits, alcohol, brandy, cordial (whether the base therefor be wine or liquor), whiskey, rum, gin and all other distilled beverages containing alcohol, including all dilutions and mixtures of one or more of the foregoing, including any alcoholic liquids which would be wines if the alcoholic content thereof were not more than twenty-four per centum by volume. Such term shall not include liquors containing not more than twenty-four per centum of alcohol by volume. 5. \"Alcoholic beverages.\" Beer or liquors. 6. \"Distributor.\" Any person who imports or causes to be imported into this city any alcoholic beverages which are or will be offered for sale or used for any commercial purpose; any purchaser of warehouse receipts for alcoholic beverages stored in a warehouse in this city who causes such beverages to be removed from such warehouse; and also any person who produces, distills, manufactures, brews, compounds, mixes or ferments any alcoholic beverages within this city for sale, except: (a) a person who manufactures, mixes or compounds alcoholic beverages the ingredients of which consist only of alcoholic beverages on which the taxes imposed by this subchapter have been paid, and (b) a person who mixes or compounds alcoholic beverages with non-alcoholic ingredients for sale and immediate consumption on the premises, who shall be a distributor only with respect to the ingredients which consist of alcoholic beverages upon which the taxes imposed by this subchapter have not been paid. 7. \"Noncommercial importer.\" A person other than a distributor who imports or causes to be imported into this city alcoholic beverages, except that such person shall not be a noncommercial importer where he or she imports or causes to be imported into this city alcoholic beverages in the quantities and under the conditions provided by subdivision (e) of section 11-2056 of this subchapter. 8. \"Sale.\" Any transfer, exchange or barter in any manner or by any means whatsoever. The sale of warehouse receipts given upon the storage of alcoholic beverages shall not be construed as a sale of the beverages represented by such receipts. 9. \"Use.\" Any compounding or mixing of alcoholic beverages with other ingredients or other treatment of the same in such manner as to render them unfit or unsuitable for consumption as a beverage and also the actual consumption or possession for consumption of alcoholic beverages as a beverage or otherwise. 10. \"Gallon.\" One hundred twenty-eight fluid ounces; \"quart\" means thirty-two fluid ounces. 11. \"Liter.\" A metric unit of capacity equal to one thousand cubic centimeters of alcoholic beverages and equivalent to thirty-three and eight hundred fourteen thousandths fluid ounces. 12. \"City.\" The city of New York. 13. \"Commissioner of finance.\" Commissioner of finance of the city. 14. \"Tax commission.\" The tax commission of the state of New York. 15. Unless a different meaning is clearly required, any term used in this subchapter shall have the same meaning as when used in a comparable context in the laws of the state of New York relating to taxes on alcoholic beverages. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "20",
    "text": "SALES, EXCISE AND RELATED TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2055",
    "identifier": "11-2055",
    "catch_text": "Definitions."
  }
}