{
  "text": "ยง 11-2204 Payment of tax and evidence of tax payment. Every owner of a motor vehicle subject to tax hereunder shall pay the tax thereon to the commissioner of motor vehicles of the state of New York on or before the date upon which he or she registers or renews his or her registration thereof or is required to register or renew his or her registration thereof pursuant to section four hundred one of the vehicle and traffic law. Notwithstanding the provisions of section four hundred of the vehicle and traffic law to the contrary, the payment of such tax shall be a condition precedent to the registration or renewal thereof of such motor vehicle and to the issuance of any certificate of registration and plates or removable tag specified in subdivision three of section four hundred one and in sections four hundred three and four hundred four of the vehicle and traffic law, and no such certificate of registration, plates or tag shall be issued unless such tax has been paid. The commissioner of motor vehicles shall not issue a registration certificate for any motor vehicle for which the registrant's address is within any such city, except upon proof, in a form approved by the commissioner of motor vehicles, that such tax has been paid, or is not due, with respect to such motor vehicle. The commissioner of motor vehicles, upon the payment of such tax or upon the application of any person exempt therefrom, shall furnish to each taxpayer paying the tax a receipt for such tax and to each such taxpayer or exempt person a statement, document or other form approved by the commissioner of motor vehicles pursuant to the last sentence, showing that such tax has been paid or is not due, with respect to such motor vehicle. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "22",
    "text": "TAX ON OWNERS OF MOTOR VEHICLES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2204",
    "identifier": "11-2204",
    "catch_text": "Payment of tax and evidence of tax payment."
  }
}