{
  "text": "ยง 11-2059 Disposition of revenues. All taxes, penalties and interest imposed by this subchapter, which are collected by the tax commission, shall be deposited daily with such responsible banks, banking houses or trust companies, as may be designated by the state comptroller, to the credit of the comptroller, in trust for this city. Such deposits shall be kept in trust and separate and apart from all other monies in the possession of the comptroller. The comptroller shall require adequate security from all such depositories of such revenues collected by the tax commission. The comptroller shall retain in his or her hands such amount as the commissioner of taxation and finance may determine to be necessary for refunds in respect of the taxes imposed by this subchapter, and for reasonable costs of the state tax commission in administering, collecting and distributing such taxes, out of which the comptroller shall pay any refunds of such taxes to which taxpayers shall be entitled under the provisions of this subchapter. The comptroller, after reserving such refund and such costs shall, on or before the twelfth day of each month, pay to the commissioner of finance the taxes penalties and interest imposed by this subchapter, collected by the state tax commission pursuant to this subchapter during the next preceding calendar month. The amount so payable shall be certified to the comptroller by the president of the state tax commission or his or her delegate, who shall not be held liable for any inaccuracy in such certificate. Where the amount so paid over to the city in any such distribution is more or less than the amount then due to the city, the amount of the overpayment or underpayment shall be certified to the comptroller by the president of the state tax commission or his or her delegate, who shall not be held liable for any inaccuracy in such certificate. The amount of the overpayment or underpayment shall be so certified to the comptroller as soon after the discovery of the overpayment or underpayment as reasonably possible and subsequent payments and distributions by the comptroller to the city shall be adjusted by subtracting the amount of any such overpayment from or by adding the amount of any such underpayment to such number of subsequent payments and distributions as the comptroller and the president of the state tax commission shall consider reasonable in view of the amount of the overpayment or underpayment and all other facts or circumstances. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "20",
    "text": "SALES, EXCISE AND RELATED TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2059",
    "identifier": "11-2059",
    "catch_text": "Disposition of revenues."
  }
}