{
  "text": "ยง 11-2715.1 Vault charge amnesty program. a. Notwithstanding any other provision of law to the contrary, there is hereby established a nine-month amnesty program, beginning January first, nineteen hundred eighty-nine and ending September thirtieth, nineteen hundred eighty-nine (hereinafter referred to as the \"amnesty period\"), for all persons owing the annual vault charge imposed by this chapter. Such amnesty program shall be administered by the commissioner of finance and shall apply to liabilities for annual vault charge years ending prior to June first, nineteen hundred eighty-nine. b. (1) A person seeking amnesty pursuant to this section must, during the amnesty period, file a written application therefor with the commissioner of finance, on a form prescribed by the commissioner, and must provide such information as the commissioner may require. In order to qualify for amnesty, such person must pay all annual vault charges for which he or she is liable. Upon payment by such person to the commissioner of all such charges as provided in this subdivision, the commissioner shall waive any applicable penalties and interest, and no civil, administrative or criminal action or proceeding shall be brought against such person with respect to the charges so paid. In addition, the commissioner shall release the lien binding upon the premises immediately adjoining the vault pursuant to subdivision c of section 11-2711 of this chapter for charges which became payable prior to the time such person acquired title to the premises. Failure to pay all charges as provided in this subdivision shall invalidate any amnesty granted pursuant to this section. (2) In the case of any vault adjoining premises owned by a person who (A) prior to January first, nineteen hundred eighty-nine, paid all annual vault charges and interest and penalties for which he or she was liable, and (B) is otherwise in full compliance with this chapter, the commissioner of finance shall release the lien binding upon the premises immediately adjoining the vault pursuant to subdivision c of section 11-2711 of this chapter for charges which became payable prior to the time such person acquired title to the premises. c. Amnesty shall not be granted to any person subject to the annual vault charge who is a party to any civil litigation which is pending on the date of such person's application in any court of this state or the United States for nonpayment or other delinquency in relation to the annual vault charge. A civil litigation shall not be deemed to be pending if such person withdraws from such litigation prior to the granting of amnesty. d. No refund or credit shall be granted of any penalty or interest paid prior to the time the person subject to the annual vault charge makes a request for amnesty pursuant to subdivision b of this section. e. Unless the commissioner of finance on his or her own motion redetermines the amount of the annual vault charge, no refund or credit shall be granted of any charges paid under this section. f. The commissioner of finance shall formulate such regulations as are necessary, issue forms and instructions, and take any and all other actions necessary to implement the provisions of this section. Furthermore, prior to and throughout the duration of the amnesty period, the commissioner of finance shall implement a plan for prominently announcing and explaining the amnesty program. Such plan shall be reasonably calculated to inform all property owners who may be liable for vault charges and may include written announcements sent in tax bills and other mailings done by the city of New York to property owners, public service announcements, advertisements in newspapers of general circulation and notification of community boards. The plan shall include, but not be limited to, information which explains the determination of vault size and charge. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "27",
    "text": "ANNUAL VAULT CHARGE"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2715",
    "identifier": "11-2715.1",
    "catch_text": "Vault charge amnesty program."
  }
}