{
  "text": "ยง 11-2712 General powers of the commissioner of finance. In addition to all other powers granted to the commissioner of finance in this chapter, he or she is hereby authorized and empowered: 1. To make, adopt and amend rules and regulations appropriate to the carrying out of this chapter and the purpose thereof; 2. To extend, for cause shown, the time for filing any return for a period not exceeding sixty days; and to compromise disputed claims in connection with the vault charges hereby imposed; 3. To delegate his or her functions hereunder to a deputy commissioner of finance or any employee or employees of the department of finance; 4. To prescribe methods for determining the size, dimensions, depth and extent of street occupancy of a vault; to set forth the manner of computing the vault charges hereunder; to prescribe standards or methods, by regulation or otherwise, for determining whether a vault has been made unavailable for use or occupancy; and the commissioner of finance or his or her designated employees or agents shall have power to inspect premises for the purpose of determining the extent, if any, of liability imposed by this chapter. 5. To require any owner of premises or licensee or other person using, occupying or maintaining a vault to obtain from the commissioner of finance a certificate stating the dimensions and depth of the vault and that the vault charge thereon has been paid and to exhibit the same to duly authorized employees at the premises or real property adjoining the said vault, and to keep such records, and for such length of time, as may be required for the proper administration of this chapter, and to furnish such records to the commissioner of finance upon request; 6. To assess, reassess, determine, revise and readjust the vault charges imposed under this chapter; 7. Where he or she has exercised his or her authorized power to require the filing of a certificate signed by a city surveyor specifying the dimensions of a vault and the owner of the premises has failed to comply, he or she may obtain such certificate and, in such situation, the necessary expense of obtaining such certificate shall constitute a lien against such premises until paid. 8. The commissioner of finance or his or her designated employees or agents shall have power to inspect premises for the purpose of determining the extent, if any, of liability imposed by this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "27",
    "text": "ANNUAL VAULT CHARGE"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2712",
    "identifier": "11-2712",
    "catch_text": "General powers of the commissioner of finance."
  }
}