{
  "text": "ยง 11-2105 Returns. a. A joint return shall be filed by both the grantor and the grantee for each deed whether or not a tax is due thereon. Such return shall be filed with the commissioner of finance within thirty days after the delivery of the deed by the grantor to the grantee but before the recording of such deed. The commissioner of finance may, by rule, require that such returns be filed electronically. Filing shall be accomplished by delivering the return to the register for transmittal to the commissioner of finance or, where required by the commissioner of finance, by electronic filing of the return in a manner designated by the commissioner of finance. In the case of a transfer of an economic interest in real property, a joint return shall be filed in the above manner by both the grantor and the grantee for each instrument or transaction by which such transfer is effected, whether or not a tax is due thereon. Such return shall be filed with the commissioner of finance, at such place and in such manner as he or she may designate within thirty days after the transfer. The commissioner of finance shall prescribe the form of the return and the information which it shall contain. The return shall be signed by both the grantor or the grantor's agent and the grantee or the grantee's agent. Where the commissioner of finance requires electronic filing, the return shall be signed electronically. Upon the filing of such return for a deed, evidence of the filing shall be affixed to the deed by the register. The commissioner of finance may provide for the use of stamps as evidence of payment and that they shall be affixed to the deed before it is recorded. Where either the grantor or grantee has failed to sign the return, it shall be accepted as a return, but the party who has failed to sign the return or file a separate return shall be subject to the penalties applicable to a person who has failed to file a return and the period of limitations for assessment of tax or of additional tax shall not apply to such party. For good cause, the commissioner of finance may waive any rule requiring electronic filing and may permit a return to be filed in such other manner as the commissioner of finance may designate. b. Returns shall be preserved for three years and thereafter until the commissioner of finance permits them to be destroyed. c. The commissioner of finance may require amended returns to be filed within twenty days after notice and to contain the information specified in the notice. d. If a return required by this chapter is not filed or if a return when filed is incorrect or insufficient on its face the commissioner of finance shall take the necessary steps to enforce the filing of such a return or of a corrected return. e. Where a deed, or instrument or transaction has more than one grantor or more than one grantee, the return may be signed by any one of the grantors and by any one of the grantees, provided, however, that those not signing shall not be relieved of any liability for the tax imposed by this chapter. f. The payment of, and the filing of returns relating to, the taxes imposed hereunder, shall be required as a condition precedent to the recording or filing of a deed, lease, assignment or surrender of lease or other instrument effecting a conveyance or transfer subject to such taxes. * (g) Every cooperative housing corporation shall be required to file an information return with the commissioner of finance as follows: such information return shall be filed by February fifteenth of the year two thousand and of each year thereafter, covering the reporting period beginning on January sixth of the year preceding the filing and ending on January fifth of the year of the filing. For reporting periods beginning before January sixth, nineteen hundred ninety-nine, such information return shall be filed by July fifteenth of each year covering the preceding period of January first through June thirtieth and by January fifteenth of each year covering the preceding period of July first through December thirty-first provided, however, that for the reporting period from January first through June thirtieth, nineteen hundred eighty-nine, such information return shall be filed by July thirty-first, nineteen hundred eighty-nine. The return shall contain such information regarding the transfer of shares of stock in the cooperative housing corporation as the commissioner may deem necessary, including but not limited to, the names, addresses and employer identification numbers or social security numbers of the grantor and the grantee, the number of shares transferred, the date of the transfer and the consideration paid for such transfer, provided, however, that if such cooperative housing corporation elects that such information return be deemed an application for an abatement pursuant to paragraph (f) of subdivision three of section four hundred sixty-seven-a of the real property tax law, such return shall contain the information required pursuant to paragraph (d) of subdivision three of such section. The commissioner of finance may enter into an agreement with the commissioner of taxation and finance of the state of New York to provide that a single information return may be filed for purposes of the tax imposed by this chapter and the real estate transfer tax imposed by article thirty-one of the tax law. * NB There are 2 sub g's * g. Returns with respect to the conveyance of a one- or two-family dwelling will not be accepted for filing unless accompanied by an affidavit signed by the grantor and grantee indicating that the premises is equipped with an approved and operational smoke detecting device as provided in article six of subchapter seventeen of chapter one of title twenty-seven of this code. * NB There are 2 sub g's ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "21",
    "text": "REAL PROPERTY TRANSFER TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2105",
    "identifier": "11-2105",
    "catch_text": "Returns."
  }
}