{
  "text": "ยง 11-2002 Imposition of special sales taxes. (a) There are hereby imposed and there shall be paid sales taxes at the rate of four and one-half percent on receipts from every sale of the services of beauty, barbering, hair restoring, manicuring, pedicuring, electrolysis, massage services and similar services, and every sale of services by weight control salons, health salons, gymnasiums, turkish and sauna bath and similar establishments and every charge for the use of such facilities, whether or not any tangible personal property is transferred in conjunction therewith; but excluding services rendered by a physician, osteopath, dentist, nurse, physiotherapist, chiropractor, podiatrist, optometrist, ophthalmic dispenser or a person performing similar services licensed under title eight of the education law, as amended, and excluding such services when performed on pets and other animals, as authorized by subdivision (a) of section twelve hundred twelve-A of the tax law. Provided, however, that the tax hereby imposed shall not be imposed after November thirtieth, two thousand fourteen. (b) The taxes imposed by this section shall be in addition to any and all other taxes authorized or imposed under any other provision of law. (c) The taxes imposed by this section shall be administered and collected by the state commissioner of taxation and finance as provided in articles twenty-eight and twenty-nine of the tax law. (d) The provisions of articles twenty-eight and twenty-nine of the tax law relating or applicable to the taxes imposed by this section, including the applicable definitions, transitional provisions, limitations, special provisions, exemptions, exclusions, refunds, credits and administrative provisions, so far as those provisions can be made applicable to the taxes imposed by this section, shall apply to the taxes imposed by this section with the same force and effect as if those provisions had been incorporated in full into this section and had expressly referred to the taxes imposed by this section, except to the extent that any provision of article twenty-eight or twenty-nine of the tax law is either inconsistent with or not relevant to the taxes imposed by this section. (e) Net collections from the taxes imposed by this section paid to this city by the state comptroller shall be credited to and deposited in the general fund of this city, but no part of such revenues may be expended unless appropriated in the annual budget of this city. (f) If any provision of this section or the application thereof shall for any reason be adjudged by any court of competent jurisdiction to be invalid, such judgment shall not affect, impair or invalidate the remainder of this section but shall be confined in its operation to the provision thereof directly involved in the controversy in which such judgment shall have been rendered and the application of such provision to other persons or circumstances shall not be affected thereby. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "20",
    "text": "SALES, EXCISE AND RELATED TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "2002",
    "identifier": "11-2002",
    "catch_text": "Imposition of special sales taxes."
  }
}