{
  "text": "ยง 11-277 Code violations; suspension of benefits. a. If a court, or the environmental control board with respect to matters within its jurisdiction, finds that there has been a violation of the city construction codes, the 1968 building code or other law or rule enforced by the department of buildings classified as immediately hazardous pursuant to chapter two of title twenty-eight of the administrative code or the rules of the department of buildings; a violation of subdivision a of section 1-102 of title fifteen of the rules of the city of New York; or a violation of the city fire code or title three of the rules of the city of New York, relating to the failure to provide a fire protection system or emergency power system, or maintain it in good working order, to prepare or, where required, submit for fire department approval, a fire safety and evacuation plan or emergency action plan, or to provide a fire safety and evacuation plan or emergency action plan staff, or relating to the obstruction of a means of egress at any property receiving benefits pursuant to this part, such benefits shall be suspended unless, within one hundred eighty days after the department of finance has sent notice of such finding to the recipient, the recipient submits to the department of finance documentation from the department of buildings, the department of environmental protection or the fire department, whichever is applicable, certifying that the underlying violation has been legally cured or corrected. Such notice may be in any form determined by the department of finance, including in electronic form, and shall be sent to the recipient on the next quarterly statement of account after the department of finance has learned of such finding. If the recipient fails to make the required submission within the one hundred eighty day period, the suspension of benefits shall continue until the recipient makes such submission to the department of finance. After the recipient makes such submission, benefits shall resume, but benefits lost during the period of suspension shall not be restored. b. If the original finding of violation or denial of certification is appealed and a court or appropriate governmental agency finally determines that the finding of violation or denial of certification was invalid or erroneous, all benefits to which the recipient was otherwise entitled shall be restored retroactively. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "2",
    "text": "REAL PROPERTY ASSESSMENT, TAXATION AND CHARGES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "277",
    "identifier": "11-277",
    "catch_text": "Code violations; suspension of benefits."
  }
}