{
  "text": "ยง 11-332 Rights of purchaser of tax lien. a. Any purchaser of a tax lien or tax liens shall stand in the same position as the city and shall have all the rights and remedies that the city would have had if the tax lien or tax liens had not been sold. b. The aggregate amount of each tax lien transferred pursuant to this chapter shall be due and payable one year from the date of the sale. Until such aggregate amount is fully paid and discharged, the holder of the tax lien certificate shall be entitled to receive interest on such aggregate amount from the date of sale, and semi-annually at the rate of interest applicable in accordance with section 11-319 of this chapter. If such aggregate amount is partially paid, the holder of the tax lien certificate shall be entitled to receive interest only on the amount that remains unpaid. Notwithstanding the foregoing sentence, the holder of the tax lien certificate shall be entitled to receive and retain a surcharge equal to five percent of the lien arising pursuant to the provisions of this chapter as a result of the nonpayment of taxes, assessments, sewer rents, sewer surcharges, water rents, any other charges that are made a lien subject to the provisions of this chapter, the costs of any advertisements and notices given pursuant to this chapter, any other charges that are due and payable, and interest and penalties thereon. Any amounts due shall be paid directly to the holder of the tax lien certificate. At the option of the holder of any tax lien certificate the aggregate amount thereof shall become subject to foreclosure after default in the payment of interest for thirty days or after default for six months after the date of sale stated in the tax lien certificate in accordance with sections 11-320(d) and 11-328 of this chapter in the payment of any taxes, assessments, sewer rents, sewer surcharges, water rents, any other charges that are made a lien subject to the provisions of this chapter, or the interest or penalties thereon which become a lien on or after the date of sale of the tax lien transferred by such tax lien certificate. At his or her option, the holder of the tax lien certificate may satisfy any such subsequent tax lien on the same property, and shall, by virtue of such satisfaction, be deemed to be in the same position as if he or she were a purchaser of a tax lien certificate for such subsequent tax lien, provided, however, that such holder shall not be entitled to receive a five percent surcharge on such subsequent tax lien pursuant to this section. The rate of interest on such subsequent lien shall be the rate of interest applicable to tax lien certificates pursuant to section 11-319 of this chapter. The commissioner of finance or his or her designee, at the request of the purchaser of such subsequent lien, shall issue a tax lien certificate for such lien pursuant to sections 11-327 and 11-328 of this chapter. Upon issuance of such certificate, the commissioner of finance or his or her designee shall provide such notice as is required pursuant to section 11-320(d) of this chapter. Failure to provide notice pursuant to this subdivision shall not affect the validity of any transfer of a subsequent tax lien or tax liens pursuant to this subdivision. Any person having a legal or beneficial interest in property affected by a tax lien certificate may satisfy the same at any time upon payment of the amounts due with interest at the rate applicable in accordance with section 11-319 of this chapter. Upon satisfaction of the tax lien, the holder thereof shall issue to the person who satisfied such tax lien a certificate of discharge, certifying that the tax lien has been paid or has been otherwise satisfied, in such recordable form as has been approved by the commissioner of finance. For purposes of this section, the words, \"date of sale\" shall have the same meaning provided in section 11-320(e) of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "3",
    "text": "TAX LIENS AND TAX SALES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "332",
    "identifier": "11-332",
    "catch_text": "Rights of purchaser of tax lien."
  }
}