{
  "text": "ยง 11-320 Notice of sale to be advertised and mailed. a. The tax lien on property in the city shall not be sold pursuant to section 11-319 of this chapter unless notice of such sale as provided herein has been published twice, the first publication to be in a newspaper of general circulation in the city, not less than ninety days preceding the date of the sale, and the second publication to be in a publication designated by the commissioner of finance, not less than ten days preceding the date of the sale. Such publication shall include a description by block and lot or by such other identification as the commissioner of finance may deem appropriate, of the property upon which the tax lien exists that may be included in the sale, and a statement that a list of the tax liens that may be included in the sale is available for inspection in the office of the city register and the office of the county clerk of Richmond county. The commissioner of finance shall file such list in the office of the city register and the office of the county clerk of Richmond county not less than ninety days prior to the date of sale. b. 1. A tax lien shall not be sold unless the commissioner of finance, or his or her designee, notifies the owner of record at the address of record and any other person who has registered pursuant to section 11-309 of this chapter, or pursuant to section 11-416 or 11-417 of this title, by first class mail, of the intention to sell the tax lien. If no such registrations have been filed then such commissioner, or his or her designee, shall notify the person whose name and address, if any, appears in the latest annual record of assessed valuations, by first class mail, of the intention to sell the tax lien. Such mailed notice shall include a description of the property by block and lot and such other identifying information as the commissioner of finance may deem appropriate, the amount of the tax lien, including all taxes, assessments, sewer rents, sewer surcharges, water rents, any other charges that are made a lien subject to the provisions of this chapter, as well as an estimate of the costs of any advertisements and notices given pursuant to this chapter, any other charges that are due and payable on the date specified in such publication, a surcharge pursuant to section 11-332 of this chapter if the tax lien is sold, and interest and penalties thereon, and shall be mailed to such owner and such other persons four times: not less than ninety, sixty, thirty and ten days prior to the date of sale. Such notice shall state that if default continues to be made in payment of the amounts due on such property, the tax lien on such property shall be sold as provided in section 11-319 of this chapter. If, notwithstanding such notice, the owner shall continue to refuse or neglect to pay the amounts due on such property, the commissioner of finance may sell the tax lien on such property as provided in section 11-319 of this chapter. 2. (i) Such notices shall also include, with respect to any property owner in class one or class two, as such classes of property are defined in subdivision one of section eighteen hundred two of the real property tax law, an exemption eligibility checklist. Within ten business days of receipt of a completed exemption eligibility checklist from such property owner, provided that such receipt occurs prior to the date of sale of any tax lien or tax liens on his or her property, the department of finance shall review such checklist to determine, based on the information provided by the property owner, whether such property owner could be eligible for any exemption, credit or other benefit that would entitle them to be excluded from a tax lien sale and, if the department determines that such property owner could be eligible for any such exemption, credit or other benefit, shall mail such property owner an application for the appropriate exemption, credit or other benefit. If, within twenty business days of the date the department mailed such application, the department has not received a completed application from such property owner, the department shall mail such property owner a second application, and shall telephone the property owner, if the property owner has included his or her telephone number on the exemption eligibility checklist. (ii) Any such property owner who returns to the department of finance a completed exemption eligibility checklist prior to the date of sale of any tax lien or tax liens on his or her property and who subsequently submits a completed application for the appropriate exemption, credit or other benefit either prior to, on or up to ninety days after such sale, shall have his or her application reviewed by the department of finance. If, prior to the date of sale, the department of finance determines that such property owner is qualified for such exemption, credit or other benefit or will be qualified as of the date of sale, then the tax lien or tax liens on his or her property shall not be sold on such date. If, on or after the date of sale, the department of finance determines that such property owner is or was qualified for such exemption, credit or other benefit as of the date of sale, then any tax lien or tax liens on his or her property that were sold shall be deemed defective. (iii) Not later than thirty days prior to such date of sale, the department of finance shall submit to the council a list, disaggregated by council district, of all properties for which property owners returned a completed eligibility checklist to the department of finance at least thirty-five days prior to the date of sale, but for which property owners have not yet submitted a completed application for the appropriate exemption, credit or other benefit. (iv) Not later than thirty days after such date of sale, the department of finance shall submit to the council a list, disaggregated by council district, of all properties for which property owners returned a completed eligibility checklist to the department of finance prior to the date of sale, but for which property owners have not yet submitted a completed application for the appropriate exemption, credit or other benefit. (v) Upon the written or verbal request of such property owner, the department of finance shall provide prompt assistance to such property owner in completing an application for the appropriate exemption, credit or other benefit. 3. The notice provided not less than ninety days prior to the date of sale shall also include information relating to the lien sale process, including, but not limited to, actions homeowners can take if a lien is sold on such property; the type of debt that can be sold in a lien sale; a timeline of statutory notifications required pursuant to this section; a clear, concise explanation of the consequences of the sale of a tax lien; the telephone number and electronic mail address of the employee or employees designated pursuant to subdivision f of this section; a conspicuous statement that the owner of the property may enter into a payment plan for exclusion from the tax lien sale; and credits and property tax exemptions that may exclude certain class one real property from a tax lien sale. Such notice shall also include information on the following real property tax exemptions, credit or other benefit: (i) the senior citizen homeowner exemption pursuant to section 11-245.3 of this title; (ii) the exemption for persons with disabilities pursuant to section 11-245.4 of this title; (iii) the exemption for veterans pursuant to section four hundred fifty-eight of the real property tax law, with respect to real property purchased with payments received as prisoner of war compensation from the United States government; (iv) the exemption for veterans pursuant to paragraph (b) or (c) of subdivision two of section four hundred fifty-eight-a of the real property tax law; (v) the state circuit breaker income tax credit pursuant to subsection (e) of section six hundred six of the tax law; and (vi) the active duty military personnel benefit pursuant to department of finance memorandum 05-3, or any successor memorandum thereto. Upon such property owner's written request, or verbal request to 311 or any employee designated pursuant to subdivision f of this section, a Chinese, Korean, Russian or Spanish translation of such notice shall be provided promptly to such property owner. c. Such notices shall advise the owner of such property of his or her continued obligation to pay the amounts due on such property. No other notices or demands shall be required to be made to the owner of such property to authorize the sale of a tax lien or tax liens on such property pursuant to section 11-319 of this chapter. d. 1. The commissioner of finance or his or her designee shall, within ninety days after the delivery of the tax lien certificate, notify any person who was required to be notified of such sale pursuant to section 11-320(b) of this chapter, by first class mail, that such sale has occurred. Such notice shall state the date of the sale of the tax lien, the name and address of the purchaser of the tax lien, the amount of such lien, a description of the property by block and lot and such other identifying information as the commissioner of finance or his or her designee shall deem appropriate, and the terms and conditions of the tax lien certificate, including the right to satisfy the lien within the time periods specified in this chapter. Such notice shall also include the telephone number and electronic mail address of the employee or employees designated pursuant to subdivision f of this section. 2. Any written communication from the purchaser of the tax lien or liens to an owner of property, on which a tax lien has been sold pursuant to the provisions of this chapter, shall include the following information: (i) an explanation of the roles of the purchaser of the tax lien and the employee or employees designated pursuant to subdivision f of this section; (ii) the names and contact information, including the telephone number, electronic mail and mailing addresses of such persons; and (iii) a statement informing such owner that he or she may be eligible to enter into a forbearance agreement with the purchaser of such tax lien. 3. The requirement to send such written communication shall be subject to federal, state and local debt collection laws. 4. Failure to provide notice pursuant to this subdivision shall not affect the validity of any sale of a tax lien or tax liens pursuant to this chapter. e. The words \"date of sale\" when used in this section shall mean: (1) for a negotiated sale, the date of signing of the tax lien purchase agreement, and (2) for a competitive sale, the date designated by the commissioner of finance for the submission of bids. f. The commissioner of finance shall designate an employee of the department to respond to inquiries from owners of property for which a tax lien has been sold or noticed for sale pursuant to subdivision a of this section and shall designate an employee of the department to respond to inquiries from owners sixty-five years of age or older of property for which a tax lien has been sold or noticed for sale pursuant to subdivision a of this section. The commissioner of environmental protection shall designate at least one employee of the department of environmental protection to respond to inquiries from owners of property for which a tax lien containing a water rents, sewer rents or sewer surcharges component has been sold or noticed for sale pursuant to subdivision a of this section. g. No later than one hundred twenty days after the tax lien sale, the commissioner of finance shall submit to the council a list of all properties, identified by block and lot, noticed for sale pursuant to subdivision b of this section. Such list shall also include a description of the disposition of such properties that shall include, but not be limited to, whether an owner entered into a payment plan with the city pursuant to section 11-322 of this chapter, whether an owner satisfied the tax lien or liens, whether ownership of the property was transferred, provided that such information is available to the city, or whether the property was distressed, as defined in subdivision four of section 11-401 of this title, or removed from the sale pursuant to the discretion of the commissioner of the department of housing preservation and development. h. 1. On a quarterly basis, a purchaser of tax liens shall provide to the council a list of all properties on which tax liens have been sold where, subsequent to such sale, there has been a transfer of ownership of the property, provided that a purchaser of tax liens has knowledge of such transfers, for the following groups: (i) all properties on which liens for emergency repair charges or alternative enforcement expenses and fees have been sold to such purchaser pursuant to subdivision a-4 of section 11-319 of this title; and (ii) all class two residential property owned by a company organized pursuant to article XI of the state private housing finance law that is not a residential condominium or a residential cooperative on which any tax lien has been sold pursuant to subdivision a, a-2 or a-4 of section 11-319 of this title. 2. When available, a purchaser of tax liens shall include the names and contact information of the new owners of record of such properties. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "3",
    "text": "TAX LIENS AND TAX SALES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "320",
    "identifier": "11-320",
    "catch_text": "Notice of sale to be advertised and mailed."
  }
}