{
  "text": "ยง 11-309 Notifying taxpayers of assessments. a. The owner of any lot, piece or parcel of land in the city of New York or any person interested in such lot, piece or parcel, may file with the department of finance, a statement containing a brief description of such land, together with the section, block and lot number thereof, or such other identifying information as at the time is established by the department of finance, and a statement of the applicant's interest therein, together with a written request that such lot, piece or parcel of land be registered in the name of the applicant. In such statement the applicant shall designate a post office address to which notifications addressed to such applicant shall be sent. A brief description of such lot, piece or parcel of land corresponding to the description thereof in the statement so filed, together with the name of the applicant and his or her post office address and the date of such application, shall thereupon be registered in the department of finance. b. As soon as any assessment for a local improvement shall have been confirmed, including assessments confirmed by a court of record, and the list thereof shall have been entered and filed in the department of finance, such assessment list shall be examined and thereupon, within twenty days after such entry there shall be mailed a notice addressed to each person in whose name any lot, piece or parcel of land, affected by such assessment, is registered, at the post office address registered in the records of the department of finance, which notice shall contain the brief description of the lot, piece or parcel of land registered in the name of the person to whom such notice is addressed, together with the amount assessed thereon, date of entry, and title of the improvement for which such assessment is made, and a statement of the rate of interest or penalty imposed for the nonpayment of such assessment, and the date from which the interest or penalty will be computed. Failure to comply with the provisions herein, however, shall in no manner affect the validity or collectibility of any assessment heretofore or hereafter confirmed, nor shall any claim arise or exist against the comptroller, the commissioner of finance, or any officer of the city by reason of such failure. c. The commissioner of finance or his or her designee shall for the purpose of this section provide appropriate records for each section of the city, included within the respective boroughs, as the same shall appear upon the tax maps of the city. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "3",
    "text": "TAX LIENS AND TAX SALES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "309",
    "identifier": "11-309",
    "catch_text": "Notifying taxpayers of assessments."
  }
}