{
  "text": "ยง 11-321.1 Rules governing sales; eligibility of persons to purchase a tax lien or tax liens in a negotiated or competitive sale. a. The commissioner of finance may promulgate rules governing the eligibility of persons to purchase a tax lien or tax liens in a negotiated or competitive sale. Such rules may provide for precertification of such persons, including a requirement for disclosure of income, assets, and any other financial information that the commissioner of finance deems appropriate, and may prohibit any such person who is delinquent in the payment of any taxes to the city of New York, or who is in default in or on any other obligation to the city, or who has any outstanding violations of the administrative code of the city of New York, from purchasing a tax lien or tax liens. b. Any person who intends to purchase a tax lien or tax liens in a negotiated or competitive sale shall submit to the commissioner of finance an affidavit establishing compliance with the applicable eligibility criteria and including any other information required by the commissioner of finance. No such person who fails to submit such affidavit shall be permitted to purchase a tax lien or tax liens. Any such person who willfully submits a false or misleading affidavit pursuant to this section shall forfeit any tax lien or tax liens purchased by him or her at a sale for which the affidavit was submitted, shall be liable for payment of the full purchase price of the tax lien or tax liens, shall forfeit any deposit paid, and shall be disqualified from bidding or participating in any tax lien sale in the city for a period of five years. c. No sale of a tax lien or tax liens shall be made to any person identified pursuant to section 11-309 of this chapter as having an interest in the property which is the subject of the tax lien or tax liens, or to any owner of record as shown on the real property records of the office of the city register in any borough or in the office of the Richmond county clerk. Any such person or owner of record who purchases such tax lien or tax liens shall forfeit such tax lien or tax liens and shall be liable for payment of the full purchase price of the tax lien or tax liens and shall not be entitled to a refund of any amounts paid by such person or owner of record. d. No person who purchases a tax lien or tax liens in a negotiated or competitive sale shall assign or transfer a tax lien certificate or tax lien certificates for such tax lien or tax liens to any person identified pursuant to section 11-309 of this chapter as having an interest in the property which is the subject of such tax lien certificate or tax lien certificates, or to any owner of record of property which is the subject of such tax lien certificate or tax lien certificates. Any such person who knowingly or negligently transfers or assigns such tax lien certificate or tax lien certificates to such person or owner of record shall be liable for payment of the full purchase price of the tax lien or tax liens and shall not be entitled to a refund of any amounts paid and such tax lien certificate or tax lien certificates shall be deemed void and the tax lien or tax liens sold under such certificate or such certificates shall revert to the city as if no sale of such tax lien or tax liens had occurred. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "3",
    "text": "TAX LIENS AND TAX SALES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "321",
    "identifier": "11-321.1",
    "catch_text": "Rules governing sales; eligibility of persons to purchase a tax lien or tax liens in a negotiated or competitive sale."
  }
}