{
  "text": "ยง 11-324 Deposits and forfeits. The commissioner of finance may require from each purchaser of a tax lien or tax liens, in cash or cash equivalent in immediately available funds in the discretion of such commissioner, a deposit of at least five per cent of the cash portion of the sale price of the tax lien or tax liens purchased by him or her, as liquidated damages, on a date determined by the commissioner of finance. The balance shall be paid to the commissioner of finance in cash or cash equivalent in immediately available funds or such other consideration acceptable to the commissioner of finance or any combination thereof, in his or her discretion. For purposes of this chapter \"cash equivalent\" shall mean a cashier's check, bank check, certified check, money order, or such other paper instrument as the commissioner of finance shall prescribe. Such deposit and balance may also be paid by electronic funds transfer. For purposes of this chapter, \"electronic funds transfer\" shall mean any transfer of funds, other than a transaction originated by check, draft or similar paper instrument, which is initiated using a format prescribed by the commissioner of finance. A tax lien certificate shall be made and delivered to the purchaser upon payment of the sale price. In case any purchaser shall default in any obligation under the terms and conditions of the tax lien sale, then the amount deposited by the purchaser shall be forfeited to the city, and the tax lien or tax liens upon the property affected by such purchase may be sold again at the discretion of the commissioner of finance pursuant to section 11-319 of this chapter. All deposits forfeited as aforesaid shall be paid into the general fund. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "3",
    "text": "TAX LIENS AND TAX SALES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "324",
    "identifier": "11-324",
    "catch_text": "Deposits and forfeits."
  }
}