{
  "text": "ยง 11-307 Payments in installments of assessments heretofore or hereafter confirmed. Upon the application in writing of the owner of a parcel of real property affected by an unpaid assessment heretofore or hereafter confirmed the amount of which is one hundred dollars or more, the commissioner of finance shall divide the assessment upon such parcel into fifteen parts or, if the application so requests, into five parts, as nearly equal as may be, or if the amount of such assessment is fifty dollars or more but less than one hundred dollars the commissioner of finance shall divide the assessment upon such parcel into five parts as nearly equal as may be. One part thereof in any event shall be due and payable, and in each case as many more of such parts shall be due and payable as years may have elapsed since the entry of such original assessment for collection. Such parts thereof with interest at the rate of seven percent per annum on the amount of the assessment unpaid shall be paid at the time of application as a condition of the extension of time of payment of the remainder as provided in this section. Upon payment of such parts and interests, the balance of such assessments shall cease to be a lien upon such real property except as hereinafter provided; and the remaining parts shall be paid in annual installments as herein provided. Of such installments the first, with interest at the rate of four percent thereon, and on the installments thereafter to become due, from the date of payment of the parts of such assessment paid as hereinbefore provided, shall become due and payable and be a lien on the real property assessed, on the next ensuing anniversary of the date of entry of the assessment in the record of titles of assessments confirmed; and one, with interest at the rate of four percent per annum thereon and on the installments thereafter to become due shall become due and payable and be a lien upon the real property assessed, annually thereafter. After the time herein specified for annual installments and interest to become due, the amount of the lien thereon shall bear interest at the rate of seven percent per annum. Any installment assessment shall not be further divided into installments. The first installment of an assessment divided within the ninety-day period provided by section 11-306 of this chapter during which assessment may be paid without interest shall not be subject to interest, but the second installment with interest at the rate of four percent per annum from the original date of entry shall become due and payable and be a lien upon the real property on the anniversary date of entry of the assessment and the remaining installments with interest shall become due and payable and be a lien on the real property as hereinbefore provided. The installments not due with interest at the rate of four percent per annum to the date of payment may be paid at any time. The provisions of this chapter with reference to the sale of tax liens shall apply to the several unpaid installments and the interest thereon in the same manner as if each installment and the interest thereon had been imposed as an assessment payable in one payment, at the time such installment became a lien. In the event of the acquisition by condemnation by the city for public purposes any property upon which there are installments not due, such installments shall become due as of the date of the entry of the final order of the supreme court or the confirmation of the report of the commissioners in the condemnation proceedings, and shall be set off against an award that may be made for the property acquired. When an award for damage shall accrue to the same person who is or was at the time the assessment was confirmed liable for the assessments for benefit on the abutting property in the same proceedings, only the portion of the assessment in excess of such award may be considered in levying in installments under the provisions of this section. Except as provided in this section, no such annual installment shall be a lien or deemed to be an encumbrance upon the title to the real property assessed until it becomes due as herein provided. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "3",
    "text": "TAX LIENS AND TAX SALES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "307",
    "identifier": "11-307",
    "catch_text": "Payments in installments of assessments heretofore or hereafter confirmed."
  }
}