{
  "text": "ยง 11-312 Water rents; when payable; penalty for nonpayment. a. One-half (i) the uniform annual water charges and extra and miscellaneous charges for water not metered and (ii) annual service charges shall become due and payable, in advance if entered on January first, nineteen hundred seventy-four for the period commencing January first, nineteen hundred seventy-four and ending June thirtieth, nineteen hundred seventy-four. Commencing on June thirtieth, nineteen hundred seventy-four, uniform annual water charges and extra and miscellaneous charges for water not metered and annual service charges shall be due and payable in advance on the thirtieth day of June in each year, if entered. If any of such rents and charges which become due and payable on or before June thirtieth, nineteen hundred seventy-six shall not have been paid to the commissioner of finance or his or her designee on or before the last day of the month following the month of entry, it shall be the duty of the commissioner of finance or his or her designee to charge, collect and receive interest thereon to be calculated at the rate of seven percent per annum from the date when such rents and charges became due and payable to December thirty-first, nineteen hundred seventy-six, and at the rate of fifteen percent per annum from January first, nineteen hundred seventy-seven to the date of payment. If any of such rents and charges which shall become due and payable on or after June thirtieth, nineteen hundred seventy-seven are not paid to the commissioner of finance or his or her designee on or before the last day of the month following the month of entry, it shall be the duty of the commissioner of finance or his or her designee to charge, collect and receive interest thereon to be calculated at the rate of fifteen percent per annum from the date when such rents and charges became due and payable to the date of payment. If not so entered and payable, but entered at any time subsequent thereto, they shall be due and payable when entered and notice thereof shall be mailed within five days of such entry to the premises against which they are imposed addressed to either the owner or the occupant and, if entered on or before December thirty-first, nineteen hundred seventy-six but not paid on or before the last day of the month following the month of entry, it shall be the duty of the commissioner of finance or his or her designee to charge, collect and receive interest thereon to be calculated at the rate of seven percent per annum from the date of entry to December thirty-first, nineteen hundred seventy-six, and at the rate of fifteen percent per annum from January first, nineteen hundred seventy-seven to the date of payment; if entered on or after January first, nineteen hundred seventy-seven but not paid on or before the last day of the month following the month of entry, it shall be the duty of the commissioner of finance or his or her designee to charge, collect and receive interest thereon to be calculated at the rate of fifteen percent per annum from the date of entry to the date of payment. b. All charges for meters and their connections and for their setting, repair and maintenance, and all charges in accordance with meter rates for supply of water measured by meter, including minimum charges for the supply of water measured by meter, shall be due and payable when entered, and notice thereof shall be mailed within five days of such entry stating the amount due and the nature of the rent or charge to the last known address of the person whose name appears on the record of such rents and charges as being the owner, occupant or agent or, where no name appears, to the premises addressed to either the owner or the occupant, and if entered on or before December thirty-first, nineteen hundred seventy-six but not paid on or before the last day of the month following the month of entry, it shall be the duty of the commissioner of finance or his or her designee to charge, collect and receive interest thereon to be calculated at the rate of seven percent per annum from the date of entry to December thirty-first, nineteen hundred seventy-six, and at the rate of fifteen percent per annum from January first, nineteen hundred seventy-seven to the date of payment; if entered on or after January first, nineteen hundred seventy-seven but not paid on or before the thirtieth day following the date of entry, it shall be the duty of the commissioner of finance or his or her designee to charge, collect and receive interest thereon to be calculated at the rate of fifteen percent per annum from the date of entry to the date of payment. c. No later than the twenty-fifth day of May in each year, the banking commission shall transmit a written recommendation to the council of a proposed interest rate to be charged for nonpayment of water rents. In making such recommendations the commission shall consider the prevailing interest rates charged for commercial loans extended to prime borrowers by commercial banks operating in the city and shall propose a rate of at least six per centum per annum greater than such rates. The council may by resolution adopt an interest rate to be charged for nonpayment of water rents pursuant to section 11-224 of the code and, for nonpayment of water rents that become due and payable on or after July first, two thousand five, pursuant to section 11-224.1 of the code, and may specify in such resolution the date on which such interest rate is to take effect. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "3",
    "text": "TAX LIENS AND TAX SALES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "312",
    "identifier": "11-312",
    "catch_text": "Water rents; when payable; penalty for nonpayment."
  }
}