{
  "text": "ยง 11-354 Additional method to enforce payment of tax liens held by the city. (a) Notwithstanding any other provision of law and notwithstanding any omission to hold a tax lien sale, whenever any tax, assessment, sewer rent, sewer surcharge, water rent, any charge that is made a lien subject to the provisions of this chapter or chapter four of this title, or interest and penalties thereon, has been due and unpaid for a period of at least one year from the date on which the tax, assessment or other legal charge represented thereby became a lien, or in the case of any class one property or any class two property that is a residential condominium or residential cooperative, as such classes of property are defined in subdivision one of section eighteen hundred two of the real property tax law, or in the case of a multiple dwelling owned by a company organized pursuant to article XI of the private housing finance law with the consent and approval of the department of housing preservation and development, for a period of at least three years from the date on which the tax, assessment or other legal charge became a lien, the city, as owner of a tax lien, may maintain an action in the supreme court to foreclose such lien. Such action shall be governed by the procedures set forth in section 11-335 of this chapter; provided, however, that such parcel shall only be sold to the highest responsible bidder. Such purchaser shall be deemed qualified as a responsible bidder pursuant to such criteria as are established in rules promulgated by the commissioner of finance after consultation with the commissioner of housing preservation and development. (b) At a sale pursuant to a judgment in an action brought pursuant to subdivision (a) of this section to foreclose a tax lien, the city may purchase property subject to such lien in accordance with the provisions of section 11-339 of this chapter. (c) The provisions of this section shall not affect any existing remedy or procedure for the enforcement or foreclosure of tax liens provided for in this code or any other law, but the remedy provided herein for foreclosure of tax liens shall be in addition to any other remedies or procedures provided by any general, special or local law. Notwithstanding any other provision of this code, the commissioner of finance shall be authorized to agree to forebear to commence an in rem action against property which has an outstanding and unredeemed tax lien certificate previously sold by the city and held by a third party pursuant to this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "3",
    "text": "TAX LIENS AND TAX SALES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "354",
    "identifier": "11-354",
    "catch_text": "Additional method to enforce payment of tax liens held by the city."
  }
}