{
  "text": "ยง 11-301 When taxes, assessments, sewer rents, sewer surcharges and water rents to be liens on land assessed. All taxes and all assessments and all sewer rents, sewer surcharges and water rents, and the interest and charges thereon, which may be laid or may have heretofore been laid, upon any real estate now in the city, shall continue to be, until paid, a lien thereon, and shall be preferred in payment to all other charges. The words \"water rents\" whenever they are used in this chapter shall include uniform annual charges and extra and miscellaneous charges for the supply of water, charges in accordance with meter rates, minimum charges for the supply of water by meter, annual service charges and charges for meters and their connections and for their setting, repair and maintenance, penalties and fines and all lawful charges for the supply of water imposed pursuant to the New York city municipal water finance authority act, which is set forth in title two-A of article five of the public authorities law. Charges for expense of meters, their connections, setting, repair or maintenance shall not be due or become a charge or lien on the premises where a water meter shall be installed or against which a charge shall be made, until such charge shall have been definitely fixed by the commissioner of environmental protection, and an entry of the amount thereof shall have been made with the date of such entry in the book in which the charges for water supplied by meter against such premises are to be entered. A charge in accordance with meter rates or minimum charges for the supply of water measured by meter, and a service charge shall not be due or become a lien or charge upon the premises where such meter is installed until an entry shall have been made indicating that such premises are metered, with the date of such entry in the book in which the charges for water by meter measurement against such premises are to be entered. The words \"sewer rents\" when used in this chapter shall mean any rents or charges imposed pursuant to section 24-514 of the code or pursuant to the New York city municipal water finance authority act, which is set forth in title two-A of article five of the public authorities law. The words \"sewer surcharges\" when used in this chapter shall mean the charges imposed pursuant to section 24-523 of the code or pursuant to the New York city municipal water finance authority act, which is set forth in title two-A of article five of the public authorities law. Whenever an increase in the amount of uniform annual charges or extra or miscellaneous charges shall have been made or a charge shall have been made for water services for any building completed subsequent to the first day of January in each year, the amount of such increase of the charge or new charge for such new building shall not be due or become a lien or charge against the premises until the amounts thereof shall have been entered with the date of such entries, respectively, in the books in which the uniform annual charges and extra or miscellaneous charges against such premises are to be entered. The words \"tax lien\" when used in this chapter shall mean the lien arising pursuant to the provisions of this chapter or pursuant to the New York city municipal water finance authority act, which is set forth in title two-A of article five of the public authorities law, as a result of the nonpayment of taxes, assessments, sewer rents, sewer surcharges, water rents, any other charges that are made a lien subject to the provisions of this chapter, the costs of any advertisements and notices given pursuant to this chapter, any other charges that are due and payable, a surcharge pursuant to section 11-332 of this chapter if the tax lien is sold, interest and penalties thereon and the right of the city to receive such amounts. The words \"tax lien certificate\" when used in this chapter shall mean the instrument evidencing a tax lien and executed by the commissioner of finance or his or her designee at such time as such lien is transferred to a purchaser upon sale of such lien by the city. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "3",
    "text": "TAX LIENS AND TAX SALES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "301",
    "identifier": "11-301",
    "catch_text": "When taxes, assessments, sewer rents, sewer surcharges and water rents to be liens on land assessed."
  }
}