{
  "text": "ยง 11-316 Bills of arrears of taxes, assessments, sewer rents, sewer surcharges and water rents, any other charges that are made a lien subject to the provisions of this chapter, and interest and penalties thereon to be furnished when requested. The commissioner of finance or his or her designee, upon the written request of the owner, the proposed vendee under a contract of sale, a mortgagee, any person having a vested or contingent interest in any lot or lots or their duly authorized agent, or any person who has made a filing pursuant to section 11-309 of this chapter shall furnish a bill of all arrears of taxes on any lot or lots due prior to the first of September, then last past, of sewer rents, sewer surcharges and water rents, assessments, any other charges that are made a lien subject to the provisions of this chapter, and interest and penalties thereon, which are due and payable. Upon the payment of such bill which shall be called a bill of arrears the receipt of the commissioner of finance or his or her designee thereon shall be conclusive evidence of such payment. The commissioner of finance or his or her designee shall cause to be kept an account of amounts so collected, and the certificate of the commissioner of finance or his or her designee, that there are no tax liens on such lot or lots, shall forever free such lot or lots from all liens of taxes, sewer rents, sewer surcharges or water rents, assessments, any other charges that are made a lien subject to the provisions of this chapter, and interest and penalties thereon that are due and payable prior to the date of such receipt or certificate, but not from the lien of any tax lien duly sold and not theretofore satisfied. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "3",
    "text": "TAX LIENS AND TAX SALES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "316",
    "identifier": "11-316",
    "catch_text": "Bills of arrears of taxes, assessments, sewer rents, sewer surcharges and water rents ,any other charges that are made a lien subject to the provision"
  }
}