{
  "text": "ยง 11-335 Foreclosure of tax liens. If the amount of any tax lien which shall have been transferred by a tax lien certificate shall not be paid when under its terms and the provisions of section 11-332 of this chapter such amount shall be due, the holder of such tax lien certificate may maintain an action in the supreme court to foreclose such tax lien. The holder of such tax lien certificate shall notify the commissioner of finance or his or her designee in writing whenever he or she commences such action at the time of filing of such action, and shall notify the commissioner of finance in writing of the resolution of such action, including any settlement of such action, within thirty days of such resolution. In an action to foreclose a tax lien any person shall be a proper party of whom the plaintiff alleges that such person has or may have or that the plaintiff has reason to believe that such person has or may have an interest in or claim upon the property affected by the tax lien. A plaintiff in an action to foreclose a tax lien shall recover reasonable attorney's fees for maintaining such action. Except as otherwise provided in this chapter an action to foreclose a tax lien shall be regulated by the provisions of the civil practice law and rules and by all other provisions of law, and rules of practice applicable to actions to foreclose mortgages on real property. The people of the state of New York or the city of New York may be made party to an action to foreclose a tax lien in the same manner as a natural person. Where the people of the state of New York or the city of New York are made a party defendant the complaint shall set forth, in addition to the other matters required to be set forth by law, detailed facts showing the particular nature of the interest in or the lien on such property of the people of the state of New York or the city of New York, and detailed facts showing the particular nature of the interest in or the lien on such property which plaintiff has reason to believe that the people of the state of New York or the city of New York have or may have in such property, and the reason for making the people of the state of New York or the city of New York a party defendant. Upon failure to state such facts the complaint shall be dismissed as to the people of the state or the city of New York. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "3",
    "text": "TAX LIENS AND TAX SALES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "335",
    "identifier": "11-335",
    "catch_text": "Foreclosure of tax liens."
  }
}