{
  "text": "ยง 11-322 Postponement or cancellation of sales; installment agreements. a. It shall be lawful for the commissioner of finance, or his or her designee, to postpone or cancel any proposed sale of a tax lien or tax liens on property that shall have been advertised and noticed for sale prior to the date of sale. For purposes of this section, the words, \"date of sale\" shall have the same meaning provided in section 11-320(e) of this chapter. The city shall not be liable for any damages as a result of cancellation or postponement of a proposed sale of a tax lien or tax liens, nor shall any cause of action arise from such cancellation or postponement. b. In accordance with rules promulgated by the commissioners of finance and environmental protection, a property owner may enter into agreements with the departments of finance and environmental protection for the payment in installments of any delinquent real property taxes, assessments, sewer rents, sewer surcharges, water rents, or any other charges that are made a lien subject to the provisions of this chapter. The proposed sale of a tax lien or tax liens on property shall be cancelled when a property owner enters into an agreement with the respective agency for the payment of any such lien. Such rules shall also provide that such property owners be given information regarding eligibility for real property tax exemption programs prior to entering into such agreements. 1. If payments required from a property owner pursuant to such an agreement are not made for a period of six months, such property owner shall be in default of such agreement, and the tax lien or tax liens on the subject property may be sold, provided, however, that such default may be cured upon such property owner's bringing all installment payments and all current charges that are outstanding at the time of the default to a current status, which shall include, but not be limited to, any outstanding interest and fees, prior to the date of sale. If such default is not cured prior to the date of sale, such property owner shall not be eligible to enter into an installment agreement for the subject property for five years, unless there is a finding of extenuating circumstances by the department that entered into the installment agreement with the property owner. 2. An installment agreement shall provide for payments by the property owner on a quarterly or monthly basis, in the discretion of the appropriate commissioner, for a period not less than eight years and not more than ten years, provided that a property owner may elect a period less than eight years. There shall be no down payment required upon the property owner's entering into the installment agreement with the respective department, but the property owner may elect to make a down payment. 3. Beginning January first, two thousand twelve, any property owner who has entered into an installment agreement with the commissioner of environmental protection pursuant to this subdivision and who has automated meter reading shall receive a consolidated monthly bill for current sewer rents, sewer surcharges and water rents and any payment due under such installment agreement. 4. No later than September first, two thousand eleven, the commissioners of finance and environmental protection shall promulgate rules governing installment agreements, including but not limited to, the terms and conditions of such agreements, the payment schedules, and the definition and consequences of default. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "3",
    "text": "TAX LIENS AND TAX SALES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "322",
    "identifier": "11-322",
    "catch_text": "Postponement or cancellation of sales; installment agreements."
  }
}