{
  "text": "ยง 11-412.1 Special procedures relating to final judgment and release of class one and class two real property. Notwithstanding any other provision of law to the contrary: a. The court shall determine upon proof and shall make a finding upon such proof whether there has been due compliance by the city with the applicable provisions of this chapter. b. (1) The court shall make a final judgment authorizing the award of possession of any parcel of class one or class two real property described in the list of delinquent taxes not redeemed or withdrawn as provided in this chapter and as to which no answer is interposed as provided herein, and authorizing the commissioner of finance to prepare, execute and cause to be recorded a deed conveying either to the city or to a third party deemed qualified and designated by the commissioner of housing preservation and development full and complete title to such lands. Any such conveyance to a third party shall be for an existing use. (2) Such third party shall be deemed qualified and shall be designated pursuant to such criteria as are established in rules promulgated by the commissioner of housing preservation and development, provided, however, that such criteria shall include but not be limited to: residential management experience; financial ability; rehabilitation experience; ability to work with government and community organizations; neighborhood ties; and that the commissioner shall consider whether the third party is a responsible legal tenant, not-for-profit organization or neighborhood-based-for-profit individual or organization. The commissioner shall not deem qualified any third party who has been finally adjudicated by a court of competent jurisdiction, within seven years of the date on which such third party would otherwise be deemed qualified, to have violated any section of articles one hundred fifty, one hundred seventy-five, one hundred seventy-six, one hundred eighty, one hundred eighty-five or two hundred of the penal law or any similar laws of another jurisdiction, or who has been suspended or debarred from contracting with the city or any agency of the city pursuant to section 335 of the charter during the period of such suspension or debarment. The rules promulgated by the commissioner pursuant to this paragraph may establish other bases for disqualification of a third party. c. Following the expiration of the four-month period prescribed in subdivision d of this section, but not more than eight months after the date on which, pursuant to subdivision b of this section, the final judgment authorizing the award of possession of a parcel of class one or class two real property was entered, the commissioner of finance may execute a deed, pursuant to subdivision b of this section, with respect to such parcel. The owner of said parcel shall continue to have all of the rights, liabilities, responsibilities, duties and obligations of an owner of such parcel, including, but not limited to, maintaining such parcel in compliance with the housing maintenance, building and fire codes, and all other applicable laws, unless and until the commissioner of finance has prepared and executed a deed conveying to the city or to a third party full and complete title to such parcel. Upon the execution of such deed, the city or the third party shall be seized of an estate in fee simple absolute in such land and all persons, including the state of New York, infants, incompetents, absentees and non-residents who may have had any right, title, interest, claim, lien or equity of redemption in or upon such lands shall be barred and forever foreclosed of all such right, title, interest, claim, lien or equity of redemption, except as otherwise provided in subdivisions e and f of this section. The appointment and tenure of receivers, trustees or any other persons, including administrators under article seven-A of the real property actions and proceedings law, appointed by an order of a court to manage real property, shall terminate when title to such property vests in the city or a third party pursuant to the provisions of this chapter. After such termination, said receivers, trustees or administrators shall be accountable to the courts that appointed them for the faithful performance of their fiduciary obligations during the term of their appointment and to the city or such third party for any rents and income received by them for any period subsequent to the date of the vesting of title in the city or such third party. If the city serves a tenant in possession of a dwelling unit with notice of termination of tenancy on grounds other than nonpayment of rent, the acceptance of rent for the first forty-five days after termination of tenancy by anyone other than an employee of the department designated by the department to receive such rent shall not be deemed or construed as a waiver of the city's right to initiate and prosecute a proceeding to terminate the tenancy for good cause. d. Within four months after the date on which, pursuant to subdivision b of this section, the final judgment authorizing the award of possession of a parcel of class one or class two real property was entered, any person claiming to have an interest in such parcel shall have the right to make a payment to the commissioner of finance consisting of all taxes, assessments and other legal charges owing on said parcel, the lawful interest thereon to the date of payment and a penalty of five percent of said payment of taxes, assessments and other legal charges and interest, which penalty may not exceed one thousand dollars. Such payment shall be made in cash or by certified or bank check. Within such four-month period, such interested person may also request an installment agreement from the commissioner of finance. Such agreement shall require, in addition to full payment of the penalty specified in this subdivision at the time such agreement is entered into, the payment at such time of a first installment equal to fifty percent of all taxes, assessments and other legal charges, and the lawful interest thereon, then owing on such parcel, and the payment of the balance of such taxes, assessments and other legal charges and interest in four equal quarterly installments together with all current taxes, assessments and other legal charges that accrue during such period. Upon receipt of payment in full of the amount specified in the first sentence of this subdivision, the commissioner of finance shall direct the corporation counsel to prepare and cause to be entered an order discontinuing the in rem tax foreclosure action as to said property, cancelling the notice of pendency of such action as to said property and vacating and setting aside the final judgment. Upon the execution of an installment agreement and payment of the amounts due at the time such agreement is executed as provided in this subdivision, the commissioner of finance shall direct the corporation counsel to prepare and cause to be entered an order vacating and setting aside the final judgment. The entry of either such order shall restore all parties, including owners, mortgagees and any and all lienors, receivers and administrators and encumbrancers, to the status they held immediately before such final judgment was entered. Where the commissioner of finance approves an application requesting an installment agreement pursuant to this subdivision, the order vacating and setting aside the final judgment shall provide that in the event of any default as to the payment of either quarterly installments or current taxes, assessments or other legal charges during the term of such agreement, all payments under said agreement shall be forfeited and the corporation counsel, immediately upon notification by the commissioner of finance of such default, shall cause to be entered as to such property a supplemental judgment of foreclosure in the in rem action which authorizes the commissioner of finance to prepare, execute and cause to be recorded a deed conveying either to the city or to a third party full and complete title to such lands. Upon the entry of such supplemental judgment, the provisions of subdivisions c through i of this section shall apply in the same manner as such subdivisions would have applied had no payment been made nor installment agreement executed during the four-month period specified in this subdivision. e. 1. If the commissioner of finance has prepared, executed and caused to be recorded a deed conveying to the city full and complete title to a parcel of class one or class two real property acquired by in rem tax foreclosure, the city's interest in such parcel may be released pursuant to this subdivision on the application of any party who has an interest in said parcel as either owner, mortgagee, lienor, or encumbrancer at the time of the city's acquisition thereof where such application is made at any time up to sixteen months from the date on which the deed by which the city acquired title to said parcel was recorded. 2. Any such application shall be made in writing to the commissioner of general services and shall be verified. It shall contain the information required pursuant to paragraph one of subdivision b of section 11-424 of this chapter, the documents required by subdivision c of such section, and shall be accompanied by the fees required by paragraphs three and six of subdivision b of such section. The fee required by paragraph three of subdivision b of section 11-424 of this chapter shall not be refundable. 3. The city's interest in any such parcel shall be released only after payment of the sums of money specified in subdivision d of section 11-424 of this chapter. 4. The provisions contained in subdivision g of section 11-424 of this chapter shall govern such an application, except as follows: (a) where such provisions are inconsistent with the provisions contained in this subdivision, the provisions contained in this subdivision shall govern such application; and (b) where the in rem foreclosure release board denies a written request for an installment agreement that was filed in connection with an application for release of the city's interest in a parcel of class one or class two real property and such application was filed within thirty days of the date of the city's acquisition of the property sought to be released, the board may, in its discretion, authorize a release of the city's interest, provided that the applicant thereafter pays all the amounts required to be paid pursuant to subdivision d of section 11-424 of this chapter within thirty days of the date on which a letter requesting such payment is mailed or delivered to such applicant. 5. Upon receipt of all the amounts required to be paid pursuant to this subdivision, the commissioner of finance shall direct the corporation counsel to prepare and cause to be entered an order discontinuing the in rem tax foreclosure action as to said property, cancelling the notice of pendency of such action as to said property and vacating and setting aside the final judgment entered pursuant to subdivision b of this section and the deed executed and recorded pursuant to such final judgment as to said property. The entry of such order shall restore all parties, including owners, mortgagees and any and all lienors, receivers and administrators and encumbrancers, to the status they held immediately before the final judgment was entered, as if the in rem tax foreclosure had never taken place, and shall render said property liable for all taxes, deficiencies, management fees and liens which shall accrue subsequent to those paid in order to obtain the release provided for in this subdivision, or which were, for whatever reason, omitted from the payment made to obtain said release. f. If the commissioner of finance has prepared, executed and caused to be recorded a deed conveying to the city full and complete title to a parcel of class one or class two real property acquired by in rem tax foreclosure and such parcel is entitled to an exemption under any of the provisions of article four of the real property tax law during all or part of the period covered by the tax items appearing on a list of delinquent taxes, the owner of such parcel may apply for a release of the city's interest in such exempt property under the provisions of subdivision e of this section during the period of time set forth in paragraph one of such subdivision and for an additional period up to ten years from the date on which the deed by which the city acquired title to said property was recorded. The application of such owner shall be accompanied by the nonrefundable fee required by paragraph four of subdivision b of section 11-424 of this chapter and shall contain, in addition to the statements, searches and proofs required by subdivision e of this section, a statement that an exemption under the real property tax law is being claimed. Such application shall also state either that it is accompanied by the written certificate of the comptroller setting forth the precise period during which said property, while owned by such application, and during the period after the city's acquisition up to the date of the certificate if said property was still being used for an exempt purpose after said acquisition, was entitled to an exemption and the exact nature and extent of such exemption or that an application for such written certificate has been filed with the comptroller. On issuing such written certificate, the comptroller shall cancel those tax items which have accrued during the period covered by the certificate to the extent the applicant is entitled to an exemption as set forth in the certificate. A release of the city's interest may be authorized only at the discretion of the in rem foreclosure release board and, except as otherwise provided in paragraph four of subdivision e of this section, subject to all the restrictions set forth in subdivision g of section 11-424 of this chapter. A release to an exempt applicant shall be effected only after said applicant has paid all of the amounts required to be paid by subdivision d of section 11-424 of this chapter, except for those tax items which have been canceled, in whole or in part, pursuant to the comptroller's certificate, within thirty days of the date on which the letter requesting payment is mailed or delivered to the applicant. g. If the commissioner of finance has prepared, executed and caused to be recorded a deed conveying to the city or to a third party full and complete title to a parcel of class one or class two real property acquired by in rem tax foreclosure, the provisions contained in subdivisions f and i of section 11-424 of this chapter for the release of property so acquired shall not be available. If the commissioner of finance has prepared, executed and caused to be recorded a deed conveying to a third party full and complete title to a parcel of class one or class two real property acquired by in rem tax foreclosure, the provisions contained in subdivisions e and f of this section for the release of property so acquired shall not be available. h. Every deed given pursuant to the provisions of this section shall be presumptive evidence that the action and all proceedings therein and all proceedings prior thereto from and including the assessment of the lands affected and all notices required by law were regular and in accordance with all provisions of law relating thereto. After four months from the date of entry of the final judgment authorizing the award of possession of any parcel of class one or class two real property pursuant to the provisions of this section, the presumption shall be conclusive. No action to set aside such deed may be maintained unless the action is commenced and a notice of pendency of the action is filed in the office of the property county clerk prior to the time that the presumption becomes conclusive as aforesaid. Should any lawsuit or proceeding be commenced to set aside a deed conveying to a third party a parcel of class one or class two real property pursuant to the provisions of this section, such third party shall send to the corporation counsel within ten days of their receipt a copy of any papers served on such third party in such lawsuit or proceeding. i. If the commissioner of finance does not execute a deed conveying to the city or to a third party a parcel of class one or class two real property within eight months after the entry of final judgment authorizing the award of possession of such parcel pursuant to subdivision b of this section, the commissioner of finance shall direct the corporation counsel to prepare and cause to be entered an order discontinuing the in rem foreclosure action as to said property, canceling the notice of pendency of such action as to said property and vacating and setting aside said final judgment. The entry of such order shall restore all parties, including owners, mortgagees and any and all lienors, receivers and administrators and encumbrancers, to the status they held immediately before such final judgment was entered. j. If the commissioner of finance directs the corporation counsel, pursuant to subdivision i of this section, to prepare and cause to be entered an order discontinuing the in rem foreclosure action with respect to a parcel of class one or class two real property determined to be distressed pursuant to section 11-401.1 of this chapter, the commissioner of housing preservation and development shall evaluate the parcel determined to be distressed and take such action as he or she deems appropriate under the programs, existing at the time of such evaluation, that are designed to encourage the rehabilitation and preservation of existing housing, and shall monitor or cause to be monitored the status of the property. The commissioner of housing preservation and development shall maintain a register of properties determined to be distressed. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "4",
    "text": "TAX LIEN FORECLOSURE BY ACTION IN REM"
  },
  "heading": {
    "title": "11",
    "chaptersection": "412",
    "identifier": "11-412.1",
    "catch_text": "Special procedures relating to final judgment and release of class one and class two real property."
  }
}