{
  "text": "ยง 11-4002 Tax fraud acts. (a) As used in this chapter, \"tax fraud act\" means willfully engaging in an act or acts or willfully causing another to engage in an act or acts pursuant to which a person: (1) fails to make, render, sign, certify, or file any return or report required under the provisions of any designated chapter of this title or any rule or regulation promulgated thereunder within the time required by or under the provisions of any designated chapter of this title or such rule or regulation; (2) knowing that a return, report, statement or other document under any designated chapter of this title contains any materially false or fraudulent information, or omits any material information, files or submits that return, report, statement or document with the city or the state, or with any public office or public officer of the city or the state; (3) knowingly supplies or submits materially false or fraudulent information in connection with any return, audit, investigation, or proceeding or fails to supply information within the time required by or under the provisions of any designated chapter of this title or any rule or regulation promulgated under any designated chapter of this title; (4) engages in any scheme to defraud the city or the state or a government instrumentality of the city or of the state by false or fraudulent pretenses, representations or promises as to any material matter, in connection with any tax imposed under any designated chapter of this title or any matter under any designated chapter of this title; (5) fails to remit any tax collected in the name of the city or the state or on behalf of the city or the state when such collection is required under any designated chapter of this title; (6) fails to collect any tax required to be collected under chapter twelve, thirteen, twenty-three-A, twenty-three-B or twenty-five of this title; (7) with intent to evade any tax imposed under any designated chapter of this title, fails to pay that tax; or (8) issues an exemption certificate, interdistributor sales certificate, resale certificate, or any other document capable of evidencing a claim that taxes imposed under a designated chapter of this title do not apply to a transaction, which he or she does not believe to be true and correct as to any material matter, which omits any material information, or which is false, fraudulent, or counterfeit. (b) For purposes of this section, the term \"willfully\" shall mean acting with either intent to defraud, intent to evade the payment of taxes or intent to avoid a requirement of this title, a lawful requirement of the commissioner or a known legal duty. (c) For purposes of this chapter, the term \"designated chapter\" shall mean chapter five, six, seven, eight, nine, eleven, twelve, thirteen, fourteen, fifteen, twenty-one, twenty-two, twenty-three-A, twenty-four, twenty-five or twenty-seven of this title. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "40",
    "text": "CRIMES AND OTHER OFFENSES: SEIZURES AND FORFEITURES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "4002",
    "identifier": "11-4002",
    "catch_text": "Tax fraud acts."
  }
}