{
  "text": "ยง 11-409 Severance and trial of issues where answer is interposed; installment agreements authorized after action commenced. a. If a duly verified answer is served upon the corporation counsel not later than twenty days after the last date for redemption, the answering defendant shall have the right to a severance of the action, as to any parcel in which the defendant has pleaded an interest, upon written demand therefor filed with or made a part of his or her answer. b. When such answer is interposed, the court shall summarily hear and determine the issues raised by the complaint and answer in the same manner as it hears and determines other actions, except as herein otherwise provided. Proof that the taxes which made said property subject to foreclosure hereunder together with interest and penalties thereon, were paid before filing of the list of delinquent taxes or that the property was not subject to tax shall constitute a complete defense. c. No counterclaim may be asserted in an answer interposed in an action brought pursuant to this chapter. Where a counterclaim is asserted in an in rem answer the city may disregard that portion of the answer and shall suffer no legal penalty or impediment in the prosecution of its in rem action for its failure to reply or respond thereto. Where an answer contains only a counterclaim and no other defenses the city may proceed to judgment of foreclosure against the property affected without the need for moving against the answer. d. When a verified answer alleges a substantial equity over the city's lien for taxes, the defendant may demand additional time in which to pay the taxes and interest or to have the property sold with all taxes and interest to be paid out of the proceeds of such sale. Upon such demand a defendant shall have the right to an extension of time for such purpose not in excess of six months from the last day to interpose an answer. Where a mortgagee or lienor who has interposed such answer commences a proceeding to foreclose his or her mortgage or lien and it appears that with due diligence such proceeding cannot be concluded in time to allow the payment of taxes within the aforesaid six month period, the court may, on application before the end of said six month period, authorize an additional period during which such proceeding may be concluded and the taxes, together with interest and penalties, paid. e. Where an answer of the type described in subdivision d of this section is interposed and taxes are paid within the period set forth in such subdivision d, the commissioner of finance shall issue a certificate of withdrawal as to the property on which such payment has been made pursuant to the provisions of section 11-413 of this chapter. When taxes are not paid within the period set forth in such subdivision d, it shall be deemed that there was no equity over the city's tax liens and the answer shall be deemed to be without merit. The city in that event may proceed to judgment of foreclosure against such property without moving against the answer. f. All answers interposed in an action hereunder and all affidavits and other papers pertaining to any litigation involving such answers or to any proceeding brought pursuant to this chapter involving less than an entire action shall bear a caption containing the in rem action number of the city's tax foreclosure proceeding, the borough or the section of a tax map or portion of a section of a tax map affected, and if the action covers less than all parcels in an entire borough or section of a tax map or portion of a section of a tax map, the particular class or classes, and the serial, section, block and lot numbers of the parcel or parcels in issue. g. The corporation counsel, when submitting an in rem judgment roll pursuant to the provisions of this chapter, may request a severance as to any parcel on which an in rem answer or litigation is pending, or as to which, before the preparation of said in rem judgment roll is commenced, an agreement was duly made, executed and filed with the commissioner of finance for the payment of the delinquent taxes, assessments or other legal charges and interest and penalties in installments as provided in subdivision c of section 11-405 of this chapter and there has been no default in such agreement as to either quarterly installments or current taxes, assessments or other legal charges. Where such an agreement is entered into subsequent to the last date for redemption specified in subdivision a of section 11-407 of this chapter, there shall be paid to the commissioner of finance at the time the aforesaid agreement is executed an amount equal to the penalty which would have been payable under subdivision c of section 11-407 of this chapter had the person executing the agreement made a late redemption payment. Such amount shall be in addition to any installment payments required to be made under the agreement and shall not be credited against any such installment payments. Where a default occurs in such agreement as to either quarterly installments or current taxes, assessments or other legal charges, all payments made under the agreement shall be forfeited and the city shall be entitled to acquire the parcel as to which the default occurred. Where such default occurs before the submission of the judgment roll, the parcels as to which such default occurs shall be included in said judgment roll among the parcels to be acquired by the city. Where such default has occurred as to a parcel severed pursuant to this subdivision, the corporation counsel shall cause to be entered a supplemental judgment of foreclosure as to such parcel immediately on notification by the commissioner of finance of such default. Where such installment agreement is paid in full the commissioner of finance shall discontinue the in rem action from which said parcel was severed by issuing a certificate of withdrawal as to said parcel pursuant to the provisions of section 11-413 of this chapter. h. A party who has interposed an answer as to any parcel included in an in rem tax foreclosure action, or any other party interested in such parcel, shall have the right, at any time prior to the final disposition of a motion to strike said answer, to pay all taxes, assessments and other legal charges and interest owing on said parcel. An answering party who makes such payment shall not be required to pay any penalty. Where such payment is made by other than an answering party after the expiration of the period of redemption, there shall be paid to the commissioner of finance an additional amount equal to the penalty payable under subdivision c of section 11-407 of this chapter. Where all delinquent taxes, assessments and other legal charges together with lawful interest thereon and penalties, where required, are paid, the commissioner of finance shall issue a certificate of withdrawal as to said parcel pursuant to the provisions of section 11-413 of this chapter. Said parties may also pay such taxes, assessments and other legal charges and interest by an installment agreement. Where such agreement is requested before the preparation of the aforesaid in rem judgment roll is commenced, the terms of said agreement shall be consistent with the provisions of subdivision g or i of this section, whichever is applicable. Where such agreement is requested after judgment of foreclosure has been entered in the in rem action in which the aforesaid answer was interposed, said agreement shall require a first installment of fifty percent of all taxes, assessments and other legal charges and interest owing on said parcel, a penalty of five percent of all such taxes, assessments and other legal charges and interest, which penalty may not exceed one thousand dollars, and the payment of the balance of such taxes, assessments and other legal charges and interest in four equal quarterly installments together with all current taxes, assessments and other legal charges that accrue during such period. The request of an answering party for an installment agreement shall constitute a withdrawal of such party's answer. An installment agreement requested by an interested party other than the answering party shall require the consent of said answering party which shall also constitute a withdrawal of such party's answer. The severance provided for in this section shall be continued during the term of all installment agreements entered into pursuant to the provisions of this subdivision. Where a default has occurred as to a parcel severed pursuant to this subdivision, the corporation counsel shall cause to be entered a supplemental judgment of foreclosure as to such parcel immediately on notification by the commissioner of finance of such default. Where such installment agreement is paid in full, the commissioner of finance shall discontinue the in rem action from which said parcel was severed by issuing a certificate of withdrawal as to said parcel pursuant to the provisions of section 11-413 of this chapter. i. (1) Notwithstanding subdivision g of this section, this subdivision shall apply with respect to installment agreements made, executed and filed with the commissioner of finance on or after the date on which this subdivision takes effect. An installment agreement pursuant to this subdivision may be made, executed and filed with such commissioner during the period beginning on the date on which an action is commenced as provided in subdivision d of section 11-405 of this chapter with respect to the parcel that is the subject of such agreement and ending on the date on which such commissioner is advised by the corporation counsel that the preparation of the judgment of foreclosure in such in rem action has been commenced. Notwithstanding anything to the contrary, and except to the extent provided in paragraph two of this subdivision, the provisions of paragraphs one through six of subdivision c of section 11-405 of this chapter shall not apply to any installment agreement requested on or after the date on which this subdivision takes effect and on or after the date on which an action is commenced as provided in subdivision d of such section 11-405 with respect to the parcel that is the subject of such requested agreement. (2) An agreement entered into pursuant to this subdivision shall provide for the payment in installments of the delinquent taxes, assessments and other legal charges, and the interest and penalties thereon, due and owing as of the date on which such agreement is requested. Unless an eligible owner or other interested person requests an agreement pursuant to the provisions of paragraph three of this subdivision, the terms of such agreement with respect to a parcel shall be the same as the terms that would be applicable to such parcel under paragraph four, five or six, as the case may be, of subdivision c of section 11-405 of this chapter, except that, for purposes of the agreement pursuant to this paragraph, the amount of the first installment shall be equal to: (i) fifteen percent of the total amount due in the case of a parcel described in such paragraph four; (ii) twenty percent of the total amount due in the case of a parcel described in such paragraph five; and (iii) twenty-five percent of the total amount due in the case of a parcel described in such paragraph six. (3) Instead of an agreement pursuant to paragraph two of this subdivision, an eligible owner or other interested party may request an agreement pursuant to the following provisions: (i) With respect to a parcel that is owned by a company organized pursuant to article XI of the state private housing finance law with the consent and approval of the department of housing preservation and development, such agreement shall provide for the payment in installments of the delinquent taxes, assessments and other legal charges, and the interest and penalties thereon, due and owing as of the date on which such agreement is requested. The first installment thereof shall be paid upon the filing of the installment agreement with the commissioner of finance and shall be in an amount at least equal to, at the applicant's election, either thirty-five percent or fifty percent of the total amount of such delinquent taxes, assessments or other legal charges and the interest and penalties thereon. The remaining installments, which shall be three times the number of unpaid quarters of real estate taxes or the equivalent thereof, but which shall in no event exceed thirty-two in number, shall be payable quarterly on the first days of July, October, January and April, together with interest at the rate or rates determined as provided in subparagraph (iv) of this paragraph. For the purposes of calculating the number of such remaining installments, unpaid real estate taxes that are due and payable on other than a quarterly basis shall be deemed to be payable on a quarterly basis. (ii) With respect to a parcel, other than a parcel described in subparagraph (i) of this paragraph, that is a residential building containing not more than five residential units, a residential condominium unit or a residential building held in a cooperative form of ownership, such agreement shall provide for the payment in installments of the delinquent taxes, assessments and other legal charges, and the interest and penalties thereon, due and owing as of the date on which such agreement is requested. The first installment thereof shall be paid upon the filing of the installment agreement with the commissioner of finance and shall be in an amount at least equal to, at the applicant's election, either twenty-five percent or fifty percent of the total amount of such delinquent taxes, assessments or other legal charges and the interest and penalties thereon. The remaining installments, which shall be three times the number of unpaid quarters of real estate taxes or the equivalent thereof, but which shall in no event exceed twenty in number, shall be payable quarterly on the first days of July, October, January and April together with interest at the rate or rates determined as provided in subparagraph (iv) of this paragraph. For the purposes of calculating the number of such remaining installments, unpaid real estate taxes that are due and payable on other than a quarterly basis shall be deemed to be payable on a quarterly basis. (iii) With respect to any parcel of class one or class two real property, other than a parcel described in subparagraph (i) or (ii) of this paragraph, such agreement shall provide for the payment in installments of the delinquent taxes, assessments and other legal charges, and the interest and penalties thereon, due and owing as of the date on which such agreement is requested. The first installment thereof shall be paid upon the filing of the installment agreement with the commissioner of finance and shall be in an amount at least equal to, at the applicant's election, either thirty-five percent or fifty percent of the total amount of such delinquent taxes, assessments or other legal charges and the interest and penalties thereon. The remaining installments, which shall be twice the number of unpaid quarters of real estate taxes or the equivalent thereof, but which shall in no event exceed twenty in number, shall be payable quarterly on the first days of July, October, January and April, together with interest at the rate or rates determined as provided in subparagraph (iv) of this paragraph. For the purposes of calculating the number of such remaining installments, unpaid real estate taxes that are due and payable on other than a quarterly basis shall be deemed to be payable on a quarterly basis. (iv) (A) Notwithstanding any higher rate of interest prescribed pursuant to applicable law, and unless a lower rate of interest is applicable to a delinquent amount owing on a parcel that is the subject of an agreement pursuant to this paragraph, the interest payable together with the remaining installments due under such agreement shall be: (I) with respect to an agreement for which a twenty-five percent or thirty-five percent down payment was made, calculated at a rate equal to the sum of (a) the rate prescribed for the applicable period pursuant to paragraph (i) of subdivision e of section 11-224.1 of this title and (b) one-half of the difference between such rate and the rate prescribed for such period pursuant to paragraph (ii) of subdivision e of section 11-224.1 of this title; or (II) with respect to an agreement for which a fifty percent down payment was made, calculated at a rate equal to the rate prescribed for the applicable period pursuant to paragraph (i) of subdivision e of section 11-224.1 of this title. (B) If a default occurs in any agreement executed pursuant to this paragraph as to either quarterly installments or current taxes, assessments or other legal charges, the rates of interest determined under this subparagraph shall thereupon cease to be applicable and the commissioner of finance shall thereafter charge, collect and receive interest in the manner and at the rates otherwise prescribed pursuant to law. (4) The corporation counsel, when submitting an in rem judgment roll pursuant to the provisions of this chapter, may request a severance as to any parcel as to which, before the preparation of said in rem judgment roll is commenced, an agreement was duly made, executed and filed with the commissioner of finance for the payment of all delinquent taxes, assessments and other legal charges and interest and penalties in installments as provided in this subdivision, and there has been no default in such agreement as to either quarterly installments or current taxes, assessments or other legal charges. Where such an agreement is entered into subsequent to the last date for redemption specified in subdivision a of section 11-407 of this chapter, there shall be paid to the commissioner of finance at the time such agreements are executed an amount equal to the penalty that would have been payable under subdivision c of section 11-407 of this chapter had the person executing the agreement made a late redemption payment. Such amount shall be in addition to any installment payments required to be made under the agreement and shall not be credited against any such installment payments. Where a default occurs in such agreement as to either quarterly installments or current taxes, assessments or other legal charges, all payments made under the agreement shall be forfeited and the city shall be entitled to obtain a judgment hereunder as to the parcel as to which the default occurred. Where such default occurred before the submission of the judgment roll, the parcels as to which such default occurs shall be included in said judgment roll amount the parcels to be acquired by the city or by a third party. Where such default has occurred as to a parcel severed pursuant to this subdivision, the corporation counsel shall cause to be entered a supplemental judgment of foreclosure as to such parcel immediately on notification by the commissioner of finance of such default. Where such installment agreement is paid in full, the commissioner of finance shall discontinue the in rem action from which such parcel was severed by issuing a certificate of withdrawal as to such parcel pursuant to the provisions of section 11-413 of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "4",
    "text": "TAX LIEN FORECLOSURE BY ACTION IN REM"
  },
  "heading": {
    "title": "11",
    "chaptersection": "409",
    "identifier": "11-409",
    "catch_text": "Severance and trial of issues where answer is interposed; installment agreements authorized after action commenced."
  }
}