{
  "text": "** § 11-4012 Cigarette tax. (a) Attempt to evade or defeat tax. Any person who willfully attempts in any manner to evade or defeat any tax imposed by chapter thirteen of this title or payment thereof where: (1) such tax is unpaid on ten thousand cigarettes or more or (2) such person has previously been convicted two or more times of a crime set forth in this chapter relating to cigarette taxes; shall be guilty of a class E felony. (b) Any person, other than an agent so authorized by the commissioner of finance, who possesses or transports for the purpose of sale any unstamped or unlawfully stamped packages of cigarettes subject to tax under chapter thirteen of this title, or who sells or offers for sale unstamped or unlawfully stamped packages of cigarettes in violation of the provisions of such chapter shall be guilty of a misdemeanor. Any person who violates the provisions of this subdivision after having previously been convicted of a violation of this subdivision within the preceding five years shall be guilty of a class E felony. (c) (1) Any person, other than an agent so authorized by the commissioner of finance, who willfully possesses or transports for the purpose of sale ten thousand or more cigarettes subject to the tax imposed by chapter thirteen of this title in any unstamped or unlawfully stamped packages or who willfully sells or offers for sale ten thousand or more cigarettes in any unstamped or unlawfully stamped packages in violation of such chapter shall be guilty of a class E felony. (2) Any person, other than an agent appointed by the commissioner of finance, who willfully possesses or transports for the purpose of sale thirty thousand or more cigarettes subject to the tax imposed by chapter thirteen of this title in any unstamped or unlawfully stamped packages or who willfully sells or offers for sale thirty thousand or more cigarettes in any unstamped or unlawfully stamped packages in violation of such chapter shall be guilty of a class D felony. * (d) For the purposes of this section, the possession or transportation within this city by any person, other than an agent, at any one time of five thousand or more cigarettes in unstamped or unlawfully stamped packages shall be presumptive evidence that such cigarettes are possessed or transported for the purpose of sale and are subject to the tax imposed by chapter thirteen of this title. With respect to such possession or transportation, any provisions of chapter thirteen of this title providing for a time period during which a use tax imposed by such chapter may be paid on unstamped cigarettes or unlawfully or improperly stamped cigarettes or during which such cigarettes may be returned to an agent shall not apply. The possession within this city of more than four hundred cigarettes in unstamped or unlawfully stamped packages by any person other than an agent at any one time shall be presumptive evidence that such cigarettes are subject to tax as provided by chapter thirteen of this title. * NB Added Ch. 765/85 § 82, language juxtaposed per Ch. 907/85 § 14 * (e) Nothing in this section shall apply to common or contract carriers or warehouseman while engaged in lawfully transporting or storing unstamped packages of cigarettes as merchandise, nor to any employee of such carrier or warehouseman acting within the scope of his employment, nor to public officers or employees in the performance of their official duties requiring possession or control of unstamped or unlawfully stamped packages of cigarettes, nor to temporary incidental possession by employees or agents of persons lawfully entitled to possession, not to persons whose possession is for the purpose of aiding police officers in performing their duties. * NB Added Ch. 765/85 § 82, language juxtaposed per Ch. 907/85 § 14 (f) Any willful act or omission, other than those described in section 11-4002 of this chapter or subdivision (a), (b), (c), (d), (e) or (g) of this section, by any person which constitutes a violation of any provision of chapter thirteen of this title or subchapter one of chapter two of title twenty of the code shall constitute a misdemeanor. * (g) Any person who falsely or fraudulently makes, alters or counterfeits any stamp prescribed by the commissioner of finance under the provisions of chapter thirteen of this title, or causes or procures to be falsely or fraudulently made, altered or counterfeited any such stamp, or knowingly and willfully utters, purchases, passes or tenders as true any such false, altered or counterfeited stamp, or knowingly and willfully possess any cigarettes in packages bearing any such false, altered or counterfeited stamp, and any person who knowingly and willfully makes, causes to be made, purchases or receives any device for forging or counterfeiting any stamp, prescribed by the commissioner of finance under the provisions of chapter thirteen of this title, or who knowingly and willfully possesses any such device, shall be guilty of a class E felony. For the purposes of this subdivision, the words \"stamp prescribed by the commissioner of finance\" shall include a stamp, impression or imprint made by a metering machine, the design of which has been approved by the commissioner of finance and the state tax commission. * NB Added Ch. 765/85 § 82, language juxtaposed per Ch. 907/85 § 14 ** NB Number supplied by the Legislative Bill Drafting Commission ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "40",
    "text": "CRIMES AND OTHER OFFENSES: SEIZURES AND FORFEITURES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "4012",
    "identifier": "11-4012",
    "catch_text": "Cigarette tax."
  }
}