{
  "text": "ยง 11-416 Owner's registration cards; mailing tax bills and notices to registered owners or their designees. a. The commissioner of finance shall maintain a file of owner's registration cards submitted by owners of real property. Each such owner's registration card shall be signed by the owner or a duly authorized representative and shall state the date on which it was filed, the owner's full name and post office address and a description of the premises by reference to the section, block, and lot numbers on the tax map. b. The commissioner of finance shall mail bills for taxes, charges and assessments to all owners who have filed owner's registration cards as herein provided, but the failure of the commissioner of finance so to mail such bill shall not invalidate or otherwise affect the tax, charge or assessment represented thereby nor prevent the accruing of any interest or penalty imposed for the non-payment thereof, nor prevent or stay proceedings under this chapter, nor effect the title of the plaintiff or any purchaser under such proceedings. c. The commissioner of finance shall also mail notice of foreclosure and any other process required by this chapter to all owners who have filed owner's registration cards whenever the parcels as to which such cards were filed are included in a list of delinquent taxes filed pursuant to this chapter. The failure to receive such notice or process as herein provided shall not affect the validity of any action or proceeding brought pursuant to this chapter. d. An owner who files an owner's registration card may also designate thereon the full name and post office address of a mortgagee, lienor or other person to receive bills and notices. Where such designation is made, the commissioner of finance shall not mail any bills and notices to the owner but shall mail all bills and notices to the owner's designee. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "4",
    "text": "TAX LIEN FORECLOSURE BY ACTION IN REM"
  },
  "heading": {
    "title": "11",
    "chaptersection": "416",
    "identifier": "11-416",
    "catch_text": "Owner's registration cards; mailing tax bills and notices to registered owners or their designees."
  }
}