{
  "text": "ยง 11-407 Redemption. a. After the filing of a list of delinquent taxes and until a date at least ten weeks after the first publication of the public notice of foreclosure, as determined by the commissioner of finance and specified in the said notice, a person claiming to have an interest in any parcel in said list may redeem it by paying all taxes and charges contained in said list of delinquent taxes together with interest and penalties thereon. b. Upon such redemption the commissioner of finance shall deliver to the corporation counsel a certificate of redemption. The corporation counsel shall file such certificate with the clerk of the county in which said list was filed. The filing of such certificate shall constitute and be deemed a discontinuance of the in rem action as to the affected parcel, and the county clerk shall thereupon note such redemption and discontinuance in the copy of the list of delinquent taxes maintained by him or her adjacent to the county clerk's block index of notices of pendency of action and shall cancel and discharge any notations of the filing of said list of delinquent taxes as to said parcel that may appear in any other books, records, indices and dockets maintained in said clerk's office. The commissioner of finance shall also deliver a duplicate original certificate of redemption to the person who has redeemed. c. When the time to redeem in an in rem tax foreclosure action has expired, any person claiming to have an interest in a parcel included in said action shall have the right to make a late redemption payment to the commissioner of finance. Such late redemption payment shall consist of all taxes and charges owing on said parcel, the lawful interest thereon to the date of payment and a penalty of five percent of said payment of taxes, charges and interest, which penalty may not exceed one thousand dollars as to each parcel on which a late redemption payment is being made. Such late redemption payment shall be made in cash or by certified or bank check and shall be accepted by the commissioner of finance at any time after the last day to redeem up to the date on which the commissioner is advised by the corporation counsel that the preparation of the judgment of foreclosure in the in rem action has been commenced. Upon receipt of such late redemption payment, the commissioner of finance shall issue a certificate of withdrawal pursuant to the provisions of section 11-413 of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "4",
    "text": "TAX LIEN FORECLOSURE BY ACTION IN REM"
  },
  "heading": {
    "title": "11",
    "chaptersection": "407",
    "identifier": "11-407",
    "catch_text": "Redemption."
  }
}