{
  "text": "* ยง 11-4001 Definitions. (a) As used in this chapter, the term \"person\" shall include, but shall not be limited to, an individual, corporation (including a dissolved corporation), partnership, association, trust or estate. (b) As used in this chapter, the term \"person\" shall also include an officer, employee or agent of a corporation; a member, employee or agent of a partnership or association; an employee or agent of an individual proprietorship; an employee or agent of an estate or trust; or a fiduciary. * NB Added Ch. 765/85 ยง 82, language juxtaposed per Ch. 907/85 ยง 14 * NB Number supplied by the Legislative Bill Drafting Commission (c) As used in this chapter, the term \"felony\" and the term \"misdemeanor\" shall have the same meaning as they have in the penal law, and the disposition of such offenses and the sentences imposed therefor shall be as provided in such law, except: (1) notwithstanding the provisions of paragraph a of subdivision one of section 80.00 and paragraph (a) of subdivision one of section 80.10 of the penal law relating to the fine for a felony, the court may impose a fine not to exceed the greater of double the amount of the underpaid tax liability resulting from the commission of the crime or fifty thousand dollars, or, in the case of a corporation the fine may not exceed the greater of double the amount of the underpaid tax liability resulting from the commission of the crime or two hundred fifty thousand dollars, and (2) notwithstanding the provisions of subdivision one of section 80.05 and paragraph (b) of subdivision one of section 80.10 of the penal law relating to the fine for a class A misdemeanor, the court may impose a fine not to exceed ten thousand dollars, except that in the case of a corporation the fine may not exceed twenty thousand dollars. (d) As used in this chapter: (1) \"city\" shall mean the city of New York; and (2) \"state\" shall mean the state of New York. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "40",
    "text": "CRIMES AND OTHER OFFENSES: SEIZURES AND FORFEITURES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "4001",
    "identifier": "11-4001",
    "catch_text": "Definitions."
  }
}