{
  "text": "ยง 11-425 Agreements for payment of delinquent taxes and charges in installments. a. During the period beginning on May ninth, nineteen hundred seventy-seven and ending on June thirtieth, nineteen hundred seventy-seven, the commissioner of finance or, when so specified hereinafter, the commissioner of general services, shall be authorized and empowered to make and execute agreements in the circumstances and subject to the terms, conditions and limitations set forth in the following subdivisions of this section; provided, however, that if the commissioner of finance or, where applicable, the commissioner of general services determines in his or her sole discretion that good cause exists, he or she may make and execute such agreements during an additional period ending not later than July thirty-first, nineteen hundred seventy-seven. b. (1) Whenever it shall appear that a tax lien on a parcel has been due and unpaid for a period of at least six months from the date on which the tax, assessment or other legal charge represented thereby became a lien, the commissioner of finance may enter into an agreement with the owner of such parcel or other person claiming to have an interest therein providing for the payment of such delinquent taxes, assessments or other legal charges and interest and penalties in installments, the first of which shall be equal to at least fifteen percent of such arrears and shall be payable upon the execution of such agreement. Each remaining installment shall be equal to at least an amount produced by dividing the balance of such arrears by a factor determined by multiplying the number of quarters of such arrears by two hundred per cent. In no event, however, shall the factor referred to in the preceding sentence be in excess of thirty-two. Each such remaining installment shall be payable quarterly on the first days of July, October, January and April. (2) If an agreement authorized by the preceding paragraph is executed prior to the time the commissioner of finance files in the office of the appropriate county clerk a list of delinquent taxes covering the borough or portion of the borough in which the subject parcel is located, such parcel shall be excluded from such list of delinquent taxes, provided, at the time such list is filed, there is no default in the agreement and all current taxes, assessments or other legal charges have been paid as they became due or within the period of grace provided by law. In the event of any default in the agreement or any failure to make timely payment of any current item, the parcel shall, if then delinquent for the applicable period specified in section 11-404 of this chapter, be eligible for inclusion in any list of delinquent taxes thereafter filed. (3) If an in rem foreclosure action has been commenced against any parcel prior to May ninth, nineteen hundred seventy-seven, the commissioner of finance may, notwithstanding the provisions of paragraph three of subdivision a of section 11-413 of this chapter, enter into an agreement authorized and described in the foregoing provisions of this section with respect to such parcel. However, if such an agreement is entered into subsequent to the last date for redemption specified in subdivision a of section 11-407 of this chapter, there shall be paid to the commissioner of finance at the time said agreement is executed an amount equal to the penalty which would have been payable under subdivision c of section 11-407 of this chapter had the person executing the agreement made a late redemption payment. Such amount shall be in addition to any installment payments required to be made under the agreement and shall not be credited against any such installment payments. Any parcel which is the subject of an agreement made pursuant to this paragraph may, prior to final judgment, be withdrawn from the action, provided there has been no default in the agreement, and provided further that all current taxes, assessments or other legal charges are paid when they become due or within the period of grace provided by law. Such withdrawal shall be effected by the commissioner of finance in the manner provided in section 11-413 of this chapter. (4) Any person who, prior to May ninth, nineteen hundred seventy-seven, has made, executed and filed with the commissioner of finance an agreement pursuant to the provisions of paragraph three of subdivision a of section 11-413 of this chapter, shall be permitted to make application to the commissioner of finance for the purpose of having such agreement cancelled and a new agreement executed as hereinabove provided. If an agreement executed prior to May ninth, nineteen hundred seventy-seven is not cancelled as herein provided, any installments due and payable under such agreement on or after July first, nineteen hundred seventy-seven shall be subject to interest at the rate specified in paragraph five of this subdivision, but only if, as of July first, nineteen hundred seventy-seven, there is no default in the agreement and all current taxes, assessments or other legal charges have been paid within the time allowed by law. Such rate of interest shall be calculated in the manner and shall be subject to all the conditions provided in said paragraph five. (5) When an agreement has been entered into pursuant to any of the preceding paragraphs of this subdivision, the commissioner of finance shall, notwithstanding the rates of interest prescribed in section 11-224, 11-312 or 11-313 of this title, charge, collect and receive interest on the arrears due and payable under such agreement, to be calculated at the rate of seven percent per annum from July first, nineteen hundred seventy-seven to the date of payment of each installment. Any interest accrued or accruing prior to July first, nineteen hundred seventy-seven shall not be affected by the provisions of this paragraph, but shall be charged, collected and received in the manner and at the rates specified in section 11-224, 11-312 or 11-313 of this title. The seven percent rate of interest specified in this paragraph shall be applicable only if (i) there is no default in the agreement entered into as provided in this section, and (ii) all current taxes, assessments or other legal charges are paid as they become due or within the period of grace provided by law. In the event of any default or failure to make timely payment of any current item, the seven percent rate of interest specified in this paragraph shall thereupon cease to be applicable and the commissioner of finance shall thereafter charge, collect and receive interest in the manner and at the rates otherwise specified in this title. (6) In addition to the terms and conditions required by the preceding paragraphs of this subdivision to be included in agreements authorized by this section, the commissioner of finance may in his or her discretion include in such agreements such additional terms and conditions, not inconsistent with this section, as he or she determines to be necessary in order to properly carry out the provisions of this section. The commissioner may also adopt such rules and regulations as may be necessary to carry out the provisions of this section. c. (1) If, pursuant to the provisions of section 11-424 of this chapter, an application for the release of property acquired by the city through in rem tax foreclosure is made within the four-month period specified in subdivision f of section 11-424 of this chapter, and provided such application is made during the period specified in subdivision a of this section, the following paragraphs of this subdivision shall, at the election of the applicant, apply with respect to such application and the release sought thereby. (2) At the time of filing the application for release, an applicant who elects to have the provisions of this subdivision apply to him or her, shall pay to the city the amounts specified in paragraphs two, three and four of subdivision d of section 11-424 of this chapter, for this purpose, the amount specified in paragraph two thereof shall be deemed to be the amount which would have been required to be paid thereunder had this section not been in effect. Concurrent with the making of such payment, the applicant shall enter into an agreement with the commissioner of general services providing for the payment of all current taxes, assessments or other legal charges on the property as they become due or within the grace period provided by law, and, in addition, providing for the payment of the amount specified in paragraph one of subdivision d of section 11-424 of this chapter in installments, the first of which shall be equal to at least twenty-five percent of such amount and shall be payable upon the execution of such agreement. The balance of such amount shall be payable in twelve equal quarterly installments, each of which shall be paid quarterly on the first days of July, October, January and April. (3) Pending approval by the corporation counsel of an application for release as to form, timeliness and eligibility of the applicant, all payments made pursuant to the preceding paragraph shall be held in escrow; in the event the corporation counsel disapproves the application, such payments shall be returned to the applicant, and the agreement executed by the applicant shall thereupon be cancelled. (4) In the case of any agreement made and executed pursuant to paragraph two hereof, interest on any installment due and payable thereunder shall, notwithstanding the rates of interest prescribed in section 11-224, 11-312 or 11-313 of this title, be charged, collected and received at the rate of seven percent per annum from July first, nineteen hundred seventy-seven to the date of payment of each installment. Any interest accrued or accruing prior to July first, nineteen hundred seventy-seven shall not be affected by the provisions of this paragraph, but shall be charged, collected and received in the manner and at the rates specified in section 11-224, 11-312 or 11-313 of this title. The seven percent rate of interest specified in this paragraph shall be applicable only if (i) there is no default in the agreement entered into as provided in this subdivision, and (ii) all current taxes, assessments or other legal charges are paid as they become due or within the period of grace provided by law. (5) No release for which application has been made pursuant to this subdivision shall be granted until the final payment under the agreement herein provided is received by the city. Upon receipt of such final payment by the city the corporation counsel shall effect the release in the manner provided in section 11-424 of this chapter. In the event of any default in an agreement executed as provided in this subdivision or any failure to pay current taxes, assessments or other legal charges as they become due or within the grace period provided by law, such agreement shall thereupon become void, the release process shall be terminated, and all payments theretofore made shall be forfeited to the city. (6) In addition to the terms and conditions required by the preceding paragraphs of this subdivision to be included in agreements authorized thereby, the commissioner of general services may in his or her discretion include in such agreements such additional terms and conditions, not inconsistent with this subdivision, as the commissioner determines to be necessary in order to properly carry out the provisions hereof. The commissioner of general services may also adopt such rules and regulations as may be necessary to carry out the provisions of this subdivision. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "4",
    "text": "TAX LIEN FORECLOSURE BY ACTION IN REM"
  },
  "heading": {
    "title": "11",
    "chaptersection": "425",
    "identifier": "11-425",
    "catch_text": "Agreements for payment of delinquent taxes and charges in installments."
  }
}