{
  "text": "ยง 11-412 Final judgment. a. The court shall determine upon proof and shall make finding upon such proof whether there has been due compliance by the city with the provisions of this chapter. b. The court shall make a final judgment awarding to the city the possession of any parcel described in the list of delinquent taxes not redeemed or withdrawn as provided in this chapter and as to which no answer is interposed as provided herein. In addition thereto, such judgment shall contain a direction to the commissioner of finance to prepare, execute and cause to be recorded a deed conveying to the city full and complete title to such lands. Upon the execution of such deed, the city shall be seized of an estate in fee simple absolute in such land and all persons, including the state of New York, infants, incompetents, absentees and non-residents who may have had any right, title, interest, claim, lien or equity of redemption in or upon such lands shall be barred and forever foreclosed of all such right, title, interest, claim, lien or equity of redemption, except as otherwise provided in section 11-424 of this chapter. The appointment and tenure of receivers, trustees or any other persons, including administrators under article seven-A of the real property actions and proceedings law, appointed by an order of a court to manage real property, shall terminate when title to such property vests in the city pursuant to the provisions of this chapter. After such termination, said receivers, trustees or administrators shall be accountable to the courts that appointed them for the faithful performance of their fiduciary obligations during the term of their appointment and to the city for any rents and income received by them for any period subsequent to the date of the vesting of title in the city. If the city serves a tenant in possession of a dwelling unit with notice of termination of tenancy on grounds other than non-payment of rent, the acceptance of rent for the first forty-five days after termination of tenancy by anyone other than an employee of the department designated by the department to receive such rent shall not be deemed or construed as a waiver of the city's right to initiate and prosecute a proceeding to terminate the tenancy for good cause. c. Every deed given pursuant to the provisions of this section shall be presumptive evidence that the action and all proceedings therein and all proceedings prior thereto from and including the assessment of the lands affected and all notices required by law were regular and in accordance with all provisions of law relating thereto. After two years from the date of the recording of such deed, the presumption shall be conclusive, unless at the time that this subdivision takes effect the two year period since the recording of the deed has expired or less than six months of such period of two years remains unexpired, in which case the presumption shall become conclusive six months after this subdivision takes effect. No action to set aside such deed may be maintained unless the action is commenced and a notice of pendency of the action is filed in the office of the proper county clerk prior to the time that the presumption becomes conclusive as aforesaid. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "4",
    "text": "TAX LIEN FORECLOSURE BY ACTION IN REM"
  },
  "heading": {
    "title": "11",
    "chaptersection": "412",
    "identifier": "11-412",
    "catch_text": "Final judgment."
  }
}