{
  "text": "ยง 11-401.1 Procedures for distressed property. a. The commissioner of finance shall, not less than sixty days preceding the date of the sale of a tax lien or tax liens, submit to the commissioner of housing preservation and development a description by block and lot, or by such other identification as the commissioner of finance may deem appropriate, of any parcel of class one or class two real property on which there is a tax lien that may be foreclosed by the city. The commissioner of housing preservation and development shall determine, and direct the commissioner of finance, not less than ten days preceding the date of the sale of a tax lien or tax liens, whether any such parcel is a distressed property as defined in subdivision four of section 11-401 of this chapter. Any tax lien on a parcel so determined to be a distressed property shall not be included in such sale. In connection with a subsequent sale of a tax lien or tax liens, the commissioner of finance may, not less than sixty days preceding the date of the sale, resubmit to the commissioner of housing preservation and development a description by block and lot, or by such other identification as the commissioner of finance may deem appropriate, of any parcel of class one or class two real property that was previously determined to be a distressed property pursuant to this paragraph and on which there is a tax lien that may be included in such sale. The commissioner of housing preservation and development shall determine, and direct the commissioner of finance, not less than ten days preceding the date of the sale, whether such parcel remains a distressed property. If the commissioner of housing preservation and development determines that the parcel is not a distressed property, then the tax lien on the parcel may be included in the sale. b. The commissioner of housing preservation and development may periodically review whether a parcel of class one or class two real property that is subject to subdivision c of this section or subdivision j of section 11-412.1 of this chapter remains a distressed property. If the commissioner determines that the parcel is not a distressed property as defined in subdivision four of section 11-401 of this chapter, then the parcel shall not be subject to such subdivisions. c. Any parcel so determined to be a distressed property shall be subject to an in rem foreclosure action, or in the case where the commissioner of finance does not commence such action the commissioner of housing preservation and development shall evaluate such parcel and take such action as he or she deems appropriate under the programs, existing at the time of such evaluation, that are designed to encourage the rehabilitation and preservation of existing housing, and shall monitor or cause to be monitored the status of the property. The commissioner of housing preservation and development, in his or her discretion, shall cause an inspection to be conducted on any parcel so determined to be a distressed property. In addition, the commissioner of housing preservation and development shall submit to the council a list of all parcels so determined to be a distressed property within thirty days from the date such parcels are identified as a distressed property. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "4",
    "text": "TAX LIEN FORECLOSURE BY ACTION IN REM"
  },
  "heading": {
    "title": "11",
    "chaptersection": "401",
    "identifier": "11-401.1",
    "catch_text": "Procedures for distressed properties."
  }
}