{
  "text": "ยง 11-406 Public notice of foreclosure. a. Upon the filing of a list of delinquent taxes in the office of the county clerk, the commissioner of finance forthwith shall cause a notice of foreclosure to be published at least once a week for six successive weeks in the City Record and, subject to section ninety-one of the judiciary law, in two newspapers, one of which may be a law journal, to be designated by the commissioner of finance, which are published in and are circulated throughout the county in which the affected property is located. If there are no newspapers published in such county, the commissioner of finance may designate newspapers published in the city of New York which are circulated throughout the affected county. b. Such notice shall clearly indicate that it is a notice of foreclosure of tax liens; the borough or the section of a tax map or portion of a section of a tax map in which the properties subject to foreclosure are located and where the area affected by the action includes less than all parcels in an entire borough or section of a tax map or portion of a section of a tax map, the particular class or classes contained therein, and by a general description which need not contain measurements and direction; where and when the list of delinquent taxes was filed; the general nature of the information contained in the list; that the filing of the list constitutes commencement of a foreclosure action by the city in the supreme court for the particular county and a notice of pendency of action against each parcel listed; that such action is against the property only and no personal judgment will be entered; that the list will be available for inspection at the city collector's central office and at the borough office of the city collector in the borough in which said property is located until a specified date at least ten weeks after the date of first publication; that until such date a parcel may be redeemed by paying all taxes and charges contained in said list of delinquent taxes together with interest and penalties thereon; that during said period of redemption and for an additional period of twenty days after said last date for redemption any person having any interest in or lien upon a parcel on the list may file with the appropriate county clerk and serve upon the corporation counsel a verified answer setting forth in detail the full name of said answering party, the nature and amount of his or her interest or lien and any legal defense against foreclosure; and that in the absence of redemption or answer a judgment of foreclosure may be taken by default. c. On or before the date of the first publication of such notice, the commissioner of finance shall cause a copy of the notice to be mailed to all owners, mortgagees, lienors or encumbrancers, who may be entitled to receive such notice by virtue of any owner's registration or in rem card filed in the office of the city collector pursuant to section 11-416 or 11-417 of this chapter. If such owner's registration or in rem cards have not been filed in the office of the city collector then said notice shall be mailed to the name and address, if any, appearing in the latest annual record of assessed valuations. The commissioner of finance shall cause to be inserted with such notice a statement substantially in the following form: \"To the party to whom the enclosed notice is addressed: You are the presumptive owner or lienor of one or more of the parcels mentioned and described in the list referred to in the attached notice. Unless the taxes and assessments and all other legal charges are paid, or an answer is interposed; or an arrangement is made for payment of such taxes and assessments and all other legal charges in installments, as provided by statute, the ownership of said property will in due course pass to the city of New York as provided by the administrative code of the city of New York.\" The failure of the commissioner of finance to mail such notice shall not affect the validity of any proceeding brought pursuant to this chapter as to any parcel other than the parcel with respect to which notice was not mailed. d. The commissioner of finance shall cause a copy of such notice to be posted in the office of the commissioner of finance, in the county courthouse of the county in which the property subject to such tax lien is situated and at three other conspicuous places in the borough in which the affected properties are located. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "4",
    "text": "TAX LIEN FORECLOSURE BY ACTION IN REM"
  },
  "heading": {
    "title": "11",
    "chaptersection": "406",
    "identifier": "11-406",
    "catch_text": "Public notice of foreclosure."
  }
}