{
  "text": "ยง 11-405 Preparation and filing of lists of delinquent taxes. a. The commissioner of finance from time to time shall prepare a list, to be known as a \"list of delinquent taxes\", of all parcels, or all parcels within a particular class or classes, that are within a particular borough or section of a tax map or portion of a section of a tax map of the city and on which there are tax liens subject to foreclosure pursuant to this chapter, provided, however, that no such portion shall be smaller than a block, as defined in subdivision d of section 11-204 of subchapter one of chapter two of this title. Every such list shall bear a caption containing the in rem action number of the city's tax foreclosure proceeding, the borough or the section of a tax map or portion of a section of a tax map, and where the action covers less than all parcels in an entire borough or section of a tax map or portion of a section of a tax map, the particular class or classes, and shall contain a statement of the rate or rates at which interest and penalties will be computed for the various liens it includes. b. Every such list shall set forth the parcels it includes separately and number them serially. For each parcel it shall contain (1) a brief description sufficient to identify the parcel, including section, block and lot numbers, and the street and street number, if any, or in the absence of such information the parcel or tract identification number shown on a tax map or on a map filed in the county clerk's or register's office and (2) a statement of the amounts and dates of all unpaid tax liens which are subject to foreclosure under this chapter and of those which have accrued thereafter. c. (1) The commissioner of finance may exclude or thereafter remove from such list any parcels (i) as to which questions the commissioner deems meritorious have been raised regarding the validity of the liens, (ii) as to which all the taxes and other charges which rendered said parcels eligible for inclusion in said list have been paid, or (iii) which are owned by an entity other than a company organized pursuant to article XI of the private housing finance law with the consent and approval of the department of housing preservation and development and which are not owner-occupied residential buildings of not more than five residential units and as to which an agreement has been duly made, executed and filed with such commissioner for the payment of the delinquent taxes, assessments or other legal charges, interest and penalties in installments. The first installment shall be paid upon the filing of the installment agreement with the commissioner and shall be in an amount of not less than fifteen percent of such delinquent taxes, assessments or other legal charges, interest and penalties. The remaining installments, which shall be twice the number of unpaid quarters of real estate taxes or the equivalent thereof but which shall in no event exceed thirty-two in number, shall be payable quarterly on the first day of July, October, January and April. For the purposes of calculating the number of such remaining installments unpaid real estate taxes which are, on and after July first, nineteen hundred eighty-two, due and payable on an other than quarterly basis shall be deemed to be payable on a quarterly basis. (2) The commissioner of finance may also exclude or thereafter remove from such list any parcels which are owned by a company organized pursuant to article XI of the private housing finance law with the consent and approval of the department of housing preservation and development, and (i) as to which an agreement has been duly made, executed and filed with said commissioner for the payment of the delinquent taxes, assessments or other legal charges incurred prior to the ownership of said parcel by said article XI company, and the interest and penalties thereon, in installments. The first installment thereof shall be paid upon the filing of the installment agreement with the commissioner and shall be in an amount of not less than ten percent of such delinquent taxes, assessments or other legal charges and the interest and penalty thereon. The remaining installments, which shall be three times the number of unpaid quarters of real estate taxes or the equivalent thereof but which shall in no event exceed forty-eight in number shall be payable quarterly on the first days of July, October, January and April. For the purposes of calculating the number of such remaining installments unpaid real estate taxes which are, on and after July first, nineteen hundred eighty-two due and payable on an other than quarterly basis shall be deemed to be payable on a quarterly basis; and (ii) as to which an agreement has been duly made, executed and filed with said commissioner, for the payment of the delinquent taxes, assessments or other legal charges incurred after the ownership of said parcel by said article XI company on the same terms as are provided in paragraph one of this subdivision. (3) The commissioner of finance may also exclude or thereafter remove from such list any parcels which are owner-occupied residential buildings of not more than five residential units as to which an agreement has been duly made, executed and filed with said commissioner for the payment of the delinquent taxes, assessments, or other legal charges and the interest and penalties thereon, in installments. The first installment thereof shall be paid upon the filing of the installment agreement with the commissioner and shall be in an amount not less than ten percent of such delinquent taxes, assessment or other legal charges and the interest and penalty thereon. The remaining installments, which shall be three times the number of unpaid quarters of real estate taxes or the equivalent thereof but which shall in no event exceed forty-eight in number, shall be payable quarterly on the first days of July, October, January and April. For purposes of calculating the number of such remaining installments unpaid real estate taxes which are, on and after July first, nineteen hundred eighty-two, due and payable on an other than quarterly basis shall be deemed to be payable on a quarterly basis. (4) Notwithstanding paragraph one, two or three of this subdivision, with respect to installment agreements duly made, executed and filed on or after the date on which this paragraph takes effect, the commissioner of finance may also exclude or thereafter remove from such list any parcel that is (i) (A) a residential building containing not more than five residential units, (B) a residential condominium unit, (C) a residential building held in a cooperative form of ownership or (D) owned by a company organized pursuant to article XI of the state private housing finance law with the consent and approval of the department of housing preservation and development, and (ii) as to which an agreement has been duly made, executed and filed with such commissioner for the payment of the delinquent taxes, assessments or other legal charges, and the interest and penalties thereon, in installments. The first installment thereof shall be paid upon the filing of the installment agreement with the commissioner and shall be in an amount equal to not less than ten percent of the total amount of such delinquent taxes, assessments or other legal charges and the interest and penalties thereon. The remaining installments, which shall be three times the number of unpaid quarters of real estate taxes or the equivalent thereof, but which shall in no event exceed thirty-two in number, shall be payable quarterly on the first days of July, October, January and April. For the purposes of calculating the number of such remaining installments, unpaid real estate taxes that are due and payable on other than a quarterly basis shall be deemed to be payable on a quarterly basis. (5) Notwithstanding paragraph one, two or three of this subdivision, with respect to installment agreements duly made, executed and filed on or after the date on which this paragraph takes effect, the commissioner of finance may also exclude or thereafter remove from such list any parcel of class one or class two real property, other than a parcel described in paragraph four of this subdivision, as to which an agreement has been duly made, executed and filed with such commissioner for the payment of the delinquent taxes, assessments or other legal charges, and the interest and penalties thereon, in installments. The first installment thereof shall be paid upon the filing of the installment agreement with the commissioner and shall be in an amount equal to not less than fifteen percent of the total amount of such delinquent taxes, assessments or other legal charges and the interest and penalties thereon. The remaining installments, which shall be twice the number of unpaid quarters of real estate taxes or the equivalent thereof, but which shall in no event exceed thirty-two in number, shall be payable quarterly on the first days of July, October, January and April. For the purposes of calculating the number of such remaining installments, unpaid real estate taxes that are due and payable on other than a quarterly basis shall be deemed to be payable on a quarterly basis. (6) Notwithstanding paragraph one, two or three of this subdivision, with respect to installment agreements duly made, executed and filed on or after the date on which this paragraph takes effect, the commissioner of finance may also exclude or thereafter remove from such list any parcel of class three or class four real property as to which an agreement has been duly made, executed and filed with such commissioner for the payment of the delinquent taxes, assessments or other legal charges, and the interest and penalties thereon, in installments. The first installment thereof shall be paid upon the filing of the installment agreement with the commissioner and shall be in an amount equal to not less than fifteen percent of the total amount of such delinquent taxes, assessments or other legal charges and the interest and penalties thereon. The remaining installments, which shall be twice the number of unpaid quarters of real estate taxes or the equivalent thereof, but which shall in no event exceed twenty in number, shall be payable quarterly on the first days of July, October, January and April. For the purposes of calculating the number of such remaining installments, unpaid real estate taxes that are due and payable on other than a quarterly basis shall be deemed to be payable on a quarterly basis. (7) A parcel for which any such installment agreement or agreements have been filed with the commissioner shall be excluded or removed from the list of delinquent taxes before the commencement of the in rem action based upon such list only if the amounts paid pursuant to such agreement exceed the amount required to pay all taxes and charges which render said parcel eligible for inclusion in the in rem action and there has been no default in such agreement prior to the commencement of said action as to either quarterly installments or current taxes, assessments or other legal charges. (8) As a condition to entering into any agreement under this section or section 11-409 of this chapter, the commissioner shall have received from the applicant, an affidavit stating that each tenant located on the parcel has been notified by certified mail that an application for an installment agreement will be made and that a copy of a standard agreement form has been included with such notification. Any false statement in such affidavit shall not be grounds to cancel the agreement or affect its validity in any way. d. Two duplicate originals thereof, verified by the commissioner of finance or a subordinate designated by the commissioner, shall be filed in the office of the clerk of the county in which the parcels listed therein are situated. Such filing shall constitute and have the same force and effect as the filing and recording in such office of an individual and separate notice of pendency of action and as the filing in the supreme court in such county of an individual and separate complaint by the city as to each parcel described in said list, to enforce the payment of the delinquent taxes, assessments or other lawful charges which have accumulated and become liens against such parcels. e. Each county clerk with whom such a list of delinquent taxes is filed shall, on the date of said filing, place and thereafter maintain one duplicate original copy thereof, as separately and permanently bound by the commissioner of finance, adjacent to and together with the block index of notices of pendency of action and each county clerk shall, on the date of said filing or as soon thereafter as with due diligence is practicable, docket the parcels contained in the list of delinquent taxes in said block index of notices of pendency of action, which shall constitute due filing, recording and indexing of the separate notices constituting said list of delinquent taxes in lieu of any other requirement under rule sixty-five hundred eleven of the civil practice law and rules or otherwise. f. The commissioner of finance shall file a copy of each list of delinquent taxes, certified as such copy by him or her or a subordinate designated by the commissioner, in the borough office of the city collector in the borough in which the parcels listed therein are situated and in the office of the corporation counsel. g. The validity of any proceeding hereunder shall not be affected by any omission or error of the commissioner of finance in including or excluding parcels from any such list or in the designation of a street or street number or by any other similar omission or error. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "4",
    "text": "TAX LIEN FORECLOSURE BY ACTION IN REM"
  },
  "heading": {
    "title": "11",
    "chaptersection": "405",
    "identifier": "11-405",
    "catch_text": "Preparation and filing of lists of delinquent taxes."
  }
}