{
  "text": "ยง 11-4021 Seizure and forfeiture of cigarettes. (a) Whenever a police officer designated in section 1.20 of the criminal procedure law or a peace officer designated in subdivision five of section 2.10 of such law, acting pursuant to his special duties, shall discover any cigarettes subject to any tax provided by chapter thirteen of this title, and upon which the tax has not been paid or the stamps not affixed as required by such chapter, they are hereby authorized and empowered forthwith to seize and take possession of such cigarettes, together with any vending machine or receptacle in which they are held for sale. Such cigarettes, vending machine or receptacle seized by a police officer or such peace officer shall be turned over to the commissioner of finance. (b) The seized cigarettes and any vending machine or receptacle seized therewith, but not the money contained in such vending machine or receptacle shall thereupon be forfeited to the city, unless the person from whom the seizure is made, or the owner of such seized cigarettes, vending machine or receptacle, or any other person having an interest in such property, shall within ten days of such seizure, apply to the commissioner of finance for a hearing to determine the propriety of the seizure, or unless the commissioner of finance shall on his own motion release the seized cigarettes, vending machine or receptacle. After such hearing the commissioner of finance shall give notice of his decision to the petitioner. The decision of the commissioner shall be reviewable for error, illegality, unconstitutionality or any other reason whatsoever by a proceeding under article seventy-eight of the civil practice law and rules if application therefor is made to the supreme court within thirty days after the giving of the notice of such decision. Such proceeding shall not be instituted unless there shall first be filed with the commissioner of finance an undertaking, issued by a surety company authorized to transact business in New York state and approved by the superintendent of insurance of New York state as to solvency and responsibility, in such amount as a justice of the supreme court shall approve, to the effect that if such proceeding be dismissed, or the seizure confirmed, the petitioner will pay all costs and charges which may accrue in the prosecution of the proceeding. (c) The commissioner of finance may, within a reasonable time after the forfeiture to the city of such vending machines or receptacles, upon publication of a notice to such effect for at least five successive days, in a newspaper published or circulated in the city, sell such forfeited vending machines or receptacles at public sale and pay the proceeds into the treasury of the city to the credit of the general fund. Such seized vending machines or receptacles may be sold prior to forfeiture if the owner of the seized property consents to the sale. Notwithstanding any other provision of this section, the commissioner of finance may enter into an agreement with the state tax commission to provide for the disposition between the city and state of the proceeds from any such sale. The commissioner of finance may also transfer any seized cigarettes to the state for destruction. All cigarettes forfeited to the state shall be destroyed or used for law enforcement purposes, except that cigarettes that violate, or are suspected of violating, federal trademark laws or import laws shall not be used for law enforcement purposes. If the commissioner determines the cigarettes may not be used for law enforcement purposes, the commissioner of finance must, within a reasonable time after the forfeiture to the city of such cigarettes, upon publication of a notice to such effect for at least five successive days, prior to destruction, in a newspaper published or circulated in the city, destroy such forfeited cigarettes. Such commissioner may, prior to any destruction of cigarettes, permit the true holder of the trademark rights in the cigarettes to inspect such forfeited cigarettes in order to assist in any investigation regarding such cigarettes. (d) In the alternative, the commissioner of finance, on reasonable notice by mail or otherwise, may permit the person from whom said cigarettes were seized to redeem the said cigarettes, and any vending machine or receptacle seized therewith, or may permit the owner of any such cigarettes, vending machine or receptacle to redeem the same, by the payment of the tax due, plus a penalty of fifty percent thereof, plus interest on the amount of tax due for each month or fraction thereof after such tax became due (determined without regard to any extension of time for filing or paying) at the rate applicable under subdivision d of section 11-1317 of this title and the costs incurred in such proceeding, which total payment shall not be less than five dollars; provided, however, that such seizure and sale or redemption shall not be deemed to relieve any person from fine or imprisonment provided for in this chapter for violation of any provisions of this chapter or chapter thirteen of this title. (e) In the alternative, the commissioner of finance may dispose of any cigarettes seized pursuant to this section, except those that violate, or are suspected of violating, federal trademark laws or import laws, by transferring them to the department of correction for sale to or use by inmates in such institutions. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "40",
    "text": "CRIMES AND OTHER OFFENSES: SEIZURES AND FORFEITURES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "4021",
    "identifier": "11-4021",
    "catch_text": "Seizure and forfeiture of cigarettes."
  }
}