{
  "text": "ยง 11-428 Disposition of proceeds of sales of properties acquired by city through tax enforcement foreclosure proceedings. The proceeds of the sale of real property acquired through tax enforcement foreclosure proceedings, or by deed in lieu thereof, including subsequent receipts in diminution of purchase money mortgages accepted at the time of sale, shall be applied as follows: a. The amount of the unpaid real estate taxes accrued against such property from the first day of January or the first day of July, whichever first immediately precedes the date on which title vested in the city to the date of conveyance of title by the city, without interest or penalties thereon, shall be credited to the tax deficiency account. b. The balance, if any, remaining after deduction of the amount specified in paragraph a hereof, shall be paid into the funds hereinafter specified in the following order: 1. A sum equal to the amount of the unpaid assessments for local improvements accrued against such property at the date of commencement of the foreclosure proceeding and up to the date of conveyance of title by the city, without interest or penalties thereon, shall be paid into the appropriate assessment funds. 2. A sum equal to the amount of unpaid sewer rents, including interest and penalties thereon, accrued against such property at the date of commencement of the foreclosure proceedings and up to the date of conveyance of title by the city shall be paid into the sewer fund. 3. The amount of the brokerage fee and other expenses expended by the city in connection with such sale shall be paid into the fund or code to which such fee was charged. 4. The balance of such proceeds, if any, and the interest on any purchase money mortgage accepted by the city at the time of such sale shall be paid into the general fund. In the event that any part of such balance is represented by bonds and mortgages, such bonds and mortgages may be deposited in the tax appropriation and general fund stabilization reserve fund and a sum equal to the amount of the cash represented by such bonds and mortgages shall in such event be transferred from the tax appropriation and general fund stabilization reserve fund to the general fund. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "4",
    "text": "TAX LIEN FORECLOSURE BY ACTION IN REM"
  },
  "heading": {
    "title": "11",
    "chaptersection": "428",
    "identifier": "11-428",
    "catch_text": "Disposition of proceeds of sales of properties acquired by city through tax enforcement foreclosure proceedings."
  }
}