{
  "text": "ยง 11-413 Withdrawal of parcels from foreclosure. a. The commissioner of finance may, prior to final judgment, withdraw a parcel from a proceeding under this chapter for any of the following reasons, (1) a question which the commissioner deems meritorious has been raised as to the validity of the tax liens affecting the parcel, (2) the city collector has accepted a payment of all taxes and interest which rendered the parcel subject to foreclosure hereunder because the records in the commissioner's office indicated that the principal amount of such taxes was exceeded by the principal amount of subsequent taxes which would not have rendered the parcel subject to foreclosure hereunder and which had been paid prior to the commencement of said proceeding or (3) in cases where the tax foreclosure action cannot be maintained such as, but not limited thereto, where the charges which rendered a parcel subject to foreclosure hereunder have been cancelled or were paid before the commencement of the foreclosure proceeding but such payment was not reported or did not clear for payment until after the commencement of said proceeding, or where a name and address appearing on an owner's registration card or an in rem card filed pursuant to section 11-416 or 11-417 of this chapter and contained in the files of the city collector did not appear in the mailing list used by the commissioner of finance for mailing notices of foreclosure in such proceeding. b. To effectuate such withdrawal the commissioner of finance shall deliver a certificate of withdrawal to the corporation counsel who shall file it in the office of the county clerk in which the list of delinquent taxes was filed. The filing of such certificate with such county clerk shall effect a discontinuance of the tax foreclosure action as to the affected parcel, and the county clerk shall thereupon note such withdrawal and discontinuance in the copy of the list of delinquent taxes maintained by him or her adjacent to the county clerk's block index of notices of pendency of action and shall cancel and discharge any and all notations of the filing of said list of delinquent taxes as to said parcel that may appear in any other books, records, indices and dockets maintained in said clerk's office. c. The commissioner of finance shall also deliver a duplicate original certificate of withdrawal to the person entitled to such withdrawal. d. The commissioner of finance shall recite the parcels so withdrawn and the reasons for withdrawal in an affidavit of regularity to be submitted by the commissioner in each action brought pursuant to this chapter. e. The commissioner of finance shall issue a certificate of withdrawal whenever taxes and interest are paid, cancelled, liquidated or otherwise lawfully disposed of as to any parcel which was previously severed pursuant to section 11-409 of this chapter because an answer or litigation was pending. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "4",
    "text": "TAX LIEN FORECLOSURE BY ACTION IN REM"
  },
  "heading": {
    "title": "11",
    "chaptersection": "413",
    "identifier": "11-413",
    "catch_text": "Withdrawal of parcels from foreclosure."
  }
}