{
  "text": "ยง 11-521 Notice of deficiency. (a) General. If upon examination of a taxpayer's return under this chapter the commissioner of finance determines that there is a deficiency of income tax, the commissioner may mail a notice of deficiency to the taxpayer. If a taxpayer fails to file a return required under this chapter, the commissioner of finance is authorized to estimate the taxpayer's city unincorporated business taxable income and tax thereon, from any information in the commissioner's possession, and to mail a notice of deficiency to the taxpayer. A notice of deficiency shall be mailed by certified or registered mail to the taxpayer at his or her last known address in or out of the city. If the taxpayer is deceased or under a legal disability, a notice of deficiency may be mailed to his or her last known address in or out of the city, unless the commissioner of finance has received notice of the existence of a fiduciary relationship with respect to the taxpayer. (b) Notice of deficiency as assessment. After ninety days from the mailing of a notice of deficiency or, if the commissioner of finance has established a conciliation procedure pursuant to section 11-124 of the code and the taxpayer has requested a conciliation conference in accordance therewith, after ninety days from the mailing of the conciliation decision or the date of the commissioner's confirmation of the discontinuance of the conciliation proceeding, such notice shall be an assessment of the amount of tax specified therein, together with the interest, additions to tax and penalties stated in such notice, except only for any such tax or other amounts as to which the taxpayer has within such ninety day period filed with the tax appeals tribunal a petition under section 11-529 of this chapter. If the notice of deficiency or conciliation decision is addressed to a person outside of the United States, such period shall be one hundred fifty days instead of ninety days. (c) Restrictions on assessment and levy. No assessment of a deficiency in tax and no levy or proceeding in court for its collection shall be made, begun or prosecuted, except as otherwise provided in section 11-534 of this chapter, until a notice of deficiency has been mailed to the taxpayer, nor until the expiration of the time for filing a petition with the tax appeals tribunal contesting such notice, nor, if a petition with respect to the taxable year has been both served upon the commissioner of finance and filed with the tax appeals tribunal, until the decision of the tax appeals tribunal has become final. For exception in the case of judicial review of the decision of the tax appeals tribunal, see subdivision (c) of section 11-530 of this chapter. (d) Exceptions for mathematical errors. If a mathematical error appears on a return (including an overstatement of the amount paid as estimated tax), the commissioner of finance shall notify the taxpayer that an amount of tax in excess of that shown upon the return is due, and that such excess has been assessed. Such notice shall not be considered as a notice of deficiency for the purposes of this section, subdivision (f) of section 11-527 of this chapter (limiting credits or refunds after petition to the tax appeals tribunal), or subdivision (b) of section 11-529 of this chapter (authorizing the filing of a petition with the tax appeals tribunal based on a notice of deficiency) nor shall such assessment or collection be prohibited by the provisions of subdivision (c) of this section. (e) Exception where change in federal or New York state taxable income is not reported. (1) If the taxpayer fails to comply with section 11-519 of this chapter in not reporting a change or correction increasing or decreasing the taxpayer's federal or New York state taxable income as reported on the taxpayer's federal or New York state return or in not reporting a change or correction which is treated in the same manner as if it were a deficiency for federal or New York state income tax purposes or in not filing an amended return or in not reporting the execution of a notice of waiver described in such section, instead of the mode and time of assessment provided for in subdivision (b) of this section, the commissioner of finance may assess a deficiency based upon such changed or corrected federal or New York state taxable income by mailing to the taxpayer a notice of additional tax due specifying the amount of the deficiency, and such deficiency, together with the interest, additions to tax and penalties stated in such notice, shall be deemed assessed on the date such notice is mailed unless within thirty days after the mailing of such notice a report of the federal or New York state change or correction or an amended return, where such return was required by section 11-519 of this chapter, is filed accompanied by a statement showing wherein such federal or New York state determination and such notice of additional tax due are erroneous. (2) Such notice shall not be considered as a notice of deficiency for the purposes of this section, subdivision (f) of section 11-527 of this chapter (limiting credits or refunds after petition to the tax appeals tribunal), or subdivision (b) of section 11-529 of this chapter (authorizing the filing of a petition with the tax appeals tribunal based on a notice of deficiency), nor shall such assessment or collection thereof be prohibited by the provisions of subdivision (c) of this section. (3) If the taxpayer is deceased or under a legal disability, a notice of additional tax due may be mailed to his or her last known address in or out of the city, unless the commissioner of finance has received notice of the existence of a fiduciary relationship with respect to the taxpayer. (f) Waiver of restrictions. The taxpayer shall at any time (whether or not a notice of deficiency has been issued) have the right to waive the restrictions on assessment and collection of the whole or any part of the deficiency by a signed notice in writing filed with the commissioner of finance. (g) Deficiency defined. For purposes of this chapter, a deficiency means the amount of the tax imposed by this chapter, less (i) the amount shown as the tax upon the taxpayer's return (whether the return was made or the tax computed by the taxpayer or by the commissioner of finance), and less, (ii) the amounts previously assessed (or collected without assessment) as a deficiency and plus (iii) the amount of any rebates. For the purpose of this definition, the tax imposed by this chapter and the tax shown on the return shall both be determined without regard to payments on account of estimated tax; and a rebate means so much of an abatement, credit, refund or other repayment (whether or not erroneous) made on the ground that the amounts entering into the definition of a deficiency showed a balance in favor of the taxpayer. (h) Exception where change or correction of sales and compensating use tax liability is not reported. (1) If a taxpayer fails to comply with section 11-519.1 of this chapter in not reporting a change or correction of his or her sales and compensating use tax liability or in not filing a copy of an amended return or report relating to his or her sales and compensating use tax liability, instead of the mode and time of assessment provided for in subdivision (b) of this section, the commissioner of finance may assess a deficiency based upon such changed or corrected sales and compensating use tax liability, as same relates to credits claimed under this chapter by mailing to the taxpayer a notice of additional tax due specifying the amount of the deficiency, and such deficiency, together with the interest, additions to tax and penalties stated in such notice, shall be deemed assessed on the date such notice is mailed unless within thirty days after the mailing of such notice a report of the state change or correction or a copy of an amended return or report, where such copy was required by section 11-519.1 of this chapter, is filed accompanied by a statement showing where such state determination and such notice of additional tax due are erroneous. (2) Such notice shall not be considered as a notice of deficiency for the purposes of this section, subdivision (f) of section 11-527 of this chapter (limiting credits or refunds after petition to the tax appeals tribunal), or subdivision (b) of section 11-529 of this chapter (authorizing the filing of a petition with the tax appeals tribunal based on a notice of deficiency), nor shall such assessment or the collection thereof be prohibited by the provisions of subdivision (c) of this section. (3) If the taxpayer is deceased or under a legal disability, a notice of additional tax due may be mailed to his or her last known address in or out of the city, and such notice shall be sufficient for purposes of this chapter. If the commissioner of finance has received notice that a person is acting for the taxpayer in a fiduciary capacity, a copy of such notice shall also be mailed to the fiduciary named in such notice. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "5",
    "text": "CITY UNINCORPORATED BUSINESS INCOME TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "521",
    "identifier": "11-521",
    "catch_text": "Notice of deficiency."
  }
}