{
  "text": "ยง 11-503 Imposition of tax. (a) General. A tax at the rate of four percent is hereby imposed for each taxable year, beginning with taxable years ending after January first, nineteen hundred sixty-six, on the unincorporated business taxable income of every unincorporated business wholly or partly carried on within the city. This tax shall be in addition to any other taxes imposed. (b) Credit against tax. (1) For each taxable year beginning after nineteen hundred eighty-six but before nineteen hundred ninety-six: (A) if the tax computed under subdivision (a) of this section is six hundred dollars or less, a credit shall be allowed for the entire amount of such tax; (B) if the tax computed under subdivision (a) of this section exceeds six hundred dollars but is less than eight hundred dollars, a credit shall be allowed in the amount determined by multiplying such tax by a fraction the numerator of which is eight hundred dollars minus the amount of such tax and the denominator of which is two hundred dollars; or (C) if the tax computed under subdivision (a) of this section is eight hundred dollars or more, no credit shall be allowed. (2) For each taxable year beginning in nineteen hundred ninety-six: (A) if the tax computed under subdivision (a) of this section is eight hundred dollars or less, a credit shall be allowed for the entire amount of such tax; (B) if the tax computed under subdivision (a) of this section exceeds eight hundred dollars but is less than one thousand dollars, a credit shall be allowed in the amount determined by multiplying such tax by a fraction the numerator of which is one thousand dollars minus the amount of such tax and the denominator of which is two hundred dollars; or (C) if the tax computed under subdivision (a) of this section is one thousand dollars or more, no credit shall be allowed. (3) For each taxable year beginning after nineteen hundred ninety-six but before two thousand nine: (A) if the tax computed under subdivision (a) of this section is one thousand eight hundred dollars or less, a credit shall be allowed for the entire amount of such tax; (B) if the tax computed under subdivision (a) of this section exceeds one thousand eight hundred dollars but is less than three thousand two hundred dollars, a credit shall be allowed in the amount determined by multiplying such tax by a fraction the numerator of which is three thousand two hundred dollars minus the amount of such tax and the denominator of which is one thousand four hundred dollars; or (C) if the tax computed under subdivision (a) of this section is three thousand two hundred dollars or more, no credit shall be allowed. (3-a) For each taxable year beginning after two thousand eight: (A) if the tax computed under subdivision (a) of this section is three thousand four hundred dollars or less, a credit shall be allowed for the entire amount of such tax; (B) if the tax computed under subdivision (a) of this section exceeds three thousand four hundred dollars but is less than five thousand four hundred dollars, a credit shall be allowed in the amount determined by multiplying such tax by a fraction the numerator of which is five thousand four hundred dollars minus the amount of such tax and the denominator of which is two thousand dollars; or (C) if the tax computed under subdivision (a) of this section is five thousand four hundred dollars or more, no credit shall be allowed. (4) If separate partnerships, joint ventures or other unincorporated entities have substantially the same partners or members, each of such partners or members has substantially the same interest in each of such partnerships, joint ventures or other unincorporated entities, and such partnerships, joint ventures or other unincorporated entities are engaged in substantially the same business or businesses or in substantially related businesses, all of such partnerships, joint ventures or other unincorporated entities shall be treated as one unincorporated business for purposes of this subdivision. The preceding sentence shall not be construed to limit or affect the meaning or application of any other provision of this chapter. (5) Notwithstanding anything to the contrary, the credit allowable under this subdivision shall be taken prior to any other credit allowed by this section. (c) Credit relating to stock transfer tax. (1) In addition to any other credit permitted under this section, a taxpayer shall be allowed a credit, to be credited or refunded in the manner hereinafter provided in this subdivision, against the tax imposed by this chapter after the allowance of any other credit under this section. The amount of such credit shall be fifty percent of the tax incurred in market making transactions under the provisions of article twelve of the tax law on such transactions subject to such tax occurring on and after August first, nineteen hundred seventy-six and paid by such taxpayer (except when such tax shall have been paid pursuant to section two hundred seventy-nine-a of the tax law). (2) For purposes of this subdivision: (a) the term \"taxpayer\" shall mean any unincorporated business subject to tax under this chapter registered with the United States securities and exchange commission in accordance with subsection (b) of section fifteen of the securities exchange act of nineteen hundred thirty-four, as amended, and acting as a dealer in a transaction described in subparagraph (b) of this paragraph, and (b) the term \"market making transaction\" shall mean any transaction involving a sale (including a short sale) by a dealer of shares or certificates subject to the tax imposed by article twelve of the tax law, provided such shares or certificates are sold: (i) as stock in trade or inventory or as property held for sale in the ordinary course of such dealer's trade or business (including transfers which are part of an underwriting), (ii) in (a) a bona fide arbitrage transaction; (b) a bona fide hedge transaction involving a long or short position in any equity security and a long or short position in a security entitling the holder to acquire or sell such equity security; or (c) a risk arbitrage transaction in connection with a merger, acquisition, tender offer, recapitalization, reorganization, or similar transaction, or (iii) to offset a transaction made in error. Provided, however, that, except as to subclause (c) of clause (ii) of subparagraph (b) of this paragraph, the term \"market making transaction\" shall not include any sale of shares or certificates identified in such dealer's records as a security held for investment within the meaning of section twelve hundred thirty-six of the internal revenue code. (3) The credit allowed under this subdivision for any taxable year shall be deemed to be an overpayment of tax by the taxpayer to be credited or refunded in accordance with the provisions of section 11-526 of this chapter, except as otherwise provided in subdivision (g) of sections 11-512 and 11-514 of this chapter; provided, however, that the provisions of this chapter notwithstanding, the amount to be refunded pursuant to this subdivision shall not be paid prior to the first day of the eighth month following the close of the taxable year, and the provisions of subdivision (c) of section 11-528 of this chapter notwithstanding, interest shall be allowed and paid on the overpayment of the credit under this subdivision from the first day of the eleventh month following the close of the taxable year, or three months after a claim for the credit or refund provided for in this subdivision has been filed, whichever is later. (4) Provided, however, that the credit provided under this subdivision shall be allowed only to the extent that the amount of credit allowable with respect to market making transactions under the provisions of this subdivision (determined without regard to the provisions of this paragraph) exceeds fifty percent of all rebates (provided for under the provisions of section two hundred eighty-a of article twelve of the tax law) allowed for such taxes incurred in the same market making transactions with respect to which the credit is determined. No credit shall be allowed under this subdivision with respect to any tax incurred in market making transactions occurring on or after October first, nineteen hundred eighty-one. (d) Credit relating to certain sales and compensating use taxes. (1) In addition to the credits allowed by subdivisions (b) and (c) of this section, a taxpayer shall be allowed a credit against the tax imposed by this chapter to be credited or refunded in the manner hereinafter provided in this section. The amount of such credit shall be the excess of (A) the amount of sales and compensating use taxes imposed by section eleven hundred seven of the tax law during the taxpayer's taxable year which became legally due on or after and was paid on or after July first, nineteen hundred seventy-seven, less any credit or refund of such taxes, with respect to the purchase or use by the taxpayer of machinery or equipment for use or consumption directly and predominantly in the production of tangible personal property, gas, electricity, refrigeration or steam for sale, by manufacturing, processing, generating, assembling, refining, mining or extracting, or telephone central office equipment or station apparatus or comparable telegraph equipment for use directly and predominantly in receiving at destination or initiating and switching telephone or telegraph communication, but not including parts with a useful life of one year or less or tools or supplies used in connection with such machinery, equipment or apparatus over (B) the amount of any credit for such sales and compensating use taxes allowed or allowable against the taxes imposed by subchapter two of chapter eleven of this title, for any periods embraced within the taxable year of the taxpayer under this chapter. (2) The credit allowed under this section for any taxable year shall be deemed to be an overpayment of tax by the taxpayer to be credited or refunded, without interest, in accordance with the provisions of section 11-526 of this chapter. (3) Where the taxpayer receives a refund or credit of any tax imposed under section eleven hundred seven of the tax law for which the taxpayer had claimed a credit under the provisions of this section in a prior taxable year, the amount of such tax refund or credit shall be added to the tax imposed by this section, and such amount shall be subtracted in computing unincorporated business taxable income for the taxable year. (e) Credit relating to the annual increase in certain payments to a landlord by a taxpayer relocating industrial and commercial employment opportunities. (1) In addition to any other credit allowed by this section, a taxpayer shall be allowed a credit against the tax imposed by this chapter to be credited or refunded, without interest, in the manner hereinafter provided in this section. (A) Where a taxpayer shall have relocated to the city from a location outside the state, and by such relocation shall have created a minimum of one hundred industrial or commercial employment opportunities, and where such taxpayer shall have entered into a written lease for the relocation premises, the terms of which lease provide for increased additional payments to the landlord which are based solely and directly upon any increase or addition in real estate taxes imposed on the leased premises, the taxpayer upon approval and certification by the industrial and commercial incentive board as hereinafter provided shall be entitled to a credit against the tax imposed by this chapter. The amount of such credit shall be: An amount equal to the annual increased payments actually made by the taxpayer to the landlord which are solely and directly attributable to an increase or addition to the real estate tax imposed upon the leased premises. Such credit shall be allowed only to the extent that the taxpayer has not otherwise claimed said amount as a deduction against the tax imposed by this chapter. The industrial and commercial incentive board in approving and certifying to the qualifications of the taxpayer to receive the tax credit provided for herein shall first determine that the applicant has met the requirements of this section, and further, that the granting of the tax credit to the applicant is in the \"public interest.\" In determining that the granting of the tax credit is in the public interest, the board shall make affirmative findings that: the granting of the tax credit to the applicant will not effect an undue hardship on similar taxpayers already located within the city; the existence of this tax incentive has been instrumental in bringing about the relocation of the applicant to the city; and the granting of the tax credit will foster the economic recovery and economic development of the city. The tax credit, if approved and certified by the industrial and commercial incentive board, must be utilized annually by the taxpayer for the length of the term of the lease or for a period not to exceed ten years from the date of relocation, whichever period is shorter. (B) Definitions: When used in this section, \"Employment opportunity\" means the creation of a full time position of gainful employment for an industrial or commercial employee and the actual hiring of such employee for the said position. \"Industrial employee\" means one engaged in the manufacture or assembling of tangible goods or the processing of raw materials. \"Commercial employee\" means one engaged in the buying, selling or otherwise providing of goods or services other than on a retail basis. \"Retail\" means the selling or otherwise disposing or furnishing of tangible goods or services directly to the ultimate user or consumer. \"Full time position\" means the hiring of an industrial or commercial employee in a position of gainful employment where the number of hours worked by such employee is not less than thirty hours during any given week. \"Industrial and commercial incentive board\" means the board created pursuant to subchapter two of chapter two of this title. (2) The credit allowed under this section for any taxable year shall be deemed to be an overpayment of tax by the taxpayer to be credited or refunded, without interest, in accordance with the provisions of section 11-526 of this chapter. (f) Credit relating to certain expenses involved in the cost of relocating industrial and commercial employment opportunities. (1) In addition to any other credit allowed by this section, a taxpayer shall be allowed a credit against the tax imposed by this chapter to be credited or refunded in the manner hereinafter provided in this section. The amount of such credit shall be: (A) A maximum of three hundred dollars for each commercial employment and a maximum of five hundred dollars for each industrial employment opportunity relocated to the city from an area outside the state. Such credit shall be allowed to a taxpayer who relocates a minimum of ten employment opportunities. The credit shall be allowed against employment opportunity relocation costs incurred by the taxpayer. Such credit shall be allowed only to the extent that the taxpayer has not claimed a deduction for allowable employment opportunity relocation costs. The credit allowed hereunder may be taken by the taxpayer in whole or in part in the year in which the employment opportunity is relocated by such taxpayer or either of the two years succeeding such event; provided, however, that no credit shall be allowed under this subdivision to a taxpayer for industrial employment opportunities relocated to premises (i) that are within an industrial business zone established pursuant to section 22-626 of this code and (ii) for which a binding contract to purchase or lease was first entered into by the taxpayer on or after July first, two thousand five. The commissioner of finance is empowered to promulgate rules and regulations and to prescribe the form of application to be used. (B) Definitions: When used in this section, \"Employment Opportunity\" means the creation of a full time position of gainful employment for an industrial or commercial employee and the actual hiring of such employee for the said position. \"Industrial Employee\" means one engaged in the manufacture or assembling of tangible goods or the processing of raw materials. \"Commercial Employee\" means one engaged in the buying, selling or otherwise providing of goods or services other than on a retail basis. \"Retail\" means the selling or otherwise disposing of tangible goods directly to the ultimate user or consumer. \"Full Time Position\" means the hiring of an industrial or commercial employee in a position of gainful employment where the number of hours worked by such employee is not less than thirty hours during any given work week. \"Employment Opportunity Relocation Costs\" means the costs incurred by the taxpayer in moving furniture, files, papers and office equipment into the city from a location outside the state; the costs incurred by the taxpayer in the moving from a location outside the state; the costs of installation of telephones and other communications equipment required as a result of the relocation to the city from a location outside the state; the cost incurred in the purchase of office furniture and fixtures required as a result of the relocation to the city from a location outside the state; and the cost of renovation of the premises to be occupied as a result of the relocation provided, however, that such renovation costs shall be allowable only to the extent that they do not exceed seventy-five cents per square foot of the total area utilized by the taxpayer in the occupied premises. (2) The credit allowed under this section for any taxable year shall be deemed to be an overpayment of tax by the taxpayer to be credited or refunded without interest, in accordance with the provisions of section 11-526 of this chapter. (i) Relocation and employment assistance credit. (1) In addition to any other credit allowed by this section, a taxpayer that has obtained the certifications required by chapter six-B of title twenty-two of the code shall be allowed a credit against the tax imposed by this chapter. The amount of the credit shall be the amount determined by multiplying five hundred dollars or, in the case of a taxpayer that has obtained pursuant to chapter six-B of such title twenty-two a certification of eligibility dated on or after July first, nineteen hundred ninety-five, one thousand dollars or, in the case of an eligible business that has obtained pursuant to chapter six-B of such title twenty-two a certification of eligibility dated on or after July first, two thousand, for a relocation to eligible premises located within a revitalization area defined in subdivision (n) of section 22-621 of the code, three thousand dollars, by the number of eligible aggregate employment shares maintained by the taxpayer during the taxable year with respect to particular premises to which the taxpayer has relocated; provided, however, with respect to a relocation for which no application for a certificate of eligibility is submitted prior to July first, two thousand three, to eligible premises that are not within a revitalization area, if the date of such relocation as determined pursuant to subdivision (j) of section 22-621 of the code is before July first, nineteen hundred ninety-five, the amount to be multiplied by the number of eligible aggregate employment shares shall be five hundred dollars, and with respect to a relocation for which no application for a certificate of eligibility is submitted prior to July first, two thousand three, to eligible premises that are within a revitalization area, if the date of such relocation as determined pursuant to subdivision (j) of such section is before July first, nineteen hundred ninety-five, the amount to be multiplied by the number of eligible aggregate employment shares shall be five hundred dollars, and if the date of such relocation as determined pursuant to subdivision (j) of such section is on or after July first, nineteen hundred ninety-five, and before July first, two thousand, one thousand dollars; provided, however, that no credit shall be allowed for the relocation of any retail activity or hotel services; provided, further, that no credit shall be allowed under this subdivision to any taxpayer that has elected pursuant to subdivision (d) of section 22-622 of the code to take such credit against a gross receipts tax imposed under chapter eleven of this title; and provided that in the case of an eligible business that has obtained pursuant to chapter six-B of such title twenty-two certifications of eligibility for more than one relocation, the portion of the total amount of eligible aggregate employment shares to be multiplied by the dollar amount specified in this paragraph for each such certification of a relocation shall be the number of total attributed eligible aggregate employment shares determined with respect to such relocation pursuant to subdivision (o) of section 22-621 of the code. For purposes of this subdivision, the terms \"eligible aggregate employment shares,\" \"relocate,\" \"retail activity\" and \"hotel services\" shall have the meanings ascribed by section 22-621 of the code. (2) The credit allowed under this subdivision with respect to eligible aggregate employment shares maintained with respect to particular premises to which the taxpayer has relocated shall be allowed for the first taxable year during which such eligible aggregate employment shares are maintained with respect to such premises and for any of the twelve succeeding taxable years during which eligible aggregate employment shares are maintained with respect to such premises; provided that the credit allowed for the twelfth succeeding taxable year shall be calculated by multiplying the number of eligible aggregate employment shares maintained with respect to such premises in the twelfth succeeding taxable year by the lesser of one and a fraction the numerator of which is such number of days in the taxable year of relocation less the number of days the eligible business maintained employment shares in the eligible premises in the taxable year of relocation and the denominator of which is the number of days in such twelfth succeeding taxable year during which such eligible aggregate employment shares are maintained with respect to such premises. Except as provided in paragraph four of this subdivision, if the amount of the credit allowable under this subdivision for any taxable year exceeds the tax imposed for such year, the excess may be carried over, in order, to the five immediately succeeding taxable years and, to the extent not previously deductible, may be deducted from the taxpayer's tax for such years. (3) The credit allowable under this subdivision shall be deducted after the credits allowed by subdivisions (b) and (j) of this section, but prior to the deduction of any other credit allowed by this section. (4) In the case of a taxpayer that has obtained a certification of eligibility pursuant to chapter six-B of title twenty-two of the code dated on or after July first, two thousand for a relocation to eligible premises located within the revitalization area defined in subdivision (n) of section 22-621 of the code, the credits allowed under this subdivision, or in the case of a taxpayer that has relocated more than once, the portion of such credits attributed to such certification of eligibility pursuant to paragraph one of this subdivision, against the tax imposed by this chapter for the taxable year of such relocation and for the four taxable years immediately succeeding the taxable year of such relocation, shall be deemed to be overpayments of tax by the taxpayer to be credited or refunded, without interest, in accordance with the provisions of section 11-526 of this chapter. For such taxable years, such credits or portions thereof may not be carried over to any succeeding taxable year; provided, however, that this paragraph shall not apply to any relocation for which an application for a certification of eligibility was not submitted prior to July first, two thousand three, unless the date of such relocation is on or after July first, two thousand. (j) (1) If a partner in an unincorporated business is taxable under this chapter and is required to include in unincorporated business taxable income his, her or its distributive share of income, gain, loss and deductions of, or guaranteed payments from, such unincorporated business, such partner shall be allowed a credit against the tax imposed by this chapter equal to the lesser of the amounts determined in subparagraphs (A) and (B) of this paragraph: (A) The amount determined in this subparagraph is the product of (i) the sum of (I) the tax imposed by this chapter on the unincorporated business for its taxable year ending within or with the taxable year of the partner and paid by the unincorporated business and (II) the amount of any credit or credits taken by the unincorporated business under this section (except the credit allowed by subdivision (b) of this section) for its taxable year ending within or with the taxable year of the partner, to the extent that such credits do not reduce such unincorporated business's tax below zero, and (ii) a fraction, the numerator of which is the net total of the partner's distributive share of income, gain, loss and deductions of, and guaranteed payments from, the unincorporated business for such taxable year, and the denominator of which is the sum, for such taxable year, of the net total distributive shares of income, gain, loss and deductions of, and guaranteed payments to, all partners in the unincorporated business for whom or which such net total (as separately determined for each partner) is greater than zero. (B) The amount determined in this subparagraph is the difference between (i) the tax computed pursuant to this chapter on the unincorporated business taxable income of the partner, without allowance of any credits allowed by this section, and (ii) the tax so computed, determined as if the partner had no such distributive share or guaranteed payments with respect to the unincorporated business, provided, however, that the amounts computed in clauses (i) and (ii) of this subparagraph shall be computed with the following modifications: (I) such amounts shall be computed without taking into account any carryforward or carryback by the partner of a net operating loss; (II) if, prior to taking into account any distributive share or guaranteed payments from any unincorporated business or any net operating loss carryforward or carryback, the unincorporated business taxable income of the partner is less than zero, such unincorporated business taxable income shall be treated as zero; and (III) if such partner's net total distributive share of income, gain, loss and deductions of, and guaranteed payments from, any unincorporated business is less than zero, such net total shall be treated as zero. The amount determined in this subparagraph shall not be less than zero. (2) (A) Notwithstanding anything to the contrary in paragraph one of this subdivision, the credit or the sum of the credits that may be taken by a partner for a taxable year under this subdivision with respect to an unincorporated business or unincorporated businesses in which he, she or it is a partner shall not exceed the tax imposed on the unincorporated business taxable income of such partner under this chapter for such taxable year reduced by the credit allowed under subdivision (b) of this section. If the credit allowed under paragraph one of this subdivision or the sum of such credits exceeds such tax as so reduced, the amount of the excess may be carried forward, in order, to each of the seven immediately succeeding taxable years and, to the extent not previously taken, shall be allowed as a credit in each of such years. In applying the provisions of the preceding sentence, the credit determined for the taxable year under paragraph one of this subdivision shall be taken before taking any credit carryforward pursuant to this paragraph and the credit carryforward attributable to the earliest taxable year shall be taken before taking a credit carryforward attributable to a subsequent taxable year. (B) Notwithstanding anything to the contrary in subparagraph (A) of this paragraph, in the case of a partner which is a partnership, no credit carryforward to any taxable year shall be allowed unless one or more of the partners therein during such taxable year were persons having a proportionate interest or interests, amounting to at least eighty percent of all such interests, in the unincorporated business gross income and unincorporated business deductions of the partnership which was allowed the credit for which a carryforward is claimed. In such event, the carryforward allowable on account of such credit shall not exceed the percentage of the amount otherwise allowable, determined by dividing (i) the sum of the proportionate interests in the unincorporated business gross income and unincorporated business deductions of the partnership, for the year to which the credit is carried forward, attributable to such partners, by (ii) the sum of such proportionate interests owned by all partners for such taxable year. The amount by which the carryforward otherwise allowable exceeds the amount allowable pursuant to the preceding sentence shall not be a carryforward to any other taxable year. (3) The credit allowed under this subdivision shall not be allowed to a partner in an unincorporated business with respect to any tax paid by the unincorporated business under this chapter for any taxable year beginning before July first, nineteen hundred ninety-four. (4) Notwithstanding anything to the contrary, the credit allowable under this subdivision shall be taken after the credit allowed by subdivision (b) of this section is taken, but before any other credit allowed by this section is taken. (5) The commissioner of finance of the city of New York shall convene a working group, consisting of representatives of the department of finance of the city of New York and representatives of affected industries, and other persons the commissioner deems appropriate, to study the treatment under the unincorporated business tax of income from investment and real estate activities and the impact of the credit permitted by this subdivision, including but not limited to cases where interests in a taxpayer are held by another taxpayer subject to tax on unincorporated business taxable income and the first taxpayer is entitled to claim a deduction for a net operating loss carryover and the second is not entitled to a corresponding deduction with the result, in certain cases, that the net income allocated to the second taxpayer may be subject to an effective rate of tax in excess of the rate imposed by this chapter. In addition, the working group shall also study the tax treatment of parking garages which are open or available to the general public and which also provide available space to tenants. In conducting such study, such working group shall take into account such factors as economic development, tax administration and other goals of tax policy and shall consider alternatives that would reduce disincentives for investing in corporations and other entities engaged in business in the city of New York, such as exempting income from investment activities from the tax on unincorporated business taxable income. The commissioner shall prepare a report based on the deliberations of the working group on or before April fifteenth, nineteen hundred ninety-five. (k) Credit relating to certain sales and compensating use taxes on certain services. (1) In addition to any other credit allowed by this section, a taxpayer shall be allowed a credit against the tax imposed by this chapter to be credited or refunded in the manner hereinafter provided in this subdivision. The amount of such credit shall be equal to the amount of sales and compensating use taxes imposed by section eleven hundred seven of the tax law during the taxpayer's taxable year (and the amount of any interest imposed in connection therewith) which was paid after January first, nineteen hundred ninety-five, less any credit or refund of such taxes (or such interest), with respect to the purchase or use by the taxpayer of the services described in subdivision (b) of section eleven hundred five-b of the tax law. (2) The credit allowed under this subdivision for any taxable year shall be deemed to be an overpayment of tax by the taxpayer to be credited or refunded, without interest, in accordance with the provisions of section 11-526 of this chapter. (3) Where the taxpayer receives a refund or credit of any tax imposed under section eleven hundred seven of the tax law (or of any interest imposed in connection therewith) for which the taxpayer had claimed a credit under this subdivision in a prior taxable year, the amount of such tax (or such interest) refund or credit shall be added to the tax imposed by this chapter, and such amount shall be subtracted in computing unincorporated business taxable income for the taxable year. (l) Lower Manhattan relocation and employment assistance credit. (1) In addition to any other credit allowed by this section, a taxpayer that has obtained the certifications required by chapter six-C of title twenty-two of the code shall be allowed a credit against the tax imposed by this chapter. The amount of the credit shall be the amount determined by multiplying three thousand dollars by the number of eligible aggregate employment shares maintained by the taxpayer during the taxable year with respect to eligible premises to which the taxpayer has relocated; provided, however, that no credit shall be allowed for the relocation of any retail activity or hotel services; provided, further, that no credit shall be allowed under this subdivision to any taxpayer that has elected pursuant to subdivision (d) of section 22-624 of the code to take such credit against a gross receipts tax imposed under chapter eleven of this title. For purposes of this subdivision, the terms \"eligible aggregate employment shares\", \"eligible premises\", \"relocate\", \"retail activity\" and \"hotel services\" shall have the meanings ascribed by section 22-623 of the code. (2) The credit allowed under this subdivision with respect to eligible aggregate employment shares maintained with respect to eligible premises to which the taxpayer has relocated shall be allowed for the taxable year of the relocation and for any of the twelve succeeding taxable years during which eligible aggregate employment shares are maintained with respect to eligible premises; provided that the credit allowed for the twelfth succeeding taxable year shall be calculated by multiplying the number of eligible aggregate employment shares maintained with respect to eligible premises in the twelfth succeeding taxable year by the lesser of one and a fraction the numerator of which is such number of days in the taxable year of relocation less the number of days the taxpayer maintained employment shares in eligible premises in the taxable year of relocation and the denominator of which is the number of days in such twelfth succeeding taxable year during which such eligible aggregate employment shares are maintained with respect to such premises. (3) Except as provided in paragraph four of this subdivision, if the amount of the credit allowable under this subdivision for any taxable year exceeds the tax imposed for such year, the excess may be carried over, in order, to the five immediately succeeding taxable years and, to the extent not previously deductible, may be deducted from the taxpayer's tax for such years. (4) The credits allowed under this subdivision, against the tax imposed by this chapter for the taxable year of the relocation and for the four taxable years immediately succeeding the taxable year of such relocation, shall be deemed to be overpayments of tax by the taxpayer to be credited or refunded, without interest, in accordance with the provisions of section 11-526 of this chapter. For such taxable years, such credits or portions thereof may not be carried over to any succeeding taxable year. (5) The credit allowable under this subdivision shall be deducted after the credits allowed by subdivisions (b), (i) and (j) of this section, but prior to the deduction of any other credit allowed by this section. * (m) Film production credit. (1) allowance of credit. A taxpayer which is a qualified film production company as defined in this subdivision and which is subject to tax under this chapter, shall be allowed a credit against the unincorporated business income tax imposed pursuant to this chapter, in accordance with the provisions in paragraph (5) of this subdivision, to be computed as hereinafter provided. (2) The amount of the credit shall be the product of five percent and the qualified production costs paid or incurred in the production of a qualified film, provided that the qualified production costs (excluding post production costs) paid or incurred which are attributable to the use of tangible property or the performance of services at a qualified film production facility in the production of such qualified film equal or exceed seventy-five percent of the production costs (excluding post production costs) paid or incurred which are attributable to the use of tangible property or the performance of services at any film production facility within and without the city of New York in the production of such qualified film. However, if the qualified production costs (excluding post production costs) which are attributable to the use of tangible property or the performance of services at a qualified film production facility in the production of such qualified film are less than three million dollars, then the portion of the qualified productions costs attributable to the use of tangible property or the performance of services in the production of such qualified film outside of a qualified film production facility shall be allowed only if the shooting days spent in the city of New York outside of a film production facility in the production of such qualified film equal or exceed seventy-five percent of the total shooting days spent within and without the city of New York outside of a film production facility in the production of such qualified film. The credit shall be allowed for the taxable year in which the production of such qualified film is completed. (3) No qualified production costs used by a taxpayer either as the basis for the allowance of the credit provided for under this subdivision or used in the calculation of the credit provided for under this subdivision shall be used by such taxpayer to claim any other credit allowed pursuant to this title. (4) Definitions. As used in this subdivision, the following terms shall have the following meanings: (A) \"Qualified production costs\" means production costs only to the extent such costs are attributable to the use of tangible property or the performance of services within the city of New York directly and predominantly in the production (including pre-production and post production) of a qualified film. (B) \"Production costs\" means any costs for tangible property used and services performed directly and predominantly in the production (including pre-production and post production) of a qualified film. \"Production costs\" shall not include (i) costs for a story, script or scenario to be used for a qualified film and (ii) wages or salaries or other compensation for writers, directors, including music directors, producers and performers (other than background actors with no scripted lines). \"Production costs\" generally include technical and crew production costs, such as expenditures for film production facilities, or any part thereof, props, makeup, wardrobe, film processing, camera, sound recording, set construction, lighting, shooting, editing and meals. (C) \"Qualified film\" means a feature-length film, television film, television pilot and/or each episode of a television series, regardless of the medium by means of which the film, pilot or episode is created or conveyed. \"Qualified film\" shall not include (i) a documentary film, news or current affairs program, interview or talk program, \"how-to\" (i.e., instructional) film or program, film or program consisting primarily of stock footage, sporting event or sporting program, game show, award ceremony, film or program intended primarily for industrial, corporate or institutional end-users, fundraising film or program, daytime drama (i.e., daytime \"soap opera\"), commercials, music videos or \"reality\" program, or (ii) a production for which records are required under section 2257 of title 18, United States code, to be maintained with respect to any performer in such production (reporting of books, films, etc. with respect to sexually explicit conduct). (D) \"Film production facility\" shall mean a building and/or complex of buildings and their improvements and associated back-lot facilities in which films are or are intended to be regularly produced and which contain at least one sound stage. (E) \"Qualified film production facility\" shall mean a film production facility in the city of New York, which contains at least one sound stage having a minimum of seven thousand square feet of contiguous production space. (F) \"Qualified film production company\" is an unincorporated business which is principally engaged in the production of a qualified film and controls the qualified film during production. (5) Application of credit. (A) If the amount of the credit allowable under this subdivision for any taxable year exceeds the taxpayer's tax for such year, fifty percent of the excess shall be treated as an overpayment of tax to be credited or refunded as provided in section 11-526 of this chapter, provided, however, that notwithstanding the provisions of section 11-528 of this chapter, no interest shall be paid thereon. The balance of such credit not credited or refunded in such taxable year may be carried over to the immediately succeeding taxable year and may be deducted from the taxpayer's tax for such year. The excess, if any, of the amount of the credit over the tax for such succeeding year shall be treated as an overpayment of tax to be credited or refunded in accordance with the provisions of section 11-526 of this chapter, provided, however, that notwithstanding the provisions of section 11-528 of this chapter, no interest shall be paid thereon. (B) Notwithstanding anything contained in this section to the contrary, the credit provided by this subdivision shall be allowed against the taxes authorized by this chapter for the taxable year after reduction by all other credits permitted by this chapter. * NB Expired August 20, 2008 (n) Industrial business zone tax credit. (1) For taxable years beginning on or after January first, two thousand six, in addition to any other credit allowed by this section, an eligible business that first enters into a binding contract on or after July first, two thousand five to purchase or lease eligible premises to which it relocates shall be allowed a one-time credit against the tax imposed by this chapter to be credited or refunded in the manner hereinafter provided in this subdivision. The amount of such credit shall be one thousand dollars per full-time employee; provided, however, that the amount of such credit shall not exceed the lesser of actual relocation costs or one hundred thousand dollars. (2) When used in this subdivision, the following terms shall have the following meanings: \"Eligible business\" means any business subject to tax under this chapter that (A) has been conducting substantial business operations and engaging primarily in industrial and manufacturing activities at one or more locations within the city of New York or outside the state of New York continuously during the twenty-four consecutive full months immediately preceding relocation, (B) has leased the premises from which it relocates continuously during the twenty-four consecutive full months immediately preceding relocation, (C) first enters into a binding contract on or after July first, two thousand five to purchase or lease eligible premises to which such business will relocate, and (D) will be engaged primarily in industrial and manufacturing activities at such eligible premises. \"Eligible premises\" means premises located entirely within an industrial business zone. For any eligible business, an industrial business zone tax credit shall not be granted with respect to more than one eligible premises. \"Full-time employee\" means (A) one person gainfully employed in an eligible premises by an eligible business where the number of hours required to be worked by such person is not less than thirty-five hours per week; or (B) two persons gainfully employed in an eligible premises by an eligible business where the number of hours required to be worked by each such person is more than fifteen hours per week but less than thirty-five hours per week. \"Industrial business zone\" means an area within the city of New York established pursuant to section 22-626 of this code. \"Industrial business zone tax credit\" means a credit, as provided for in this subdivision, against a tax imposed under this chapter. \"Industrial and manufacturing activities\" means activities involving the assembly of goods to create a different article, or the processing, fabrication, or packaging of goods. Industrial and manufacturing activities shall not include waste management or utility services. \"Relocation\" means the physical relocation of furniture, fixtures, equipment, machinery and supplies directly to an eligible premises, from one or more locations of an eligible business, including at least one location at which such business conducts substantial business operations and engages primarily in industrial and manufacturing activities. For purposes of this subdivision, the date of relocation shall be (A) the date of the completion of the relocation to the eligible premises or (B) ninety days from the commencement of the relocation to the eligible premises, whichever is earlier. \"Relocation costs\" means costs incurred in the relocation of such furniture, fixtures, equipment, machinery and supplies, including, but not limited to, the cost of dismantling and reassembling equipment and the cost of floor preparation necessary for the reassembly of the equipment. Relocation costs shall include only such costs that are incurred during the ninety-day period immediately following the commencement of the relocation to an eligible premises. Relocation costs shall not include any costs for structural or capital improvements or items purchased in connection with the relocation. (3) The credit allowed under this subdivision for any taxable year shall be deemed to be an overpayment of tax by the taxpayer to be credited or refunded without interest, in accordance with the provisions of section 11-526 of this chapter. (4) The number of full-time employees for the purposes of calculating an industrial business zone tax credit shall be the average number of full-time employees, calculated on a weekly basis, employed in the eligible premises by the eligible business in the fifty-two week period immediately following relocation. (5) The credit allowed under this subdivision must be taken by the taxpayer in the taxable year in which such fifty-two week period ends. (6) For the purposes of calculating entire net income in the taxable year that an industrial business zone tax credit is allowed, a taxpayer must add back the amount of the credit allowed under this subdivision, to the extent of any relocation costs deducted in the current taxable year or a prior taxable year in calculating federal taxable income. (7) The credit allowed under this subdivision shall not be granted for an eligible business for more than one relocation. Notwithstanding the foregoing, an industrial business zone tax credit allowed under this subdivision shall not be granted if the eligible business receives benefits pursuant to chapter six-B or six-C of title twenty-two of this code, through a grant program administered by the business relocation assistance corporation, or through the New York city printers relocation fund grant. (8) The commissioner of finance is authorized to promulgate rules and regulations and to prescribe forms necessary to effectuate the purposes of this subdivision. (o) Biotechnology Credit. (a)(1) A taxpayer that is a qualified emerging technology company, engages in biotechnologies, and meets the eligibility requirements of this subdivision, shall be allowed a credit against the tax imposed by this subchapter. The amount of credit shall be equal to the sum of the amounts specified in subparagraphs (3), (4), (5) of this paragraph, subject to the limitations in subparagraph (7) of this paragraph and paragraph (b) of this subdivision. For the purposes of this subdivision, \"qualified emerging technology company\" shall mean a company located in city: (A) whose primary products or services are classified as emerging technologies and whose total annual product sales are ten million dollars or less; or (B) a company that has research and development activities in city and whose ratio of research and development funds to net sales equals or exceeds the average ratio for all surveyed companies classified as determined by the National Science Foundation in the most recent published results from its Survey of Industry Research and Development, or any comparable successor survey as determined by the department, and whose total annual product sales are ten million dollars or less. For the purposes of this subdivision, the definition of research and development funds shall be the same as that used by the National Science Foundation in the aforementioned survey. For the purposes of this subdivision, \"biotechnologies\" shall mean the technologies involving the scientific manipulation of living organisms, especially at the molecular and/or the sub-molecular genetic level, to produce products conducive to improving the lives and health of plants, animals, and humans; and the associated scientific research, pharmacological, mechanical, and computational applications and services connected with these improvements. Activities included with such applications and services shall include, but not be limited to, alternative mRNA splicing, DNA sequence amplification, antigenetic switching bioaugmentation, bioenrichment, bioremediation, chromosome walking, cytogenetic engineering, DNA diagnosis, fingerprinting, and sequencing, electroporation, gene translocation, genetic mapping, site-directed mutagenesis, bio-transduction, bio-mechanical and bio-electrical engineering, and bio-informatics. (2) An eligible taxpayer shall (A) have no more than one hundred full-time employees, of which at least seventy-five percent are employed in the city, (B) have a ratio of research and development funds to net sales, as referred to in section thirty-one hundred two-e of the public authorities law, which equals or exceeds six percent during the calendar year ending with or within the taxable year for which the credit is claimed, and (C) have gross revenues, along with the gross revenues of its \"affiliates\" and \"related members\" not exceeding twenty million dollars for the calendar year immediately preceding the calendar year ending with or within the taxable year for which the credit is claimed. For the purposes of this subdivision, \"affiliates\" shall mean those corporations that are members of the same affiliated group (as defined in section fifteen hundred four of the internal revenue code) as the taxpayer. For the purposes of this subdivision, \"related members\" shall mean a person, corporation, or other entity, including an entity that is treated as a partnership or other pass-through vehicle for purposes of federal taxation, whether such person, corporation or entity is a taxpayer or not, where one such person, corporation or entity, or set of related persons, corporations or entities, directly or indirectly owns or controls a controlling interest in another entity. Such entity or entities may include all taxpayers under chapters six, eleven and seventeen of this title, and subchapters two and three of this chapter. A controlling interest shall mean, in the case of a corporation, either thirty percent or more of the total combined voting power of all classes of stock of such corporation, or thirty percent or more of the capital, profits or beneficial interest in such voting stock of such corporation; and in the case of a partnership, association, trust or other entity, thirty percent or more of the capital, profits or beneficial interest in such partnership, association, trust or other entity. (3) An eligible taxpayer shall be allowed a credit for eighteen per centum of the cost or other basis for federal income tax purposes of research and development property that is acquired by the taxpayer by purchase as defined in section 179(d) of the internal revenue code and placed in service during the calendar year that ends with or within the taxable year for which the credit is claimed. Provided, however, for the purposes of this paragraph only, an eligible taxpayer shall be allowed a credit for such percentage of the (A) cost or other basis for federal income tax purposes for property used in the testing or inspection of materials and products, (B) the costs or expenses associated with quality control of the research and development, (C) fees for use of sophisticated technology facilities and processes, (D) fees for the production or eventual commercial distribution of materials and products resulting from the activities of an eligible taxpayer as long as such activities fall under activities relating to biotechnologies. The costs, expenses and other amounts for which a credit is allowed and claimed under this paragraph shall not be used in the calculation of any other credit allowed under this subchapter. For the purposes of this subdivision, \"research and development property\" shall mean property that is used for purposes of research and development in the experimental or laboratory sense. Such purposes shall not be deemed to include the ordinary testing or inspection of materials or products for quality control, efficiency surveys, management studies, consumer surveys, advertising, promotions, or research in connection with literary, historical or similar projects. (4) An eligible taxpayer shall be allowed a credit for nine per centum of qualified research expenses paid or incurred by the taxpayer in the calendar year ending with or within the taxable year for which the credit is claimed. For the purposes of this subdivision, \"qualified research expenses\" shall mean expenses associated with in-house research and processes, and costs associated with the dissemination of the results of the products that directly result from such research and development activities; provided, however, that such costs shall not include advertising or promotion through media. In addition, costs associated with the preparation of patent applications, patent application filing fees, patent research fees, patent examinations fees, patent post allowance fees, patent maintenance fees, and grant application expenses and fees shall qualify as qualified research expenses. In no case shall the credit allowed under this paragraph apply to expenses for litigation or the challenge of another entity's intellectual property rights, or for contract expenses involving outside paid consultants. (5) An eligible taxpayer shall be allowed a credit for qualified high-technology training expenditures as described in this paragraph paid or incurred by the taxpayer during the calendar year that ends with or within the taxable year for which the credit is claimed. (A) The amount of credit shall be one hundred percent of the training expenses described in subparagraph (C) of this paragraph, subject to a limitation of no more than four thousand dollars per employee per calendar year for such training expenses. (B) Qualified high-technology training shall include a course or courses taken and satisfactorily completed by an employee of the taxpayer at an accredited, degree granting post-secondary college or university in city that (i) directly relates to biotechnology activities, and (ii) is intended to upgrade, retrain or improve the productivity or theoretical awareness of the employee. Such course or courses may include, but are not limited to, instruction or research relating to techniques, meta, macro, or micro-theoretical or practical knowledge bases or frontiers, or ethical concerns related to such activities. Such course or courses shall not include classes in the disciplines of management, accounting or the law or any class designed to fulfill the discipline specific requirements of a degree program at the associate, baccalaureate, graduate or professional level of these disciplines. Satisfactory completion of a course or courses shall mean the earning and granting of credit or equivalent unit, with the attainment of a grade of \"B\" or higher in a graduate level course or courses, a grade of \"C\" or higher in an undergraduate level courses or courses, or a similar measure of competency for a course that is not measured according to a standard grade formula. (C) Qualified high-technology training expenditures shall include expenses for tuition and mandatory fees, software required by the institution, fees for textbooks or other literature required by the institution offering the course or courses, minus applicable scholarships and tuition or fee waivers not granted by the taxpayer or any affiliates of the taxpayer, that are paid or reimbursed by the taxpayer. Qualified high-technology expenditures do not include room and board, computer hardware or software not specifically assigned for such course or courses, late-charges, fines or membership dues and similar expenses. Such qualified expenditures shall not be eligible for the credit provided by this section unless the employee for whom the expenditures are disbursed is continuously employed by the taxpayer in a full-time, full-year position primarily located at a qualified site during the period of such coursework and lasting through at least one hundred eighty days after the satisfactory completion of the qualifying course-work. Qualified high-technology training expenditures shall not include expenses for in-house or shared training outside of a city higher education institution or the use of consultants outside of credit granting courses, whether such consultants function inside of such higher education institution or not. (D) If a taxpayer relocates from an academic business incubator facility partnered with an accredited post-secondary education institution located within city, which provides space and business support services to taxpayers, to another site, the credit provided in this subdivision shall be allowed for all expenditures referenced in subparagraph (C) of this paragraph paid or incurred in the two preceding calendar years that the taxpayer was located in such an incubator facility for employees of the taxpayer who also relocate from said incubator facility to such city site and are employed and primarily located by the taxpayer in city. Such expenditures in the two preceding years shall be added to the amounts otherwise qualifying for the credit provided by this subdivision that were paid or incurred in the calendar year that the taxpayer relocates from such a facility. Such expenditures shall include expenses paid for an eligible employee who is a full-time, full-year employee of said taxpayer during the calendar year that the taxpayer relocated from an incubator facility notwithstanding (i) that such employee was employed full or part-time as an officer, staff-person or paid intern of the taxpayer when such taxpayer was located at such incubator facility or (ii) that such employee was not continuously employed when such taxpayer was located at the incubator facility during the one hundred eighty day period referred to in subparagraph (C) of this paragraph, provided such employee received wages or equivalent income for at least seven hundred fifty hours during any twenty-four month period when the taxpayer was located at the incubator facility. Such expenditures shall include payments made to such employee after the taxpayer has relocated from the incubator facility for qualified expenditures if such payments are made to reimburse an employee for expenditures paid by the employee during such two preceding years. The credit provided under this paragraph shall be allowed in any taxable year that the taxpayer qualifies as an eligible taxpayer. (E) For purposes of this subdivision the term \"academic year\" shall mean the annual period of sessions of a post-secondary college or university. (F) For the purposes of this subdivision the term \"academic incubator facility\" shall mean a facility providing low-cost space, technical assistance, support services and educational opportunities, including but not limited to central services provided by the manager of the facility to the tenants of the facility, to an entity located in city. Such entity's primary activity must be in biotechnologies, and such entity must be in the formative stage of development. The academic incubator facility and the entity must act in partnership with an accredited post-secondary college or university located in city. An academic incubator facility's mission shall be to promote job creation, entrepreneurship, technology transfer, and provide support services to incubator tenants, including, but not limited to, business planning, management assistance, financial-packaging, linkages to financing services, and coordinating with other sources of assistance. (6) An eligible taxpayer may claim credits under this subdivision for three consecutive years. In no case shall the credit allowed by this subdivision to a taxpayer exceed two hundred fifty thousand dollars per calendar year for eligible expenditures made during such calendar year. (7) The credit allowed under this subdivision for any taxable year shall not reduce the tax due for such year to less than the amount computed in subdivision (a) of this section. Provided, however, if the amount of credit allowed under this subdivision for any taxable year reduces the tax to such amount, any amount of credit not deductible in such taxable year shall be treated as an overpayment of tax to be credited or refunded in accordance with the provisions of section 11-526 of this chapter; provided, however, that notwithstanding the provisions of section 11-528 of this chapter, no interest shall be paid thereon. (8) The credit allowed under this subdivision shall only be allowed for taxable years beginning on or after January first, two thousand ten and before January first, two thousand sixteen. (b)(1) The percentage of the credit allowed to a taxpayer under this subdivision in any calendar year shall be: (A) If the average number of individuals employed full time by a taxpayer in the city during the calendar year that ends with or within the taxable year which the credit is claimed is at least one hundred five percent of the taxpayer's base year employment, one hundred percent, except that in no case shall the credit allowed under this clause exceed two hundred fifty thousand dollars per calendar year. Provided, however, the increase in base year employment shall not apply to a taxpayer allowed a credit under this subdivision that was (I) located outside of the city, (II) not doing business, or (III) did not have any employees, in the year preceding the first year that the credit is claimed. Any such taxpayer shall be eligible for one hundred percent of the credit for the first calendar year that ends with or within the taxable year for which the credit is claimed, provided that such taxpayer locates in the city, begins doing business in the city or hires employees in the city during such calendar year and is otherwise eligible for the credit pursuant to the provisions of this subdivision. (B) If the average number of individuals employed full time by a taxpayer in the city during the calendar year that ends with or within the taxable year for which the credit is claimed is less than one hundred five percent of the taxpayer's base year employment, fifty percent, except that in no case shall the credit allowed under this clause exceed one hundred twenty five thousand dollars per calendar year. In the case of an entity located in city receiving space and business support services by an academic incubator facility, if the average number of individuals employed full time by such entity in the city during the calendar year in which the credit allowed under this subdivision is claimed is less than one hundred five percent of the taxpayer's base year employment, the credit shall be zero. (2) For the purposes of this subdivision, \"base year employment\" means the average number of individuals employed full-time by the taxpayer in the city in the year preceding the first calendar year that ends with or within the taxable year for which the credit is claimed. (3) For the purposes of this subdivision, average number of individuals employed full-time shall be computed by adding the number of such individuals employed by the taxpayer at the end of each quarter during each calendar year or other applicable period and dividing the sum so obtained by the number of such quarters occurring within such calendar year or other applicable period. (4) Notwithstanding anything contained in this section to the contrary, the credit provided by this subdivision shall be allowed against the taxes authorized by this chapter for the taxable year after reduction by all other credits permitted by this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "5",
    "text": "CITY UNINCORPORATED BUSINESS INCOME TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "503",
    "identifier": "11-503",
    "catch_text": "Imposition of tax."
  }
}