{
  "text": "ยง 11-507 Unincorporated business deductions. The unincorporated business deductions of an unincorporated business means the items of loss and deduction directly connected with or incurred in the conduct of the business, which are allowable for federal income tax purposes for the taxable year (including losses and deductions connected with any property employed in the business), with the following modifications: (1) A deduction shall be allowed for charitable contributions of the unincorporated business, to the extent that such contributions would be deductible for federal income tax purposes if made by a corporation, but not in excess of five per centum of the amount by which the unincorporated business gross income exceeds the sum of (A) the unincorporated business deductions computed without the benefit of any deduction for charitable contributions and (B) the deduction allowed under subdivision (b) of section 11-509 of this chapter, where the election permitted by such subsection has been exercised. (2) (a) A deduction shall be allowed for net operating losses incurred by the unincorporated business, except as otherwise provided by paragraph (b) of this subdivision, in an amount computed in the same manner as the net operating loss deduction which would be allowed for the taxable year for federal income tax purposes if the unincorporated business were an individual taxpayer (but determined solely by reference to the unincorporated business gross income and unincorporated business deductions, allocated to the city, of the unincorporated business); provided, however, that such net operating loss deduction which would be allowed for the taxable year for federal income tax purposes shall for purposes of this paragraph be determined as if the unincorporated business had elected under section one hundred seventy-two of the internal revenue code to relinquish the entire carryback period with respect to net operating losses, except with respect to the first ten thousand dollars of each of such losses, sustained during taxable years ending after June thirtieth, nineteen hundred eighty-nine. Such deduction shall not include any net operating loss sustained during any taxable year beginning prior to January first, nineteen hundred sixty-six and for the purposes of this paragraph a net operating loss shall be determined without regard to any deductions allowed pursuant to subdivision (b) of section 11-509 of this chapter and any net operating loss for a taxable year beginning in nineteen hundred eighty-one shall be computed without regard to the deduction allowed with respect to recovery property under section one hundred sixty-eight of the internal revenue code; in lieu of such deduction, a taxpayer shall be allowed for such taxable year with respect to such property the depreciation deduction allowable under section one hundred sixty-seven of such internal revenue code as such section was in full force and effect on December thirty-first, nineteen hundred eighty. (b) In the case of a partnership, no net operating loss carryback or carryover to any taxable year shall be allowed unless one or more of the partners during such taxable year were persons having a proportionate interest or interests, amounting to at least eighty percent of all such interests, in the unincorporated business gross income and unincorporated business deductions of the partnership which sustained the loss for which a carryback or carryover is claimed. In such event, the carryback or carryover allowable on account of such loss shall not exceed the percentage of the amount otherwise allowable, determined by dividing (A) the sum of the proportionate interests in the unincorporated business gross income and unincorporated business deductions of the partnership, for the year to which the loss is carried back or carried over, attributable to such partners, by (B) the sum of such proportionate interests owned by all partners for such taxable year. The amount by which the carryback or carryover otherwise allowable exceeds the amount allowable pursuant to the preceding sentence shall not be a carryback or carryover to any other taxable year. (3) No deduction shall be allowed (except as provided in section 11-509 of this chapter) for amounts paid or incurred to a proprietor or partner for services or for use of capital. (4) No deduction shall be allowed for income taxes imposed by the city, this state or any other taxing jurisdiction, or the tax imposed by article thirteen-A of the tax law. (5) No deduction shall be allowed for (A) interest on indebtedness incurred or continued to purchase or carry obligations or securities the interest on which is exempt from tax under this chapter; (B) expenses paid or incurred for the production or collection of such income or the management, conservation or maintenance of property held for the production of such income; or (C) the amortizable bond premium on any bond the interest income from which is so exempt. (6) No deduction shall be allowed in respect of the excess of net long-term capital gain over net short-term capital loss, but capital losses incurred in the unincorporated business shall be treated as ordinary losses and shall be allowed in full. (7) In the case of a taxpayer who has exercised the election permitted by subdivision (b) of section 11-509 of this chapter, no deduction shall be allowed for expenditures with reference to the property to which such election relates, or for depreciation of such property, except as permitted by said subdivision. (8) A deduction shall be allowed (to the extent not allowable for federal income tax purposes) for (A) interest on indebtedness incurred or continued to purchase or carry obligations or securities the interest on which is subject to tax under this chapter but exempt from federal income tax; (B) ordinary and necessary expenses paid or incurred during the taxable year for the production or collection of such income or the management, conservation or maintenance of property held for the production of such income; and (C) the amortizable bond premium for the taxable year on any bond the interest on which is subject to tax under this chapter but exempt from federal income tax. (9) At the election of the taxpayer, a deduction shall be allowed for expenditures paid or incurred during the taxable year for the construction, reconstruction, erection or improvement of industrial waste treatment facilities and air pollution control facilities. (A) (i) The term \"industrial waste treatment facilities\" shall mean facilities for the treatment, neutralization or stabilization of industrial waste (as the term \"industrial waste\" is defined in section 17-0105 of the environmental conservation law) from a point immediately preceding the point of such treatment, neutralization or stabilization to the point of disposal, including the necessary pumping and transmitting facilities, but excluding such facilities installed for the primary purpose of salvaging materials which are usable in the manufacturing process or are marketable. (ii) The term \"air pollution control facilities\" shall mean facilities which remove, reduce, or render less noxious air contaminants emitted from an air contamination source (as the terms \"air contaminant\" and \"air contamination source\" are defined in section 19-0107 of the environmental conservation law) from a point immediately preceding the point of such removal, reduction or rendering to the point of discharge of air, meeting emission standards as established by the air pollution control board, but excluding such facilities installed for the primary purpose of salvaging materials which are usable in the manufacturing process or are marketable and excluding those facilities which rely for their efficacy on dilution, dispersion or assimilation of air contaminants in the ambient air after emission. (B) However, such deduction shall be allowed only (i) with respect to tangible property which is depreciable, pursuant to section one hundred sixty-seven of the internal revenue code, having a situs in the city and used in the taxpayer's trade or business, the construction, reconstruction, erection or improvement of which, in the case of industrial waste treatment facilities, is initiated on or after January first, nineteen hundred sixty-six, and only for expenditures paid or incurred prior to January first, nineteen hundred seventy-two, or which, in the case of air pollution control facilities, is initiated on or after January first, nineteen hundred sixty-six, and (ii) on condition that such facilities have been certified by the state commissioner of environmental conservation or his or her designated representative, in the same manner as provided in either section 17-0707 or 19-0309 of the environmental conservation law, as applicable, as complying with the provision of the environmental conservation law, the sanitary code and regulations, permits or orders promulgated pursuant thereto, and (iii) on condition that for the taxable year and all succeeding taxable years, no deduction for such expenditures or for depreciation of the same property allowed for federal income tax purposes shall be allowed under this chapter, except to the extent that the basis of the property may be attributable to factors other than such expenditures, or in case a deduction is allowable pursuant to this subdivision, for only a part of such expenditures, on condition that any deduction allowed for federal income tax purposes for such expenditures or for depreciation of the same property be proportionately reduced in computing unincorporated business deductions for the taxable year and all succeeding taxable years, and (iv) where the election provided for in subdivision (b) of section 11-509 of this chapter has not been exercised in respect to the same property. (C) (i) If expenditures in respect to an industrial waste treatment facility or an air pollution control facility have been deducted as provided herein and if within ten years from the end of the taxable year in which such deduction was allowed such property or any part thereof is used for the primary purpose of salvaging materials which are usable in the manufacturing process or are marketable, the taxpayer shall report such change of use in its return for the first taxable year during which it occurs, and the commissioner of finance may recompute the tax for the year or years for which such deduction was allowed and any carryback or carryover year, and may assess any additional tax resulting from such recomputation within the time fixed by paragraph eight of subdivision (c) of section 11-523 of this chapter. (ii) If a deduction is allowed as herein provided for expenditures paid or incurred during any taxable year on the basis of a temporary certificate of compliance issued pursuant to the public health law, and if the taxpayer fails to obtain a permanent certificate of compliance upon completion of the facilities with respect to which such temporary certificate was issued, the taxpayer shall report such failure in its report for the taxable year during which such facilities are completed, and the commissioner of finance may recompute the tax for the year or years for which such deduction was allowed and any carryback or carryover year, and may assess any additional tax resulting from such recomputation within the time fixed by paragraph eight of subdivision (c) of section 11-523 of this chapter. (D) In any taxable year when property is sold or otherwise disposed of, with respect to which a deduction has been allowed pursuant to this subdivision, such deduction shall be disregarded in computing gain or loss, and the gain or loss on the sale or other disposition of such property shall be the gain or loss allowable for federal income tax purposes for such taxable year. (10) In the case of mines, oil and gas wells and other natural deposits, no deduction of any allowance for percentage depletion pursuant to section six hundred thirteen or section six hundred thirteen A of the internal revenue code of nineteen hundred fifty-four, as amended, shall be allowed. However, an allowance for depletion with respect to such property shall be deductible in the amount which would be allowable under section six hundred eleven of such internal revenue code if such deduction were computed without reference to such section six hundred thirteen or section six hundred thirteen A of such code. With respect to the computation of depletion pursuant to this section, the basis for such computation for taxable years beginning in nineteen hundred seventy-two shall be the federal basis. For subsequent taxable years, the basis of such computation shall be reduced only by the deduction for the allowance for depletion deductible pursuant to this section. In any taxable year when any such property is sold or otherwise disposed of, with respect to which a deduction has been allowed pursuant to this subdivision, the gain or loss thereon entering into the computation of federal taxable income shall be disregarded in computing unincorporated business taxable income and there shall be added to or subtracted from federal gross income, so modified, the gain or loss upon such sale or other disposition. In computing such gain or loss, the basis of the property sold or disposed of shall be adjusted to reflect the deduction allowed with respect to such property pursuant to this subdivision. (11) A deduction shall be allowed for that portion of wages and salaries paid or incurred for the taxable year for which a deduction is not allowed pursuant to the provisions of section two hundred eighty C of the internal revenue code. (12) For taxable years beginning after December thirty-first, nineteen hundred eighty-one, except with respect to property which is a qualified mass commuting vehicle described in subparagraph (D) of paragraph eight of subsection (f) of section one hundred sixty-eight of the internal revenue code (relating to qualified mass commuting vehicles), a deduction shall be allowed for any amount which the taxpayer could have excluded for purposes of this chapter had it not made the election provided for in such paragraph eight as it was in effect for agreements entered into prior to January first, nineteen hundred eighty-four. (13) For taxable years beginning after December thirty-first, nineteen hundred eighty-one, except with respect to property which is a qualified mass commuting vehicle described in subparagraph (D) of paragraph eight of subsection (f) of section one hundred sixty-eight of the internal revenue code (relating to qualified mass commuting vehicles), no deduction shall be allowed for any amount deductible for federal income tax purposes solely as a result of an election made pursuant to the provisions of such paragraph eight as it was in effect for agreements entered into prior to January first, nineteen hundred eighty-four. (14) In the case of property placed in service in taxable years beginning before nineteen hundred ninety-four, for taxable years beginning after December thirty-first, nineteen hundred eighty-one, except with respect to property subject to the provisions of section two hundred eighty-F of the internal revenue code and property subject to the provisions of section one hundred sixty-eight of the internal revenue code which is placed in service in this state in taxable years beginning after December thirty-first, nineteen hundred eighty-four, no deduction shall be allowed for the amount allowable as a deduction determined under section one hundred sixty-eight of the internal revenue code. (15) In the case of property placed in service in taxable years beginning before nineteen hundred ninety-four, for taxable years beginning after December thirty-first, nineteen hundred eighty-one, except with respect to property subject to the provisions of section two hundred eighty-F of the internal revenue code and property subject to the provisions of section one hundred sixty-eight of the internal revenue code which is placed in service in this state in taxable years beginning after December thirty-first, nineteen hundred eighty-four, and provided a deduction has not been disallowed pursuant to subdivision thirteen of this section, a taxpayer shall be allowed with respect to property which is subject to the provisions of section one hundred sixty-eight of the internal revenue code the depreciation deduction allowable under section one hundred sixty-seven of the internal revenue code as such section would have applied to property placed in service on December thirty-first, nineteen hundred eighty. (16) Notwithstanding any other provision of this chapter to the contrary, no deduction shall be allowed for interest, depreciation or any other expense directly or indirectly attributable to the holding, leasing or managing of real property or to income or gain therefrom if, and to the extent that, such holding, leasing or managing of real property is not deemed an unincorporated business carried on by the taxpayer pursuant to the provisions of subdivision (d) of section 11-502 of this chapter. (17) Notwithstanding any other provision of this chapter to the contrary, no deduction shall be allowed for any expenses directly or indirectly attributable to activities described in paragraph two of subdivision (c) of section 11-502 of this chapter if, and to the extent that, such activities are not deemed an unincorporated business carried on by the taxpayer pursuant to the provisions of subdivision (c) of section 11-502 of this chapter. (18) Notwithstanding any other provision of this chapter to the contrary, in the case of a taxpayer that is an unincorporated entity described in subparagraph (B) of paragraph four of subdivision (c) of section 11-502 of this chapter, no deduction shall be allowed for any losses or expenses directly or indirectly attributable to the sale or other disposition of an interest in another unincorporated entity if, and to the extent that, such losses or expenses are attributable to activities of such other unincorporated entity not deemed an unincorporated business carried on by the taxpayer pursuant to the provisions of subdivision (c) of section 11-502 of this chapter. (19) Notwithstanding any other provision of this chapter to the contrary, no deduction shall be allowed for interest, depreciation or any other expense directly or indirectly attributable to the provision by an owner, lessee or fiduciary holding, leasing or managing real property of the service of parking, garaging or storing of motor vehicles on a monthly or longer term basis to tenants at such real property if, and to the extent that, the provision of such services to such tenants is not deemed an unincorporated business pursuant to the provisions of subdivision (d) of section 11-502 of this chapter. (20) For taxable years ending after September tenth, two thousand one, in the case of qualified property described in paragraph two of subsection k of section one hundred sixty-eight of the internal revenue code, other than qualified resurgence zone property described in subdivision twenty-two of this section, and other than qualified New York Liberty Zone property described in paragraph two of subsection b of section fourteen hundred L of the internal revenue code (without regard to clause (i) of subparagraph (C) of such paragraph), no deduction shall be allowed for the amount allowable as a deduction under section one hundred sixty-seven of the internal revenue code. (21) For taxable years ending after September tenth, two thousand one, in the case of qualified property described in paragraph two of subsection k of section one hundred sixty-eight of the internal revenue code other than qualified resurgence zone property described in subdivision twenty-two of this section, and other than qualified New York Liberty Zone property described in paragraph two of subsection b of section fourteen hundred L of the internal revenue code (without regard to clause (i) of subparagraph (C) of such paragraph), a deduction shall be allowed with respect to such property equal to the depreciation deduction allowable under section one hundred sixty-seven of the internal revenue code as such section would have applied to such property had it been acquired by the taxpayer on September tenth, two thousand one, provided, however, that for taxable years beginning on or after January first, two thousand four, in the case of a passenger motor vehicle or a sport utility vehicle subject to the provisions of subdivision twenty-four of this section, the limitation under clause (i) of subparagraph (A) of paragraph one of subdivision (a) of section two hundred eighty F of the internal revenue code applicable to the amount allowed as a deduction under this paragraph shall be determined as of the date such vehicle was placed in service and not as of September tenth, two thousand one. (22) For purposes of subdivisions twenty and twenty-one of this section, qualified resurgence zone property shall mean qualified property described in paragraph two of subsection k of section one hundred sixty-eight of the internal revenue code substantially all of the use of which is in the resurgence zone, as defined below, and is in the active conduct of a trade or business by the taxpayer in such zone, and the original use of which in the resurgence zone commences with the taxpayer after September tenth, two thousand one. The resurgence zone shall mean the area of New York county bounded on the south by a line running from the intersection of the Hudson River with the Holland Tunnel and running thence east to Canal Street, then running along the centerline of Canal Street to the intersection of the Bowery and Canal Street, running thence in a southeasterly direction diagonally across Manhattan Bridge Plaza, to the Manhattan Bridge, and thence along the centerline of the Manhattan Bridge to the point where the centerline of the Manhattan Bridge would intersect with the easterly bank of the East River, and bounded on the north by a line running from the intersection of the Hudson River with the Holland Tunnel and running thence north along West Avenue to the intersection of Clarkson Street then running east along the centerline of Clarkson Street to the intersection of Washington Avenue, then running south along the centerline of Washington Avenue to the intersection of West Houston Street, then east along the centerline of West Houston Street, then at the intersection of the Avenue of the Americas continuing east along the centerline of East Houston Street to the easterly bank of the East River. (23) For taxable years beginning on or after January first, two thousand four, in the case of a taxpayer that is not an eligible farmer as defined in subsection (n) of section six hundred six of the tax law, no deduction shall be allowed for the amounts allowable as a deduction under sections one hundred seventy-nine, one hundred sixty-seven and one hundred sixty-eight of the internal revenue code with respect to a sport utility vehicle that is not a passenger automobile as defined in paragraph five of subsection (d) of section two hundred eighty F of the internal revenue code. (24) For taxable years beginning on or after January first, two thousand four, in the case of a taxpayer that is not an eligible farmer as defined in subsection (n) of section six hundred six of the tax law, a deduction shall be allowed with respect to a sport utility vehicle that is not a passenger automobile as defined in paragraph five of subsection (d) of section two hundred eighty F of the internal revenue code equal to the amounts allowable as a deduction under sections one hundred seventy-nine, one hundred sixty-seven and one hundred sixty-eight of the internal revenue code, determined as if such sport utility vehicle were a passenger automobile as defined in such paragraph five. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "5",
    "text": "CITY UNINCORPORATED BUSINESS INCOME TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "507",
    "identifier": "11-507",
    "catch_text": "Unincorporated business deductions."
  }
}