{
  "text": "ยง 11-511 Declarations of estimated tax. (a) Requirement of declaration. Except as provided in subdivision (j) of this section, every unincorporated business shall make a declaration of its estimated tax for the taxable year, containing such information as the commissioner of finance may prescribe by regulations or instruction, if: (1) for taxable years beginning after nineteen hundred eighty-six but before nineteen hundred ninety-six, its unincorporated business taxable income can reasonably be expected to exceed fifteen thousand dollars; (2) for taxable years beginning in nineteen hundred ninety-six, its unincorporated business taxable income can reasonably be expected to exceed twenty thousand dollars; (3) for taxable years beginning after nineteen hundred ninety-six but before two thousand nine, its estimated tax can reasonably be expected to exceed one thousand eight hundred dollars; and (4) for taxable years beginning after two thousand eight, its estimated tax can reasonably be expected to exceed three thousand four hundred dollars. (b) Definition of estimated tax. The term \"estimated tax\" means the amount which an unincorporated business estimates to be its tax under this chapter for the taxable year, less the amount which it estimates to be the sum of any credits allowable against the tax other than the credit allowable under subdivision (c) of section 11-503 of this chapter. (c) Time for filing declaration. Except as hereinafter provided, a declaration of estimated tax required under this section shall be filed on or before April fifteenth of the taxable year provided, however, that if the requirements of subdivision (a) of this section are first met: (1) after April first and before June second of the taxable year, the declaration shall be filed on or before June fifteenth, or (2) after June first and before September second of the taxable year, the declaration shall be filed on or before September fifteenth, or (3) after September first of the taxable year, the declaration shall be filed on or before January fifteenth of the succeeding year. (d) Filing of declarations on or before January fifteenth. (1) A declaration of estimated tax by an unincorporated business having an estimated unincorporated business taxable income from farming (including oyster farming) for the taxable year which is at least two-thirds of its total estimated unincorporated business taxable income for the taxable year may be filed at any time on or before January fifteenth of the succeeding year. (2) For taxable years beginning before nineteen hundred ninety-seven, a declaration of estimated tax under this section of forty dollars or less for the taxable year may be filed at any time on or before January fifteenth of the succeeding year under regulations of the commissioner of finance. (e) Amendments of declaration. An unincorporated business may amend a declaration under regulations of the commissioner of finance. (f) Return as declaration or amendment. If on or before February fifteenth of the succeeding taxable year an unincorporated business subject to the estimated tax requirements of this section files its return for the taxable year for which the declaration is required, and pays on or before such date the full amount of the tax shown to be due on the return: (1) such return shall be considered as its declaration if no declaration was required to be filed during the taxable year, but is otherwise required to be filed on or before January fifteenth of the succeeding year, and (2) such return shall be considered as the amendment permitted by subdivision (e) to be filed on or before January fifteenth if the tax shown on the return is greater than the estimated tax shown in a declaration previously made. (g) Fiscal year. This section shall apply to a taxable year other than a calendar year by the substitution of the months of such fiscal year for the corresponding months specified in this section. (h) Short taxable year. An unincorporated business subject to the estimated tax requirements of this section and having a taxable year of less than twelve months shall make a declaration in accordance with regulations of the commissioner of finance. (i) Declaration of unincorporated business under a disability. The declaration of estimated tax for an unincorporated business which is unable to make a declaration for any reason shall be made and filed by the committee, fiduciary or other person charged with the care of the property of such unincorporated business (other than a receiver in possession of only a part of such property), or by his or her duly authorized agent. (j) Declaration of estimated tax for taxable years beginning prior to July thirteenth, nineteen hundred sixty-six. Notwithstanding subdivision (c) of this section, no declaration of estimated tax required by subdivision (a) of this section need be filed until September twelfth, nineteen hundred sixty-six. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "5",
    "text": "CITY UNINCORPORATED BUSINESS INCOME TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "511",
    "identifier": "11-511",
    "catch_text": "Declarations of estimated tax."
  }
}