{
  "text": "ยง 11-519 Report of change in federal or New York state taxable income. If the amount of a taxpayer's federal or New York state taxable income reported on his or her federal or New York state income tax for any taxable year is changed or corrected by the United States internal revenue service or the New York state tax commission or other competent authority, or as the result of a renegotiation of a contract or subcontract with the United States or the state of New York, or if a taxpayer, pursuant to subsection (d) of section sixty-two hundred thirteen of the internal revenue code, executes a notice of waiver of the restrictions provided in subsection (a) of said section, or if a taxpayer, pursuant to subsection (f) of section six hundred eighty-one of the tax law, executes a notice or waiver of the restrictions provided in subsection (c) of such section of the tax law, the taxpayer shall report such change or correction in federal or New York state taxable income or such execution of such notice of waiver and the changes or corrections of the taxpayer's federal or New York state taxable income on which it is based, within ninety days after the final determination of such change, correction, or renegotiation, or such execution of such notice of waiver, or as otherwise required by the commissioner of finance, and shall concede the accuracy of such determination or state wherein it is erroneous. Any taxpayer filing an amended federal or New York state income tax return shall also file within ninety days thereafter an amended return under this chapter, and shall give such information as the commissioner of finance may require. The commissioner of finance may by regulation prescribe such exceptions to the requirements of this section as the commissioner deems appropriate. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "5",
    "text": "CITY UNINCORPORATED BUSINESS INCOME TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "519",
    "identifier": "11-519",
    "catch_text": "Report of change in federal or New York state taxable income."
  }
}