{
  "text": "ยง 11-509 Deductions not subject to allocation. (a) In computing unincorporated business taxable income, there shall be allowed (without allocation under section 11-508 of this chapter) deductions for reasonable compensation for taxable years beginning before January first, two thousand seven, not in excess of five thousand dollars, and for taxable years beginning on or after January first, two thousand seven, not in excess of ten thousand dollars, for personal services of the proprietor and each partner actively engaged in the unincorporated business, but the aggregate of such deductions shall not exceed twenty per centum of the unincorporated business taxable income computed without the benefit of any deductions under this subdivision or the unincorporated business exemptions under section 11-510 of this chapter. (b) Subject to the conditions provided in paragraphs three and four of this subdivision at the election of the taxpayer there shall also be allowed (without allocation under section 11-508 of this chapter) either or both of the items set forth in paragraphs one and two of this subdivision, except that only one of the items shall be allowed with respect to any one item of property. (1) Depreciation with respect to any property such as described in paragraphs three or four of this subdivision, and subject to the conditions provided therein, not exceeding twice the depreciation allowed with respect to the same property for federal income tax purposes. Such deduction shall be allowed only upon condition that no deduction shall be allowed pursuant to section 11-507 of this chapter for depreciation of the same property, and the total of all deductions allowed pursuant to this paragraph in any taxable year or years with respect to any property shall not exceed its cost or other basis and, in the case of an unincorporated business carried on both within and without this city, with respect to property described in paragraph four of this subdivision, such total shall not exceed its cost or other basis multiplied by (A) the percentage of the excess of the taxpayer's unincorporated business gross income over its unincorporated business deductions allocated to this city, or (B) the percentage of the taxpayer's business income allocated to this city, whichever is applicable, which percentage shall be determined under section 11-508 of this chapter for the first year such depreciation is deducted. (2) Expenditures paid or incurred during the taxable year for the construction, reconstruction, erection or acquisition of any property such as described in paragraph three or four of this subdivision, and subject to the conditions provided therein, which is used or to be used for purposes of research or development in the experimental or laboratory sense. Such purposes shall not be deemed to include the ordinary testing or inspection of materials or products for quality control, efficiency surveys, management studies, consumer surveys, advertising, promotions or research in connection with literary, historical or similar projects. Such deduction shall be allowed only on condition that, in the case of an unincorporated business carried on both within and without this city, with respect to property described in paragraph four of this subdivision, such deduction does not exceed the expenditures multiplied by (A) the percentage of the excess of the taxpayer's unincorporated business gross income over its unincorporated business deductions allocated to this city, or (B) the percentage of the taxpayer's business income allocated to this city, whichever is applicable, which percentage shall be determined under section 11-508 of this chapter for the first year such depreciation is deducted, and that, for the taxable year and all succeeding taxable years, no deduction shall be allowed pursuant to section 11-507 of this chapter on account of such expenditures or on account of depreciation of the same property, except to the extent that its basis may be attributable to factors other than such expenditures, or in case a deduction is allowable pursuant to this paragraph for only a part of such expenditures, on condition that any deduction allowable for federal income tax purposes on account of such expenditures or on account of depreciation of the same property shall be proportionately reduced in determining the deductions allowable pursuant to section 11-507 of this chapter for the taxable year and all succeeding taxable years. With respect to property which is used or to be used for research and development only in part, or during only part of its useful life, the deduction allowable pursuant to this paragraph shall be limited to a proportionate part of the expenditures relating thereto. If a deduction shall have been allowed pursuant to this paragraph for all or part of such expenditures with respect to any property, and such property is used for purposes other than research and development to a greater extent than originally reported, the taxpayer shall report such use in the taxpayer's return for the first taxable year during which it occurs, and the commissioner of finance may recompute the tax for the year or years for which such deduction was allowed, and may assess any additional tax resulting from such recomputation within the time fixed by subdivision (c) of section 11-523 of this chapter. (3) For purposes of this paragraph, such deduction shall be allowed only with respect to tangible property which is depreciable pursuant to section one hundred sixty-seven of the internal revenue code, having a situs in the city and used in the taxpayer's trade or business, (A) constructed, reconstructed or erected after December thirty-first, nineteen hundred sixty-five, pursuant to a contract which was, on or before December thirty-first, nineteen hundred sixty-seven, and at all times thereafter, binding on the taxpayer or, property, the physical construction, reconstruction or erection of which began on or before December thirty-first, nineteen hundred sixty-seven or which began after such date pursuant to an order placed on or before December thirty-first, nineteen hundred sixty-seven, and then only with respect to that portion of the basis thereof or the expenditure relating thereto which is properly attributable to such construction, reconstruction or erection after December thirty-first, nineteen hundred sixty-five, or (B) acquired after December thirty-first, nineteen hundred sixty-five, pursuant to a contract which was, on or before December thirty-first, nineteen hundred sixty-seven, and at all times thereafter, binding on the taxpayer or pursuant to an order placed on or before December thirty-first, nineteen hundred sixty-seven, by purchase as defined in section one hundred seventy-nine (d) of the internal revenue code, if the original use of such property commenced with the taxpayer, commenced in the city and commenced after December thirty-first, nineteen hundred sixty-five or (C) acquired, constructed, reconstructed, or erected subsequent to December thirty-first, nineteen hundred sixty-seven, if such acquisition, construction, reconstruction or erection is pursuant to a plan of the taxpayer which was in existence December thirty-first, nineteen hundred sixty-seven and not thereafter substantially modified, and such acquisition, construction, reconstruction or erection would qualify under the rules in paragraph four, five or six of subsection (h) of section forty-eight of the internal revenue code provided all references in such paragraphs four, five and six to the dates October nine, nineteen hundred sixty-six, and October ten, nineteen hundred sixty-six, shall be read as December thirty-first, nineteen hundred sixty-seven. A taxpayer shall be allowed a deduction under subparagraph (A), (B) or (C) of this paragraph only if the tangible property shall be delivered or the construction, reconstruction or erection shall be completed on or before December thirty-first, nineteen hundred sixty-nine, except in the case of tangible property which is acquired, constructed, reconstructed or erected pursuant to a contract which was, on or before December thirty-first, nineteen hundred sixty-seven, and at all times thereafter, binding on the taxpayer. However, for any taxable year beginning on or after January first, nineteen hundred sixty-eight, a taxpayer shall not be allowed a deduction under paragraph one of this subdivision with respect to tangible personal property leased to any other person or corporation. For purposes of the preceding sentence, any contract or agreement to lease or rent or for a license to use such property shall be considered a lease. With respect to property which a taxpayer uses for purposes other than leasing for part of a taxable year and leases for a part of a taxable year, a deduction under paragraph one may be taken in proportion to the part of the year such property is used by the taxpayer. (4) For purposes of this paragraph, such deductions shall be allowed only with respect to tangible property which is depreciable pursuant to section one hundred sixty-seven of the internal revenue code, having a situs in this city and used in the taxpayer's trade or business, (A) the construction, reconstruction, or erection of which is completed after December thirty-first, nineteen hundred sixty-seven, and then only with respect to that portion of the basis thereof or the expenditures relating thereto which is properly attributable to such construction, reconstruction or erection after December thirty-first, nineteen hundred sixty-three, or (B) acquired after December thirty-first, nineteen hundred sixty-seven, by purchase as defined in section one hundred seventy-nine (d) of the internal revenue code, if the original use of such property commenced with the taxpayer, commenced in this city and commenced after December thirty-first, nineteen hundred sixty-five. Provided, however, a deduction under paragraph one of this subdivision shall be allowed with respect to property described in this paragraph only on condition that such property shall be principally used by the taxpayer in the production of goods by manufacturing; processing; assembling; refining; mining; extracting; farming; agriculture; horticulture; floriculture; viticulture or commercial fishing. For purposes of the preceding sentence, manufacturing shall mean the process of working raw materials into wares suitable for use or which gives new shapes, new qualities or new combinations to matter which already has gone through some artificial process by the use of machinery, tools, appliances, and other similar equipment. Property used in the production of goods shall include machinery, equipment or other tangible property which is principally used in the repair and service of other machinery, equipment or other tangible property used principally in the production of goods and shall include all facilities used in the manufacturing operation, including storage of material to be used in manufacturing and of the products that are manufactured. At the option of the taxpayer, air and water pollution control facilities which qualify for elective deductions under subdivision nine of section 11-507 of this chapter may be treated, for purposes of this paragraph, as tangible property principally used in the production of goods by manufacturing; processing; assembling; refining; mining; extracting; farming; agriculture; horticulture; floriculture; viticulture or commercial fishing, in which event, a deduction shall not be allowed under subdivision nine of section 11-507 of this chapter. However, for any taxable year beginning on or after January first, nineteen hundred sixty-eight, a taxpayer shall not be allowed a deduction under paragraph one of this subdivision with respect to tangible personal property leased to any other person or corporation. For purposes of the preceding sentence, any contract or agreement to lease or rent or for a license to use such property shall be considered a lease. With respect to property which a taxpayer uses for purposes other than leasing for part of a taxable year and leases for a part of a taxable year, a deduction under paragraph one shall be allowed in proportion to the part of the year such property is used by the taxpayer. (5) If the deductions allowable for any taxable year pursuant to this subdivision exceed the taxpayer's unincorporated business taxable income, determined without the allowance of such deductions, the excess may be carried over to the following taxable year or years and may be deducted (without allocation under section 11-508 of this chapter) in computing unincorporated business taxable income for such year or years. (6) In any taxable year when property is sold or otherwise disposed of, with respect to which a deduction has been allowed pursuant to paragraph one or two of this subdivision, the basis of such property shall be adjusted to reflect the deductions so allowed, and if the basis as so adjusted is lower than the adjusted basis of the same property for federal income tax purposes, there shall be added to federal gross income the amount of the difference between such adjusted bases. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "5",
    "text": "CITY UNINCORPORATED BUSINESS INCOME TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "509",
    "identifier": "11-509",
    "catch_text": "Deductions not subject to allocation."
  }
}