{
  "text": "ยง 11-523 Limitations on assessment. (a) General. Except as otherwise provided in this section, any tax under this chapter shall be assessed within three years after the return was filed (whether or not such return was filed on or after the date prescribed). (b) Time return deemed filed. For purposes of this section a return of tax filed before the last day prescribed by law or by regulations promulgated pursuant to law for the filing thereof, shall be deemed to be filed on such last day. (c) Exceptions. (1) Assessment at any time. The tax may be assessed at any time if: (A) no return is filed, (B) a false or fraudulent return is filed with intent to evade tax, (C) the taxpayer fails to comply with section 11-519 of this chapter in not reporting a change or correction increasing or decreasing the taxpayer's federal or New York state taxable income as reported on the taxpayer's federal or New York state income tax return, or the execution of a notice of waiver and the changes or corrections on which it is based or in not reporting a change or correction which is treated in the same manner as if it were a deficiency for federal or New York state income tax purposes, or in not filing an amended return, or (D) the taxpayer fails to file a report or amended return or report required under section 11-519.1 of this chapter, in respect of a change or correction of sales and compensating use tax liability, relating to the purchase or use of items for which a sales or compensating use tax credit against the tax imposed by this chapter was claimed. (2) Extension by agreement. Where, before the expiration of the time prescribed in this section for the assessment of tax, both the commissioner of finance and the taxpayer have consented in writing to its assessment after such time, the tax may be assessed at any time prior to the expiration of the period agreed upon. The period so agreed upon may be extended by subsequent agreements in writing made before the expiration of the period previously agreed upon. (3) Report of changed or corrected federal or New York state income. If the taxpayer shall, pursuant to section 11-519 of this chapter, report a change or correction or file an amended return increasing or decreasing federal or New York state taxable income or report the execution of a notice of waiver and the changes and corrections on which it is based, or a change or correction which is treated in the same manner as if it were a deficiency for federal or New York state income tax purposes, the assessment (if not deemed to have been made upon the filing of the report or amended return) may be made at any time within two years after such report or amended return was filed. The amount of such assessment of tax shall not exceed the amount of the increase in city tax attributable to such federal or New York state change or correction. The provisions of this paragraph shall not affect the time within which or the amount for which an assessment may otherwise be made. (4) Deficiency attributable to net operating loss carryback. If a deficiency is attributable to the application to the taxpayer of a net operating loss carryback, it may be assessed at any time that a deficiency for the taxable year of the loss may be assessed. (5) Recovery of erroneous refund. An erroneous refund shall be considered an underpayment of tax on the date made, and an assessment of a deficiency arising out of an erroneous refund may be made at any time within two years from the making of the refund, except that the assessment may be made within five years from the making of the refund if it appears that any part of the refund was induced by fraud or misrepresentation of a material fact. (6) Request for prompt assessment. If a return is required for a decedent or for his or her estate during the period of administration, the tax shall be assessed within eighteen months after written request therefor (made after the return is filed) by the executor, administrator or other person representing the estate of such decedent, but not more than three years after the return was filed, except as otherwise provided in this subdivision and subdivision (d) of this section. (7) Report on use of certain property. Under the circumstances described in paragraph two of subdivision (b) of section 11-509 of this chapter, the tax may be assessed within three years after the filing of a return reporting that property has been used for purposes other than research and development to a greater extent than originally reported. (8) Report concerning waste treatment facility. Under the circumstances described in paragraph nine of section 11-507 of this chapter, the tax may be assessed within three years after the filing of the return containing the information required by such paragraph. (9) Report of changed or corrected sales and compensating use tax liability. If the taxpayer files a report or amended return or report required under section 11-519.1 of this chapter, in respect of a change or correction of sales and compensating use tax liability, the assessment (if not deemed to have been made upon the filing of the report) may be made at any time within two years after such report or amended return or report was filed. The amount of such assessment of tax shall not exceed the amount of the increase in city tax attributable to such state change or correction. The provisions of this paragraph shall not affect the time within which or the amount for which an assessment may otherwise be made. (d) Omission of income on return. The tax may be assessed at any time within six years after the return was filed if (1) a taxpayer omits from his or her city unincorporated business gross income an amount properly includible therein which is in excess of twenty-five per centum of the amount of city unincorporated business gross income stated in the return, or (2) an estate or trust omits income from its return in an amount in excess of twenty-five percent of its income determined as if it were an individual. For purposes of this subdivision there shall not be taken into account any amount which is omitted in the return if such amount is disclosed in the return, or in a statement attached to the return, in a manner adequate to apprise the commissioner of finance of the nature and amount of such item. (e) Suspension of running of period of limitation. The running of the period of limitations on assessment or collection of tax or other amount (or of a transferee's liability) shall, after the mailing of a notice of deficiency, be suspended for the period during which the commissioner of finance is prohibited under subdivision (c) of section 11-521 of this chapter from making the assessment or from collecting by levy. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "5",
    "text": "CITY UNINCORPORATED BUSINESS INCOME TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "523",
    "identifier": "11-523",
    "catch_text": "Limitations on assessment."
  }
}