{
  "text": "ยง 11-536 Armed forces relief provisions. (a) Time to be disregarded. In the case of an individual serving in the armed forces of the United States or serving in support of such armed forces, in an area designated by the president of the United States by executive order as a \"combat zone\" at any time during the period designated by the president by executive order as the period of combatant activities in such zone, or hospitalized outside the state as a result of injury received while serving in such an area during such time, the period of service in such area, plus the period of continuous hospitalization outside the state attributable to such injury, and the next one hundred eighty days thereafter, shall be disregarded in determining, under this chapter, in respect of the tax liability (including any interest, penalty, or addition to the tax) of such individual: (1) Whether any of the following acts was performed within the time prescribed therefor: (A) filing any return of tax; (B) payment of any tax or any installment thereof or of any other liability to the commissioner of finance, in respect thereof; (C) filing a petition with the tax appeals tribunal for credit or refund or for redetermination of a deficiency, or application for review of a decision rendered by the tax appeals tribunal; (D) allowance of a credit or refund of tax; (E) filing a claim for credit or refund of tax; (F) assessment of tax; (G) giving or making any notice or demand for the payment of any tax, or with respect to any liability to the commissioner of finance in respect of tax; (H) collection, by the commissioner of finance, by levy or otherwise of the amount of any liability in respect of tax; (I) bringing suit by the city, or any officer, on its behalf, in respect of any liability in respect of tax; and (J) any other act required or permitted under this chapter or specified in regulations prescribed under this section by the commissioner of finance. (2) The amount of any credit or refund (including interest). (b) Action taken before ascertainment of right to benefits. The assessment or collection of the tax imposed by this chapter or of any liability to the commissioner of finance in respect of such tax, or any action or proceeding by or on behalf of the commissioner of finance in connection therewith, may be made, taken, begun, or prosecuted in accordance with law, without regard to the provisions of subdivision (a) of this section, unless prior to such assessment, collection, action, or proceeding it is ascertained that the person concerned is entitled to the benefit of subdivision (a) of this section. (c) Members of armed forces dying in action. In the case of any person who dies during an induction period while in active service as a member of the armed forces of the United States, if such death occurred while serving in a combat zone during a period of combatant activities in such zone, as described in subdivision (a) of this section, or as a result of wounds, disease or injury incurred while so serving, the tax imposed by this chapter shall not apply with respect to the taxable year in which falls the date of such person's death, or with respect to any prior taxable year ending on or after the first day he or she so served in a combat zone, and no returns shall be required in behalf of such person or such person's estate for such year; and the tax for any such taxable year which is unpaid at the date of his or her death, including interest, additions to tax and penalties, if any, shall not be assessed and if assessed, the assessment shall be abated and, if collected, shall be refunded to the legal representative of such person's estate if one has been appointed and has qualified, or, if no legal representative has been appointed or has qualified, to such person's surviving spouse. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "5",
    "text": "CITY UNINCORPORATED BUSINESS INCOME TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "536",
    "identifier": "11-536",
    "catch_text": "Armed forces relief provisions."
  }
}