{
  "text": "ยง 11-512 Payments of estimated tax. (a) General. The estimated tax with respect to which a declaration is required shall be paid as follows: (1) If the declaration is filed on or before April fifteenth of the taxable year, the estimated tax shall be paid in four equal installments. The first installment shall be paid at the time of the filing of the declaration, and the second, third and fourth installments shall be paid on the following June fifteenth, September fifteenth, and January fifteenth, respectively. (2) If the declaration is filed after April fifteenth and not after June fifteenth of the taxable year, and is not required to be filed on or before April fifteenth of the taxable year, the estimated tax shall be paid in three equal installments. The first installment shall be paid at the time of the filing of the declaration, and the second and third installments shall be paid on the following September fifteenth and January fifteenth, respectively. (3) If the declaration is filed after June fifteenth and not after September fifteenth of the taxable year, and is not required to be filed on or before June fifteenth of the taxable year, the estimated tax shall be paid in two equal installments. The first installment shall be paid at the time of the filing of the declaration, and the second shall be paid on the following January fifteenth. (4) If the declaration is filed after September fifteenth of the taxable year, and is not required to be filed on or before September fifteenth of the taxable year, the estimated tax shall be paid in full at the time of the filing of the declaration. (5) If the declaration is filed after the time prescribed therefor, or after the expiration of any extension of time therefor, paragraphs two, three and four of this subdivision shall not apply, and there shall be paid at the time of such filing all installments of estimated tax payable at or before such time, and the remaining installments shall be paid at the times at which, and in the amounts in which, they would have been payable if the declaration had been filed when due. (b) Amendments of declaration. If any amendment of a declaration is filed, the remaining installments, if any, shall be ratably increased or decreased (as the case may be) to reflect any increase or decrease in the estimated tax by reason of such amendment, and if any amendment is made after September fifteenth of the taxable year, any increase in the estimated tax by reason thereof shall be paid at the time of making such amendment. (c) Application to short taxable year. This section shall apply to a taxable year of less than twelve months in accordance with regulations of the commissioner of finance. (d) Fiscal year. This section shall apply to a taxable year other than a calendar year by the substitution of the months of such fiscal year for the corresponding months specified in this section. (e) Installments paid in advance. An unincorporated business may elect to pay any installment of its estimated tax prior to the date prescribed for the payment thereof. (f) Cross reference. For unincorporated businesses with taxable years beginning prior to July thirteenth, nineteen hundred sixty-six, see subdivision (j) of section 11-511 of this chapter. (g) Taxpayers with credit relating to stock transfer tax. The portion of an overpayment attributable to a credit allowable pursuant to subdivision (c) of section 11-503 of this chapter may not be credited against any payment due under this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "5",
    "text": "CITY UNINCORPORATED BUSINESS INCOME TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "512",
    "identifier": "11-512",
    "catch_text": "Payments of estimated tax."
  }
}