{
  "text": "ยง 11-504 Taxable years to which tax applies; tax for taxable years beginning prior to and ending after January first, nineteen hundred sixty-six. (a) General. The tax imposed by section 11-503 of this chapter, with any modification permitted by subdivision (b) of this section, is imposed for each taxable year beginning with taxable years ending on or after January first, nineteen hundred sixty-six. (b) Alternate methods for determining tax for taxable years ending on or after January first, nineteen hundred sixty-six. (1) The tax for any taxable year ending on or after January first, nineteen hundred sixty-six and before December thirty-first, nineteen hundred sixty-six, shall be an amount equal to the tax which would have been imposed had section 11-503 of this chapter been in effect for the entire taxable year, multiplied by the number of months (or major portions thereof) in such taxable year which occur after December thirty-first, nineteen hundred sixty-five and divided by the number of months (or major portions thereof) in such taxable year. (2) In lieu of the method of computation of tax prescribed in paragraph one of this subdivision, if the taxpayer maintained adequate records for the portion of any taxable year ending on or after January first, nineteen hundred sixty-six, and before December thirty-first, nineteen hundred sixty-six, which falls within the calendar year nineteen hundred sixty-six, the tax for such taxable year at the election of the taxpayer may be computed on the basis of the unincorporated business taxable income which the taxpayer would have reported had he or she filed a federal income tax return for a taxable year beginning January first, nineteen hundred sixty-six and ending with the close of such taxable year ending before December thirty-first, nineteen hundred sixty-six. Such taxable year beginning January first, nineteen hundred sixty-six and ending before December thirty-first, nineteen hundred sixty-six shall be deemed (unless clearly indicated otherwise) to be the taxable year of the taxpayer. For purposes of this paragraph, the unincorporated business exemptions allowable under section 11-510 of this chapter, the credit allowable under subdivision (b) of section 11-503 of this chapter and any net operating loss deduction as modified pursuant to subdivision two of section 11-507 of this chapter shall each be reduced by the same part of such exemptions, credit, or net operating loss deduction (as the case may be) as the number of months (or major portions thereof) in the taxable year occurring before January first, nineteen hundred sixty-six is of the number of months (or major portions thereof) in such taxable year. Except as provided in paragraph two, the tax for such period ending before December thirty-first, nineteen hundred sixty-six, shall be computed in accordance with the other provisions of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "5",
    "text": "CITY UNINCORPORATED BUSINESS INCOME TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "504",
    "identifier": "11-504",
    "catch_text": "Taxable years to which tax applies; tax for taxable years beginning prior to and ending after January first, nineteen hundred sixty-six."
  }
}