{
  "text": "ยง 11-537 General powers of commissioner of finance. (a) General. The commissioner of finance shall administer and enforce the tax imposed by this chapter and the commissioner is authorized to make such rules and regulations, and to require such facts and information to be reported, as the commissioner may deem necessary to enforce the provision of this chapter; and the commissioner may delegate his or her powers and functions under all parts of this chapter to one of the commissioner's deputies or to any employee or employees of the commissioner's department. (b) Examination of books and witnesses. The commissioner of finance for the purpose of ascertaining the correctness of any return, or for the purpose of making an estimate of tax of any person, shall have power to examine or to cause to have examined, by any agent or representative designated by the commissioner for that purpose, any books, papers, records or memoranda bearing upon the matters required to be included in the return, and may require the attendance of the person rendering the return or any officer or employee of such person, or the attendance of any other person having knowledge in the premises, and may take testimony and require proof material for the commissioner's information, with power to administer oaths to such person or persons. (c) Abatement authority. The commissioner of finance, of his or her own motion, may abate any small unpaid balance of an assessment of tax under this part, or any liability in respect thereof, if the commissioner of finance determines under uniform rules prescribed by the commissioner that the administration and collection costs involved would not warrant collection of the amount due. The commissioner may also abate, of his or her own motion, the unpaid portion of the assessment of any tax or any liability in respect thereof, which is excessive in amount, or is assessed after the expiration of the period of limitation properly applicable thereto, or is erroneously or illegally assessed. No claim for abatement under this subdivision shall be filed by a taxpayer. (d) Special refund authority. Where no questions of fact or law are involved and it appears from the records of the commissioner of finance that any moneys have been erroneously or illegally collected from any taxpayer or other person, or paid by such taxpayer or other person under a mistake of facts, pursuant to the provisions of this chapter, the commissioner of finance at any time, without regard to any period of limitations, shall have the power, upon making a record of his or her reasons therefor in writing, to cause such moneys so paid and being erroneously and illegally held to be refunded. (e) Cooperation with the United States, this state and other states. Notwithstanding the provisions of section 11-538 of this chapter, the commissioner of finance may permit the secretary of the treasury of the United States or the secretary's delegates, or the proper officer of this or any other state imposing an income tax upon the incomes of individuals, or the authorized representative of any such officer, to inspect any return filed under this chapter or may furnish to such officer or his or her authorized representative an abstract of any such return or supply such officer with information concerning an item contained in any such return, or disclosed by any investigation of tax liability under this chapter, but such permission shall be granted or such information furnished to such officer or such officer's representative only if the laws of the United States or of such state, as the case may be, grant substantially similar privileges to the commissioner of finance and such information is to be used for tax purposes only; and provided further the commissioner of finance may furnish to the secretary of the treasury of the United States or the secretary's delegates or to the tax commission of the state of New York or its delegates such returns filed under this chapter and other tax information, as he or she may consider proper for use in court actions or proceedings under the internal revenue code or the tax law of the state of New York, whether civil or criminal, where a written request therefor has been made to the commissioner of finance by the secretary of the treasury or by such tax commission or by their delegates, provided the laws of the United States or the laws of the state of New York grant substantially similar powers to the secretary of the treasury of the United States or the secretary's delegates or to such tax commission or its delegates. Where the commissioner of finance has so authorized use of returns or other information in such actions or proceedings, officers and employees of the department of finance may testify in such actions or proceedings in respect to such returns or other information. (f) (1) Authority to set interest rates. The commissioner of finance shall set the overpayment and underpayment rates of interest to be paid pursuant to sections 11-524, 11-525 and 11-528 of this chapter, but if no such rate or rates of interest are set, such overpayment rate shall be deemed to be set at six percent per annum and such underpayment rate shall be deemed to be set at seven and one-half percent per annum. Such overpayment and underpayment rates shall be the rates prescribed in paragraph two of this subdivision, but the underpayment rate shall not be less than seven and one-half percent per annum. Any such rates set by the commissioner of finance shall apply to taxes, or any portion thereof, which remain or become due or overpaid on or after the date on which such rates become effective and shall apply only with respect to interest computed or computable for periods or portions of periods occurring in the period during which such rates are in effect. (2) General rule. (A) Overpayment rate. The overpayment rate set under this subdivision shall be the sum of (i) the federal short-term rate as provided under paragraph three of this subdivision, plus (ii) two percentage points. (B) Underpayment rate. The underpayment rate set under this subdivision shall be the sum of (i) the federal short-term rate as provided under paragraph three of this subdivision, plus (ii) seven percentage points. (3) Federal short-term rate. For purposes of this subdivision: (A) The federal short-term rate for any month shall be the federal short-term rate determined by the United States secretary of the treasury during such month in accordance with subsection (d) of section twelve hundred seventy-four of the internal revenue code for use in connection with section six thousand six hundred twenty-one of the internal revenue code. Any such rate shall be rounded to the nearest full percent (or, if a multiple of one-half of one percent, such rate shall be increased to the next highest full percent). (B) Period during which rate applies. (i) In general. Except as provided in clause (ii) of this subparagraph, the federal short-term rate for the first month in each calendar quarter shall apply during the first calendar quarter beginning after such month. (ii) Special rule for the month of September, nineteen hundred eighty-nine. The federal short-term rate for the month of April, nineteen hundred eighty-nine shall apply with respect to setting the overpayment and underpayment rates for the month of September, nineteen hundred eighty-nine. (4) Publication of interest rates. The commissioner of finance shall cause to be published in the city record, and give other appropriate general notice of, the interest rates to be set under this subdivision no later than twenty days preceding the first day of the calendar quarter during which such interest rates apply. The setting and publication of such interest rates shall not be included within paragraph (a) of subdivision five of section one thousand forty-one of the city charter relating to the definition of a rule. (5) Cross-reference. For provisions relating to the power of the commissioner of finance to abate small amounts of interest, see subdivision (c) of this section. (g) In computing the amount of any interest required to be paid under this chapter by the commissioner of finance or by the taxpayer, or any other amount determined by reference to such amount of interest, such interest and such amount shall be compounded daily. The preceding sentence shall not apply for purposes of computing the amount of any addition to tax for failure to pay estimated tax under subdivision (c) of section 11-525 of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "5",
    "text": "CITY UNINCORPORATED BUSINESS INCOME TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "537",
    "identifier": "11-537",
    "catch_text": "General powers of commissioner of finance."
  }
}