{
  "text": "ยง 11-506 Unincorporated business gross income. (a) (1) General. Unincorporated business gross income of an unincorporated business means the sum of the items of income and gain of the business, of whatever kind and in whatever form paid, includible in gross income for the taxable year for federal income tax purposes, including income and gain from any property employed in the business, or from liquidation of the business, or from collection of installment obligations of the business, or from the sale or other disposition by an unincorporated entity of an interest in another unincorporated entity if and to the extent such income or gain is attributable to a trade, business, profession or occupation carried on in whole or in part in the city by such other unincorporated entity, with the modifications specified in this section. (2) The character of a partner's distributive share of gross income, gains, losses and deductions of an unincorporated entity shall be determined as if such gross income, gains, losses and deductions were realized directly by such partner regardless of how the interest in the unincorporated entity was acquired and regardless of whether the distributive share is proportionate to the partner's capital interest in the unincorporated entity, provided, however, this paragraph shall not apply to payments to a partner treated as occurring between the unincorporated entity and one who is not a partner under section seven hundred seven of the internal revenue code, and provided, further, this paragraph shall not affect the determination of whether gross income, gains, losses or deductions of an unincorporated entity are subject to the tax imposed by this chapter as realized from an unincorporated business. (b) Modifications increasing federal gross income. There shall be added to federal gross income of the business the following items attributable to the business: (1) Interest income on obligations of any state other than this state, or of a political subdivision of any such other state unless created by compact or agreement to which this state is a party. (2) Interest or dividend income on obligations or securities of any authority, commission, or instrumentality of the United States, which the laws of the United States exempt from federal income tax but not from state or local income taxes. (3) In the case of a taxpayer who has exercised the election permitted by subdivision (b) of section 11-509 of this chapter, if the property to which such election relates was sold or otherwise disposed of during the taxable year, the amount required by said subdivision to be added to federal gross income. (4) The entire amount allowable as an exclusion or deduction for stock transfer taxes imposed by article twelve of the tax law in determining federal gross income but only to the extent that such taxes are incurred and paid in market making transactions. (5) The amount allowed as an exclusion or deduction for sales and use taxes imposed by section eleven hundred seven of the tax law in determining federal gross income but only such portion of such exclusion or deduction which is not in excess of the amount of the credit allowed pursuant to subdivision (d) of section 11-503 of this chapter. (6) The amount allowed as an exclusion or deduction as rent in determining federal gross income but only such portion of such exclusion or deduction which is not in excess of the amount of the credit allowed pursuant to subdivision (e) of section 11-503 of this chapter. (7) The amount allowed as an exclusion or deduction in determining federal gross income but only such portion of such exclusion or deduction which is not in excess of the amount of the credit allowed pursuant to subdivision (f) of section 11-503 of this chapter. (8) For taxable years beginning after December thirty-first, nineteen hundred eighty-one, except with respect to property which is a qualified mass commuting vehicle described in subparagraph (D) of paragraph eight of subsection (f) of section one hundred sixty-eight of the internal revenue code (relating to qualified mass commuting vehicles), any amount which would properly be includible for federal income tax purposes had the taxpayer not made the election permitted pursuant to such paragraph eight as it was in effect for agreements entered into prior to January first, nineteen hundred eighty-four. (9) Upon the disposition of property to which subdivision fifteen of section 11-507 of this chapter applies, the amount, if any, by which the aggregate of the amounts described in such subdivision fifteen attributable to such property exceeds the aggregate of the amounts described in subdivision fourteen of section 11-507 of this chapter attributable to such property. (10) The amount allowed as an exclusion or deduction for sales and use taxes imposed by section eleven hundred seven of the tax law in determining federal gross income, but only such portion of such exclusion or deduction which is not in excess of the amount of the credit allowed pursuant to subdivision (g) of section 11-503 of this chapter. (12) The amount allowed as an exclusion or deduction for sales and use taxes imposed by section eleven hundred seven of the tax law (or for any interest imposed in connection therewith) in determining federal gross income, but only such portion of such exclusion or deduction which is not in excess of the amount of the credit allowed pursuant to subdivision (k) of section 11-503 of this chapter. (13) Notwithstanding any other provision of this chapter to the contrary, the amount allowed as an exclusion or deduction in determining federal gross income of any loss, including but not limited to, losses from notional principal contracts, losses, other than as a dealer, from the holding, sale, disposition, assumption, offset or termination of a position in, property, as defined in paragraph one of subdivision (c) of section 11-502 of this chapter, or other substantially similar losses from ordinary and routine trading or investment activity to the extent determined by the commissioner of finance, realized in connection with activities described in paragraph two of subdivision (c) of section 11-502 of this chapter if, and to the extent that, such activities are not deemed an unincorporated business carried on by the taxpayer pursuant to the provisions of subdivision (c) of section 11-502 of this chapter. (14) Notwithstanding any other provision of this chapter to the contrary, in the case of a taxpayer that is an unincorporated entity described in subparagraph (B) of paragraph four of subdivision (c) of section 11-502 of this chapter, the amount allowed as an exclusion or deduction in determining federal gross income of any loss realized from the sale or other disposition of an interest in another unincorporated entity if, and to the extent that, such loss is attributable to activities of such other unincorporated entity not deemed an unincorporated business carried on by the taxpayer pursuant to the provisions of subdivision (c) of section 11-502 of this chapter. (15) Notwithstanding any other provision of this chapter to the contrary, the amount allowed as an exclusion or deduction in determining federal gross income of any loss realized from the holding, leasing or managing of real property if, and to the extent that, such holding, leasing or managing of real property is not deemed an unincorporated business carried on by the taxpayer pursuant to the provisions of subdivision (d) of section 11-502 of this chapter. (16) Notwithstanding any other provision of this chapter to the contrary, the amount allowed as an exclusion or deduction in determining federal gross income of any loss realized from the provision by an owner, lessee or fiduciary holding, leasing or managing real property of the service of parking, garaging or storing of motor vehicles on a monthly or longer term basis to tenants at such real property if, and to the extent that, the provision of such services to such tenants is not deemed an unincorporated business carried on by the taxpayer pursuant to the provisions of subdivision (d) of section 11-502 of this chapter. (c) Modifications reducing federal gross income. There shall be subtracted from federal gross income of the business the following items attributable to the business: (1) Interest income on obligations of the United States and its possessions to the extent includible in gross income for federal income tax purposes; (2) Interest or dividend income on obligations or securities of any authority, commission or instrumentality of the United States to the extent includible in gross income for federal income tax purposes but exempt from state or local income taxes under the laws of the United States; (3) Interest or dividend income on obligations or securities to the extent exempt from income tax under the laws of the city or this state authorizing the issuance of such obligations or securities but includible in gross income for federal income tax purposes; (3-a) Fifty percent of dividends to the extent includible in gross income for federal income tax purposes and not subtracted under paragraph two or three of this subdivision, provided, however, that there shall be no subtraction pursuant to this paragraph for any portion of a dividend from stock with respect to which a dividend deduction would be disallowed by subsection (c) of section two hundred forty-six of the internal revenue code if the unincorporated business were a corporation; (4) The amount of any refund or credit for overpayment of income taxes imposed by the city, this state or any other taxing jurisdiction, or the tax imposed by article thirteen-A of the tax law, to the extent properly included in gross income for federal tax purposes; (5) With respect to gain derived from the sale or other disposition of any property acquired prior to January first, nineteen hundred sixty-six, except property described in subsections one and four of section twelve hundred twenty-one of the internal revenue code, the difference between: (a) the amount of gain included in federal gross income with respect to each such property, and (b) the amount of gain (if smaller than the amount described in subparagraph (a) of this paragraph) that would be included in federal gross income with respect to each such property if the federal adjusted basis of such property on the date of the sale or other disposition had been equal to its fair market value on January first, nineteen hundred sixty-six, or the date of its sale or other disposition prior to January first, nineteen hundred sixty-six, plus or minus all adjustments to basis made with respect to such property for federal income tax purposes for periods on and after January first, nineteen hundred sixty-six; provided, however, that the total modification provided by this subparagraph shall not exceed the taxpayer's net gain from the sale or other disposition of all such property. (6) For taxable years beginning after December thirty-first, nineteen hundred eighty-one, except with respect to property which is a qualified mass commuting vehicle described in subparagraph (D) of paragraph eight of subsection (f) of section one hundred sixty-eight of the internal revenue code (relating to qualified mass commuting vehicles), any amount properly includible in federal gross income solely as a result of an election made pursuant to the provisions of such paragraph eight as it was in effect for agreements entered into prior to January first, nineteen hundred eighty-four. (7) Upon the disposition of property to which subdivision fifteen of section 11-507 of this chapter applies, the amount, if any, by which the aggregate of the amounts described in subdivision fourteen of section 11-507 of this chapter attributable to such property exceeds the aggregate of the amounts described in subdivision fifteen of section 11-507 of this chapter attributable to such property. (8) Notwithstanding any other provision of this chapter to the contrary, the amount of any income or gain (to the extent includible in gross income for federal income tax purposes) realized from the holding, leasing or managing of real property if, and to the extent that, such holding, leasing or managing of real property is not deemed an unincorporated business carried on by the taxpayer pursuant to the provisions of subdivision (d) of section 11-502 of this chapter. (9) Notwithstanding any other provision of this chapter to the contrary, the amount of any income or gain (to the extent includible in gross income for federal income tax purposes), including but not limited to, dividends, interest, payments with respect to securities loans, income from notional principal contracts, or income and gains, other than as a dealer, from the holding, sale, disposition, assumption, offset or termination of a position in, property, as defined in paragraph one of subdivision (c) of section 11-502 of this chapter, or other substantially similar income from ordinary and routine trading or investment activity to the extent determined by the commissioner of finance, realized in connection with activities described in paragraph two of subdivision (c) of section 11-502 of this chapter if, and to the extent that, such activities are not deemed an unincorporated business carried on by the taxpayer pursuant to the provisions of subdivision (c) of section 11-502 of this chapter. (10) Notwithstanding any other provision of this chapter to the contrary, in the case of a taxpayer that is an unincorporated entity described in subparagraph (B) of paragraph four of subdivision (c) of section 11-502 of this chapter, the amount of any income or gain (to the extent includible in gross income for federal income tax purposes) realized from the sale or other disposition of an interest in another unincorporated entity if, and to the extent that, such income or gain is attributable to activities of such other unincorporated entity not deemed an unincorporated business carried on by the taxpayer pursuant to the provisions of subdivision (c) of section 11-502 of this chapter. (11) Notwithstanding any other provision of this chapter to the contrary, the amount of any income or gain (to the extent includible in gross income for federal income tax purposes) realized from the provision by an owner, lessee or fiduciary holding, leasing or managing real property of the service of parking, garaging or storing of motor vehicles on a monthly or longer term basis to tenants at such real property if, and to the extent that, the provision of such services to such tenants is not deemed an unincorporated business pursuant to the provisions of subdivision (d) of section 11-502 of this chapter. (d) Upon the disposition of property to which subdivisions twenty and twenty-one of section 11-507 apply, the amount of any gain or loss includible in entire net income shall be adjusted to reflect the modifications provided in such subdivisions attributable to such property. (e) Related members expense add back. (1) Definitions. (A) Related member. \"Related member\" means a related person as defined in subparagraph (c) of paragraph three of subsection (b) of section four hundred sixty-five of the internal revenue code, except that \"fifty percent\" shall be substituted for \"ten percent\". (B) Effective rate of tax. \"Effective rate of tax\" means, as to any city, the maximum statutory rate of tax imposed by the city on or measured by a related member's net income multiplied by the apportionment percentage, if any, applicable to the related member under the laws of said jurisdiction. For purposes of this definition, the effective rate of tax as to any city is zero where the related member's net income tax liability in said city is reported on a combined or consolidated return including both the taxpayer and the related member where the reported transactions between the taxpayer and the related member are eliminated or offset. Also, for purposes of this definition, when computing the effective rate of tax for a city in which a related member's net income is eliminated or offset by a credit or similar adjustment that is dependent upon the related member either maintaining or managing intangible property or collecting interest income in that city, the maximum statutory rate of tax imposed by said city shall be decreased to reflect the statutory rate of tax that applies to the related member as effectively reduced by such credit or similar adjustment. (C) Royalty payments. Royalty payments are payments directly connected to the acquisition, use, maintenance or management, ownership, sale, exchange, or any other disposition of licenses, trademarks, copyrights, trade names, trade dress, service marks, mask works, trade secrets, patents and any other similar types of intangible assets as determined by the commissioner of finance, and include amounts allowable as interest deductions under section one hundred sixty-three of the internal revenue code to the extent such amounts are directly or indirectly for, related to or in connection with the acquisition, use, maintenance or management, ownership, sale, exchange or disposition of such intangible assets. (D) Valid business purpose. A valid business purpose is one or more business purposes, other than the avoidance or reduction of taxation, which alone or in combination constitute the primary motivation for some business activity or transaction, which activity or transaction changes in a meaningful way, apart from tax effects, the economic position of the taxpayer. The economic position of the taxpayer includes an increase in the market share of the taxpayer, or the entry by the taxpayer into new business markets. (2) Royalty expense add backs. (A) For the purpose of computing unincorporated business entire net income, a taxpayer must add back royalty payments directly or indirectly paid, accrued, or incurred in connection with one or more direct or indirect transactions with one or more related members during the taxable year to the extent deductible in calculating federal taxable income. (B) Exceptions. (i) The adjustment required in this subdivision shall not apply to the portion of the royalty payment that the taxpayer establishes, by clear and convincing evidence of the type and in the form specified by the commissioner of finance, meets all of the following requirements: (I) the related member was subject to tax in this city or another city within the United States or a foreign nation or some combination thereof on a tax base that included the royalty payment paid, accrued or incurred by the taxpayer; (II) the related member during the same taxable year directly or indirectly paid, accrued or incurred such portion to a person that is not a related member; and (III) the transaction giving rise to the royalty payment between the taxpayer and the related member was undertaken for a valid business purpose. (ii) The adjustment required in this subdivision shall not apply if the taxpayer establishes, by clear and convincing evidence of the type and in the form specified by the commissioner of finance, that: (I) the related member was subject to tax on or measured by its net income in this city or another city within the United States, or some combination thereof; (II) the tax base for said tax included the royalty payment paid, accrued or incurred by the taxpayer; and (III) the aggregate effective rate of tax applied to the related member in those jurisdictions is no less than eighty percent of the statutory rate of tax that applied to the taxpayer under section 11-503 of this chapter for the taxable year. (iii) The adjustment required in this subdivision shall not apply if the taxpayer establishes, by clear and convincing evidence of the type and in the form specified by the commissioner of finance, that: (I) the royalty payment was paid, accrued or incurred to a related member organized under the laws of a country other than the United States; (II) the related member's income from the transaction was subject to a comprehensive income tax treaty between such country and the United States; (III) the related member was subject to tax in a foreign nation on a tax base that included the royalty payment paid, accrued or incurred by the taxpayer; (IV) the related member's income from the transaction was taxed in such country at an effective rate of tax at least equal to that imposed by this city; and (V) the royalty payment was paid, accrued or incurred pursuant to a transaction that was undertaken for a valid business purpose and using terms that reflect an arm's length relationship. (iv) The adjustment required in this subdivision shall not apply if the taxpayer and the commissioner of finance agree in writing to the application or use of alternative adjustments or computations. The commissioner of finance may, in his or her discretion, agree to the application or use of alternative adjustments or computations when he or she concludes that in the absence of such agreement the income of the taxpayer would not be properly reflected. (f) Upon the disposition of property to which subdivisions twenty-three and twenty-four of section 11-507 of this chapter apply, the amount of any gain or loss includible in unincorporated business gross income shall be adjusted to reflect the modifications provided in such subdivisions attributable to such property. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "5",
    "text": "CITY UNINCORPORATED BUSINESS INCOME TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "506",
    "identifier": "11-506",
    "catch_text": "Unincorporated business gross income."
  }
}