{
  "text": "ยง 11-522 Assessment. (a) Assessment date. The amount of tax which a return shows to be due, or the amount of tax which a return would have shown to be due but for a mathematical error, shall be deemed to be assessed on the date of filing of the return (including any amended return showing an increase of tax). In the case of a return properly filed without computation of tax, the tax computed by the commissioner of finance shall be deemed to be assessed on the date on which payment is due. If a notice of deficiency has been mailed, the amount of the deficiency shall be deemed to be assessed on the date specified in subdivision (b) of section 11-521 of this chapter if no petition is both served on the commissioner of finance and filed with the tax appeals tribunal, or if a petition is filed, then upon the date when a decision of the tax appeals tribunal establishing the amount of the deficiency becomes final. If an amended return or report filed pursuant to section 11-519 of this chapter concedes the accuracy of a federal or New York state adjustment, change or correction, any deficiency in tax under this chapter resulting therefrom shall be deemed to be assessed on the date of filing such report or amended return, and such assessment shall be timely notwithstanding section 11-523 of this chapter. If a report or amended return or report filed pursuant to section 11-519.1 of this chapter concedes the accuracy of a state change or correction of sales and compensating use tax liability, any deficiency in tax under this chapter resulting therefrom shall be deemed assessed on the date of filing such report, and such assessment shall be timely notwithstanding section 11-523 of this chapter. If a notice of additional tax due, as prescribed in subdivision (e) of section 11-521 of this chapter has been mailed, the amount of the deficiency shall be deemed to be assessed on the date specified in such subdivision unless within thirty days after the mailing of such notice a report of the federal or New York state change or correction or an amended return, where such return was required by section 11-519 of this chapter is filed accompanied by a statement showing wherein such federal or New York state determination and such notice of additional tax due are erroneous. If a notice of additional tax due, as prescribed in subdivision (h) of section 11-521 of this chapter, has been mailed, the amount of the deficiency shall be deemed to be assessed on the date specified in such subdivision unless within thirty days after the mailing of such notice a report of the state change or correction, or a copy of an amended return or report, where such copy was required by section 11-519.1 of this chapter, is filed accompanied by a statement showing wherein such state determination and such notice of additional tax due are erroneous. Any amount paid as a tax or in respect of a tax, other than amounts paid as estimated income tax, shall be deemed to be assessed upon the date of receipt of payment, notwithstanding any other provisions. (b) Other assessment powers. If the mode or time for the assessment of any tax under this chapter (including interest, additions to tax and assessable penalties) is not otherwise provided for, the commissioner of finance may establish the same by regulations. (c) Estimated income tax. No unpaid amount of estimated tax under section one hundred sixteen shall be assessed. (d) Supplemental assessment. The commissioner of finance may, at any time within the period prescribed for assessment, make a supplemental assessment, subject to the provisions of section 11-521 of this chapter where applicable, whenever it is ascertained that any assessment is imperfect or incomplete in any material respect. (e) Cross reference. For assessment in case of jeopardy, see section 11-534 of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "5",
    "text": "CITY UNINCORPORATED BUSINESS INCOME TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "522",
    "identifier": "11-522",
    "catch_text": "Assessment."
  }
}