{
  "text": "ยง 11-501 Meaning of terms. (a) General. Unless a different meaning is clearly required, any term used in this chapter shall have the same meaning as when used in a comparable context in the laws of the United States relating to federal income taxes, and any reference in this chapter to the laws of the United States shall mean the provisions of the internal revenue code of nineteen hundred fifty-four, and amendments thereto, and other provisions of the laws of the United States relating to federal income taxes, as the same are included in this chapter as an appendix or as included by reference to an appendix of another chapter enacted by the same law as enacts this chapter. (The quotation of the aforesaid laws of the United States is intended to make them a part of this chapter and to avoid constitutional uncertainties which might result if such laws were merely incorporated by reference. The quotation of a provision of the federal internal revenue code or of any other law of the United States shall not necessarily mean that it is applicable to or has relevance to this chapter.) (b) \"State\", \"this state\" or \"the state\" when used in this chapter shall mean the state of New York. (c) \"Local income taxes\", when used in this chapter shall mean an income tax imposed by a political subdivision of a state. (d) \" Commissioner of finance\" when used in this chapter shall mean the commissioner of finance of the city. (e) \"Department of finance\" when used in this chapter shall mean the department of finance of the city. (f) \"Tax appeals tribunal\" when used in this chapter shall mean the tax appeals tribunal established by section one hundred sixty-eight of the charter. (g) \"Unincorporated business entire net income\" when used in this chapter shall mean the excess of the unincorporated business gross income of an unincorporated business over its unincorporated business deductions. (h) \"Investment capital\" when used in this chapter shall mean investments of the unincorporated business in stocks, bonds and other securities, corporate and governmental (excluding governmental stocks, bonds and other securities the interest or dividends from which are fully exempt from tax under this chapter, other than any such governmental stock, bond or other security which is sold or otherwise disposed of during the taxable year in a transaction which results in a gain or loss which is included in computing unincorporated business entire net income for the taxable year), not held for sale to customers in the regular course of business, provided, however, that in the discretion of the commissioner of finance, there shall be deducted from investment capital any liabilities of the unincorporated business which are directly or indirectly attributable to investment capital. (i) \"Investment income\" when used in this chapter shall mean income, gains and losses from investment capital, to the extent included in computing unincorporated business entire net income, less, in the discretion of the commissioner of finance, any deductions allowable in computing unincorporated business entire net income which are directly or indirectly attributable to investment capital or investment income, provided, however, that in no case shall investment income exceed unincorporated business entire net income. (j) \"Business capital\" when used in this chapter shall mean all assets of the unincorporated business other than investment capital, less liabilities of the unincorporated business not deducted from investment capital, except that cash on hand and on deposit shall be treated as investment capital or as business capital as the taxpayer may elect. (k) \"Business income\" when used in this chapter shall mean unincorporated business entire net income minus investment income. (l) \"Dealer\" when used in this chapter shall mean an individual or unincorporated entity that (A) holds or disposes of property that is stock in trade of the taxpayer, inventory or is otherwise held for sale to customers in the ordinary course of the taxpayer's trade or business, or (B) regularly offers to enter into, assume, offset, assign or otherwise terminate positions in property with customers in the ordinary course of the taxpayer's trade or business, provided, however, an individual or unincorporated entity shall not be treated as a dealer based solely on such individual's or entity's ownership of an interest in an entity that is a dealer, and provided, further, that an unincorporated entity shall not be treated as a dealer based solely on the ownership by a dealer of an interest in that unincorporated entity. (m) \"Unincorporated entity\" when used in this chapter shall include an entity classified as a partnership for federal income tax purposes regardless of whether the entity is formed as a corporation, joint-stock company, joint-stock association, body corporate or body politic or whether the entity is organized under a federal or state statute, or under a statute of a federally recognized Indian tribe, or under a statute of a country other than the United States that describes or refers to the entity as incorporated. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "5",
    "text": "CITY UNINCORPORATED BUSINESS INCOME TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "501",
    "identifier": "11-501",
    "catch_text": "Meaning of terms."
  }
}