{
  "text": "ยง 11-502 Unincorporated business defined. (a) General. An unincorporated business means any trade, business, profession or occupation conducted, engaged in or being liquidated by an individual or unincorporated entity, including a partnership, a fiduciary, a corporation in liquidation or an unincorporated entity that has made the election permitted under paragraph (b) of subdivision one of section 11-602 of this title (but only for the period during which such election is in effect), but not including any entity subject to tax under chapter six of this title and not including any entity doing an insurance business as a member of the New York insurance exchange described in paragraph one of subsection (b) of section six thousand two hundred one of the insurance law. Unincorporated businesses subject to tax under a local law of the city imposing a tax on utilities shall not be subject to tax under this chapter; provided, however, that unincorporated businesses, other than (1) utility businesses subject to the supervision of the state department of public service and (2) for taxable years beginning on or after August first, two thousand two, utilities as defined in subdivision six of section 11-1101 of this title, which are subject to tax under a local law of the city imposing a tax on vendors of utility services shall be subject to tax under this chapter on that percentage of their entire net income allocable to the city under section 11-508 of this chapter which their receipts other than those taxable under such local law taxing vendors of utility services is of their total receipts. If an individual or an unincorporated entity carries on wholly or partly in the city two or more unincorporated businesses, all such businesses shall be treated as one unincorporated business for the purposes of this chapter. For purposes of this chapter, an unincorporated entity shall be treated as carrying on any trade, business, profession or occupation carried on in whole or in part in the city by any other unincorporated entity in which the first unincorporated entity owns an interest, and the ownership by an unincorporated entity of an interest in another unincorporated entity that is not carrying on any trade, business, profession, or occupation in whole or in part in the city shall not be deemed the conduct of an unincorporated business by the first unincorporated entity. Notwithstanding anything to the contrary in the preceding sentence, for taxable years beginning on or after August first, two thousand two, an unincorporated business that is a partner in a partnership subject to tax under a local law of the city imposing a tax on utilities, as defined in subdivision six of section 11-1101 of this title, shall not be considered to be carrying on the trade, business, profession or occupation carried on by such partnership. (b) Services as employee. The performance of services by an individual as an employee or as an officer or director of a corporation, society, association, or political entity, or as a fiduciary, shall not be deemed an unincorporated business, unless such services constitute part of a business regularly carried on by such individual. (c) Purchase and sale for own account. (1) Definitions. (A) Property. For purposes of this subdivision, property shall mean real and personal property, including but not limited to, property qualifying as investment capital within the meaning of subdivision (h) of section 11-501 of this chapter, other stocks, notes, bonds, debentures, or other evidences of indebtedness, interest rate, currency, or equity notional principal contracts, foreign currencies, interests in, or derivative financial instruments (including options, forward or futures contracts, short positions, and similar financial instruments) in any property described above, and any commodity traded on or subject to the rules of a board of trade or commodity exchange, provided, however, property shall not include: (i) debt instruments issued by the taxpayer; (ii) accounts receivable held by a factor; (iii) property held as stock in trade, inventory or otherwise held for sale to customers in the ordinary course of the taxpayer's trade or business; (iv) debt instruments acquired in the ordinary course of the taxpayer's trade or business for funds loaned, services rendered or for the sale, rental or other transfer of property by the taxpayer; (v) interests in unincorporated entities; or (vi) positions in property described above entered into, assumed, offset, assigned or terminated by a dealer with respect to such positions in property. (B) Investor. For purposes of this subdivision, a taxpayer shall be treated as acquiring, holding or disposing of an interest in an unincorporated entity as an investor if: (i) the unincorporated entity meets the requirements of subparagraph (B) of paragraph four of this subdivision and the taxpayer does not receive a distributive share of such entity's income, gain, loss, deduction, credit and basis from a business carried on in whole or in part in the city that is materially greater than its distributive share of any other item of income, gain, loss deduction, credit or basis of such entity; or (ii) with respect to any other unincorporated entity, the taxpayer is neither a general partner nor authorized under the entity's governing instrument to manage or participate in, nor managing, nor participating in, the day-to-day business of the unincorporated entity. (2) An individual or other unincorporated entity, except a dealer as defined in subdivision (1) of section 11-501 of this chapter, shall not be deemed engaged in an unincorporated business solely by reason of (A) the purchase, holding and sale for his, her or its own account of property, as defined in paragraph one of this subdivision, or the entry into, assumption, offset, assignment, or other termination of a position in any property so defined, or both, (B) the acquisition, holding or disposition, other than in the ordinary course of a trade or business, of interests in unincorporated entities engaged solely in activities described in subparagraph (A), (B) or (C) of this paragraph, or (C) any combination of the activities described in subparagraphs (A) and (B) of this paragraph and any other activity not otherwise constituting the conduct of an unincorporated business subject to the tax imposed by this chapter, but this paragraph shall not apply if the unincorporated entity is taxable as a corporation for federal income tax purposes. (3) Notwithstanding anything to the contrary, the receipt by an individual or other unincorporated entity of twenty-five thousand dollars or less of gross receipts during the taxable year (determined without regard to any deductions) from an unincorporated business wholly or partly carried on within the city by such individual or unincorporated entity shall not cause such individual or other unincorporated entity to be treated as not engaged solely in the activities described in subparagraph (A), (B) or (C) of paragraph two of this subdivision. (4) (A) If a taxpayer that is an unincorporated entity is primarily engaged in (i) activities described in subparagraph (A), (B) or (C) of paragraph two of this subdivision, or (ii) the acquisition, holding or disposition, other than in the ordinary course of a trade or business, of interests as an investor in unincorporated entities carrying on any unincorporated business in whole or in part in the city, or both, the activities described in subparagraph (A), (B), or (C) of paragraph two of this subdivision carried on by the taxpayer or by any unincorporated entity primarily engaged in the activities described in clause (i) or (ii) of this subparagraph in which the taxpayer owns an interest shall not be deemed an unincorporated business carried on by the taxpayer. (B) For purposes of subparagraph (A) of this paragraph, an unincorporated entity will be treated as primarily engaged in activities described in clause (i) or (ii) of subparagraph (A) of this paragraph, or both, if at least ninety percent of the value of its total assets is represented by assets described in subparagraph (C) of this paragraph. (C) For purposes of subparagraph (B) of this paragraph, assets described in this subparagraph include: (i) property as defined in paragraph one of this subdivision; (ii) interests in unincorporated entities not carrying on any unincorporated business in whole or in part in the city; and (iii) interests in unincorporated entities carrying on an unincorporated business in whole or in part in the city held by the taxpayer as an investor, as defined in paragraph one of this subdivision. (D) For purposes of determining whether a taxpayer meets the requirements of subparagraph (B) of this paragraph, the value of assets described in subparagraph (C) of this paragraph shall be the average monthly gross value of the assets of the taxpayer. For purposes of this paragraph, the value of assets of the taxpayer that consist of real property or marketable securities shall be the fair market value thereof and the value of assets other than real property or marketable securities shall be the value thereof shown on the books and records of the taxpayer in accordance with generally accepted accounting principles. In case it shall appear to the commissioner of finance that the use of gross value in determining whether the requirements of subparagraph (B) of this paragraph are met, improperly or inaccurately reflects the taxpayer's primary activities, the commissioner of finance is authorized in his or her discretion and in such manner as he or she may determine, to reduce the gross value of the taxpayer's assets by liabilities attributable thereto or to eliminate assets, so as to properly and accurately reflect the taxpayer's primary activities. (d) Holding, leasing or managing real property. An owner of real property, a lessee or a fiduciary shall not be deemed engaged in an unincorporated business solely by reason of holding, leasing or managing real property. If an owner of real property or lessee or fiduciary (except a dealer holding real property primarily for sale to customers in the ordinary course of his or her trade or business) who is holding, leasing or managing real property is also carrying on an unincorporated business in whole or in part in the city, whether or not such unincorporated business is carried on at or is connected with such real property, such holding, leasing or managing of real property shall not be deemed an unincorporated business if, and only to the extent that, such real property is held, leased or managed for the purpose of producing rental income from such real property or gain upon the sale or other disposition of such real property. For purposes of this subdivision, the conduct by such owner, lessee or fiduciary, at such real property, of a trade, business, profession or occupation, including, but not limited to, a garage, restaurant, laundry or health club, shall be deemed to be an incident to the holding, leasing or managing of such real property, and shall not be deemed the conduct of an unincorporated business, if such trade, business, profession or occupation is conducted solely for the benefit of tenants at such real property, as an incidental service to such tenants, and is not open or available to the general public, provided, however, if any such owner, lessee or fiduciary operates a garage, parking lot or other similar facility at such real property that is open or available to the general public, the provision by any such owner, lessee or fiduciary of the service of parking, garaging or storing of motor vehicles on a monthly or longer term basis shall be deemed to be an incident to the holding, leasing or managing of such real property, and shall not be deemed the conduct of an unincorporated business if, and only to the extent that, such monthly or longer term parking, garaging or storing service is provided to tenants at such real property as an incidental service to such tenants. If an owner, lessee or fiduciary holding, leasing or managing real property operates at such real property a garage, parking lot or other similar facility that is open or available to the public, each such owner, lessee or fiduciary shall file, together with and as a part of the returns required under section 11-514 of this chapter, a report or schedule for each such garage, parking lot or other similar facility, or in the discretion of the commissioner, make a separate entry on such returns, identifying the specific location and address, license number and licensed capacity of each such garage, parking lot or other similar facility, and shall include such additional information, data and other matters relating to the provision of such monthly or longer term parking, garaging or storing service to tenants as shall be prescribed by the commissioner of finance. If the separate information required to be reported by any owner, lessee or fiduciary holding, leasing or managing real property for any garage, parking lot or other similar facility at such real property that is open or available to the public is not contained in the returns required under section 11-514 of this chapter, or in any amended returns, in any material respect, the provision of parking, garaging or storing service to tenants at such real property shall be deemed the conduct of an unincorporated business and not incident to the holding, leasing or managing of such real property. (e) Sales representative. An individual, other than one who maintains an office or who employs one or more assistants or who otherwise regularly carries on a business, shall not be deemed engaged in an unincorporated business solely by reason of selling goods, wares, merchandise or insurance for more than one enterprise. For purposes of this subdivision, space utilized solely for the display of merchandise and/or for the maintenance and storage of records normally used in the course of business shall not be deemed an office, and the employment of clerical and secretarial assistance shall not be deemed the employment of assistants. (f) Exempt trusts and organizations. A trust or other unincorporated organization which by reason of its purposes or activities is exempt from federal income tax shall not be deemed an unincorporated business (regardless of whether subject to federal income tax on unrelated business taxable income). ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "5",
    "text": "CITY UNINCORPORATED BUSINESS INCOME TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "502",
    "identifier": "11-502",
    "catch_text": "Unincorporated business defined."
  }
}