{
  "text": "ยง 11-529 Petition to tax appeals tribunal. (a) General. The form of a petition to the tax appeals tribunal, and further proceedings before the tax appeals tribunal in any case initiated by the filing of a petition, shall be governed by such rules as the tax appeals tribunal shall prescribe. No petition shall be denied in whole or in part without opportunity for a hearing on reasonable prior notice. Such hearing and any appeal to the tribunal sitting en banc from the decision rendered in such hearing shall be conducted in the manner and subject to the requirements prescribed by the tax appeals tribunal pursuant to sections one hundred sixty-eight through one hundred seventy-two of the charter. A decision of the tax appeals tribunal shall be rendered, and notice thereof shall be given, in the manner provided by section one hundred seventy-one of the charter. (b) Petition for redetermination of a deficiency. Within ninety days, or one hundred fifty days if the notice is addressed to a person outside of the United States, after the mailing of the notice of deficiency authorized by section 11-521 of this chapter, or if the commissioner of finance has established a conciliation procedure pursuant to section 11-124 of the code and the taxpayer has requested a conciliation conference in accordance therewith, within ninety days from the mailing of the conciliation decision or the date of the commissioner's confirmation of the discontinuance of the conciliation proceeding, the taxpayer may file a petition with the tax appeals tribunal for a redetermination of the deficiency. Such petition may also assert a claim for refund for the same taxable year or years, subject to the limitations of subdivision (g) of section 11-527 of this chapter. (c) Petition for refund. A taxpayer may file a petition with the tax appeals tribunal for the amounts asserted in a claim for refund if: (1) the taxpayer has filed a timely claim for refund with the commissioner of finance, (2) the taxpayer has not previously filed with the tax appeals tribunal a timely petition under subdivision (b) of this section for the same taxable year unless the petition under this subdivision relates to a separate claim for credit or refund properly filed under subdivision (f) of section 11-527 of this chapter, and (3) either: (A) six months have expired since the claim was filed, or (B) the commissioner of finance has mailed to the taxpayer, by registered or certified mail, a notice of disallowance of such claim in whole or in part. No petition under this subdivision shall be filed more than two years after the date of mailing of a notice of disallowance, unless prior to the expiration of such two year period it has been extended by written agreement between the taxpayer and the commissioner of finance. If a taxpayer files a written waiver of the requirement that he or she be mailed a notice of disallowance, the two year period prescribed by this subdivision for filing a petition for refund shall begin on the date such waiver is filed. (4) If the commissioner of finance has established a conciliation procedure pursuant to section 11-124 of the code, a taxpayer who is eligible to file a petition for refund with the tax appeals tribunal pursuant to this subdivision may request a conciliation conference prior to filing such petition, provided the request is made within the time prescribed for filing the petition. Notwithstanding anything in this subdivision to the contrary, if the taxpayer has requested a conciliation conference in accordance with the procedure established pursuant to section 11-124 of the code, a petition for refund may be filed no later than ninety days from the mailing of the conciliation decision or the date of the commissioner's confirmation of the discontinuance of the conciliation proceeding. (d) Assertion of deficiency after filing petition. (1) Petition for redetermination of deficiency. If a taxpayer files with the tax appeals tribunal a petition for redetermination of a deficiency, the tax appeals tribunal shall have power to determine a greater deficiency than asserted in the notice of deficiency and to determine if there should be assessed any addition to tax or penalty provided in section 11-525 of this chapter, if claim therefor is asserted at or before the hearing under the rules of the tax appeals tribunal. (2) Petition for refund. If the taxpayer files with the tax appeals tribunal a petition for credit or refund for a taxable year, the tax appeals tribunal may: (A) determine a deficiency for such year as to any amount of deficiency asserted at or before the hearing under rules of the tax appeals tribunal, and within the period in which an assessment would be timely under section 11-523 of this chapter, or (B) deny so much of the amount for which credit or refund is sought in the petition, as is offset by other issues pertaining to the same taxable year which are asserted at or before the hearing under rules of the tax appeals tribunal. (3) Opportunity to respond. A taxpayer shall be given a reasonable opportunity to respond to any matters asserted by the commissioner of finance under this subdivision. (4) Restriction on further notices of deficiency. If the taxpayer files a petition with the tax appeals tribunal under this section, no notice of deficiency under section 11-521 of this chapter may thereafter be issued by the commissioner of finance for the same taxable year, except in case of fraud or with respect to a change or correction in federal or New York state taxable income required to be reported under section 11-519 of this chapter or with respect to a state change or correction of sales and compensating use tax liability to be reported under section 11-519.1 of this chapter. (e) Burden of proof. In any case before the tax appeals tribunal under this chapter, the burden of proof shall be upon the petitioner except for the following issues, as to which the burden of proof shall be upon the commissioner of finance: (1) whether the petitioner has been guilty of fraud with intent to evade tax; (2) whether the petitioner is liable as the transferee of property of a taxpayer, but not to show that the taxpayer was liable for the tax; (3) whether the petitioner is liable for any increase in a deficiency where such increase is asserted initially after a notice of deficiency was mailed and a petition under this section filed, unless such increase in deficiency is the result of a change or correction of federal or New York state taxable income required to be reported under section 11-519 of this chapter, and of which change or correction the commissioner of finance had no notice at the time he or she mailed the notice of deficiency or unless such increase in deficiency is the result of a change or correction of sales and compensating use tax liability required to be reported under section 11-519.1 of this chapter, and of which change or correction the commissioner of finance had no notice at the time he or she mailed the notice of deficiency; and (4) whether any person is liable for a penalty under subdivision (k) of section 11-525. (f) Evidence of related federal or state determination. Evidence of a federal or state determination relating to issues raised in a case before the tax appeals tribunal under this section shall be admissible, under rules established by the tax appeals tribunal. (g) Jurisdiction over other years. The tax appeals tribunal shall consider such facts with relation to the taxes for other years as may be necessary correctly to determine the tax for the taxable year, but in so doing shall have no jurisdiction to determine whether or not the tax for any other year has been overpaid or underpaid. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "5",
    "text": "CITY UNINCORPORATED BUSINESS INCOME TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "529",
    "identifier": "11-529",
    "catch_text": "Petition to tax appeals tribunal."
  }
}