{
  "text": "ยง 11-531 Mailing rules; holidays; miscellaneous. (a) Timely mailing. (1) If any return, declaration of estimated tax, claim, statement, notice, petition, or other document required to be filed, or any payment required to be made, within a prescribed period or on or before a prescribed date under authority of any provision of this chapter is, after such period or such date, delivered by the United States mail to the commissioner of finance, tax appeals tribunal, bureau, office, officer or person with which or with whom such document is required to be filed, or to which or to whom such payment is required to be made, the date of the United States postmark stamped on the envelope shall be deemed to be the date of delivery. This subdivision shall apply only if the postmark date falls within the prescribed period or on or before the prescribed date for the filing of such document, or for making the payment, including any extension granted for such filing or payment, and only if such document or payment was deposited in the mail, postage prepaid, properly addressed to the commissioner of finance, tax appeals tribunal, bureau, office, officer or person with which or with whom the document is required to be filed or to which or to whom such payment is required to be made. If any document is sent by United States registered mail, such registration shall be prima facie evidence that such document was delivered to the commissioner of finance, tax appeals tribunal, bureau, office, officer or person to which or to whom addressed. To the extent that the commissioner of finance or, where relevant, the tax appeals tribunal shall prescribe by regulation, certified mail may be used in lieu of registered mail under this section. Except as provided in paragraph two of this subdivision, this subdivision shall apply in the case of postmarks not made by the United States postal service only if and to the extent provided by regulations of the commissioner of finance or, where relevant, the tax appeals tribunal. (2) (A) Any reference in paragraph one of this subdivision to the United States mail shall be treated as including a reference to any delivery service designated by the secretary of the treasury of the United States pursuant to section seventy-five hundred two of the internal revenue code and any reference in paragraph one of this subdivision to a United States postmark shall be treated as including a reference to any date recorded or marked in the manner described in section seventy-five hundred two of the internal revenue code by a designated delivery service. If the commissioner of finance finds that any delivery service designated by such secretary is inadequate for the needs of the city, the commissioner may withdraw such designation for purposes of this title. The commissioner may also designate additional delivery services meeting the criteria of section seventy-five hundred two of the internal revenue code for purposes of this title, or may withdraw any such designation if the commissioner of finance finds that a delivery service so designated is inadequate for the needs of the city. Any reference in paragraph one of this subdivision to the United States mail shall be treated as including a reference to any delivery service designated by the commissioner of finance and any reference in paragraph one of this subdivision to a United States postmark shall be treated as including a reference to any date recorded or marked in the manner described in section seventy-five hundred two of the internal revenue code by a delivery service designated by the commissioner of finance. Notwithstanding the foregoing, any withdrawal of designation or additional designation by the commissioner of finance shall not be effective for purposes of service upon the tax appeals tribunal, unless and until such withdrawal of designation or additional designation is ratified by the president of the tax appeals tribunal. (B) Any equivalent of registered or certified mail designated by the United States secretary of the treasury, or as may be designated by the commissioner of finance pursuant to the same criteria used by such secretary for such designations pursuant to section seventy-five hundred two of the internal revenue code, shall be included within the meaning of registered or certified mail as used in paragraph one of this subdivision. If the commissioner of finance finds that any equivalent of registered or certified mail designated by such secretary or the commissioner of finance is inadequate for the needs of the city, the commissioner of finance may withdraw such designation for purposes of this title. Notwithstanding the foregoing, any withdrawal of designation or additional designation by the commissioner of finance shall not be effective for purposes of service upon the tax appeals tribunal, unless and until such withdrawal of designation or additional designation is ratified by the president of the tax appeals tribunal. (b) Last known address. For purposes of this chapter, a taxpayer's last known address shall be given in the last return filed by the taxpayer, unless subsequently to the filing of such return the taxpayer shall have notified the commissioner of finance of a change of address. (c) Last day a Saturday, Sunday or legal holiday. When the last day prescribed under authority of this chapter (including any extension of time) for performing any act falls on Saturday, Sunday, or a legal holiday in the state of New York, the performance of such act shall be considered timely if it is performed on the next succeeding day which is not a Saturday, Sunday or legal holiday. (d) Certificate: unfiled return. For purposes of this chapter and sections one hundred sixty-eight through one hundred seventy-two of the charter, the certificate of the commissioner of finance to the effect that a tax has not been paid, that a return or declaration of estimated tax has not been filed, or that information has not been supplied, as required by or under the provisions of this title, shall be prima facie evidence that such tax has not been paid, that such return or declaration has not been filed, or that such information has not been supplied. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "5",
    "text": "CITY UNINCORPORATED BUSINESS INCOME TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "531",
    "identifier": "11-531",
    "catch_text": "Mailing rules; holidays; miscellaneous."
  }
}