{
  "text": "ยง 11-514 Returns, payment of tax. (a) General. On or before the fifteenth day of the fourth month following the close of a taxable year, an unincorporated business income tax return shall be made and filed, and the balance of any tax shown on the face of such return, not previously paid as installments of estimated tax, shall be paid: (1) by or for every unincorporated business, for taxable years beginning after nineteen hundred eighty-six but before nineteen hundred ninety-seven, having unincorporated business gross income, determined for purposes of this subdivision without any deduction for the cost of goods sold or services performed, of more than ten thousand dollars, or having any amount of unincorporated business taxable income; (2) by or for every partnership, for taxable years beginning after nineteen hundred ninety-six but before two thousand nine, having unincorporated business gross income, determined for purposes of this subdivision without any deduction for the cost of goods sold or services performed, of more than twenty-five thousand dollars, or having unincorporated business taxable income of more than fifteen thousand dollars; (3) by or for every unincorporated business other than a partnership, for taxable years beginning after nineteen hundred ninety-six but before two thousand nine, having unincorporated business gross income, determined for purposes of this subdivision without any deduction for the cost of goods sold or services performed, of more than seventy-five thousand dollars, or having unincorporated business taxable income of more than thirty-five thousand dollars; and (4) by or for every unincorporated business, for taxable years beginning after two thousand eight, having unincorporated business gross income, determined for purposes of this subdivision without any deduction for the cost of goods sold or services performed, of more than ninety-five thousand dollars. (b) Decedents. The return for any deceased individual shall be made and filed by his or her executor, administrator, or other person charged with his or her property. If a final return of a decedent is for a fractional part of a year, the due date of such return shall be the fifteenth day of the fourth month following the close of the twelve-month period which began with the first day of such fractional part of the year. (c) Individuals under a disability. The return for an individual who is unable to make a return by reason of minority or other disability shall be made and filed by such individual's guardian, committee, fiduciary or other person charged with the care of his or her person or property (other than a receiver in possession of only a part of his or her property), or by such individual's duly authorized agent. (d) Estates and trusts. The return for an estate or trust shall be made and filed by the fiduciary. (e) Joint fiduciaries. If two or more fiduciaries are acting jointly, the return may be made by any one of them. (f) Returns for taxable years ending prior to December thirty-first nineteen hundred sixty-six. With respect to taxable years ending prior to December thirty-first, nineteen hundred sixty-six, the returns required to be made and filed pursuant to this section shall be made and filed on or before the fifteenth day of the fourth month following the close of such taxable year or September twelfth, nineteen hundred sixty-six, whichever is later. (g) Taxpayers with credit relating to stock transfer tax. Subdivisions one and two of this section shall apply to a taxpayer which has a right to a credit pursuant to subdivision (c) of section 11-503 of this chapter, except that the tax, or balance thereof, payable to the commissioner of finance in full pursuant to subdivision (a) of this section, at the time the report is required to be filed, shall be calculated and paid at such time as if the credit provided for in subdivision (c) of section 11-503 of this chapter were not allowed. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "5",
    "text": "CITY UNINCORPORATED BUSINESS INCOME TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "514",
    "identifier": "11-514",
    "catch_text": "Returns, payment of tax."
  }
}