{
  "text": "ยง 11-508 Allocation to the city. (a) General; allocation of business income. If an unincorporated business is carried on both within and without the city, as determined under regulations of the commissioner of finance, there shall be allocated to the city, in the manner provided in subdivision (b), (c) or (d) of this section, a fair and equitable portion of its business income. For taxable years beginning before July first, nineteen hundred ninety-six, if the unincorporated business has no regular place of business outside the city, all of such business income shall be allocated to the city. (b) (1) Allocation by taxpayer's books. For taxable years beginning before January first, two thousand five, the portion allocable to the city may be determined from the books of the business if the methods used in keeping such books are approved by the commissioner of finance as fairly and equitably reflecting the income from the city. (2)(i) If a taxpayer determines the portion of business income to be allocated to the city using the method prescribed in paragraph one of this subdivision on a timely filed original return with respect to each of the two taxable years, each of which must consist of twelve months, immediately preceding the taxpayer's first taxable year beginning on or after January first, two thousand five, the taxpayer may make a one-time election to continue to use that method for taxable years beginning on or after January first, two thousand five and before January first, two thousand twelve. Such election shall be made by using the method prescribed in paragraph one of this subdivision on an original timely filed return with respect to the first taxable year beginning on or after January first, two thousand five and before January first, two thousand six. Such election may not be made, or if made, shall be deemed revoked as of the beginning of the taxable year if, for either of the two taxable years immediately preceding the year in which the election is made, the commissioner of finance has determined the methods used in keeping such books do not fairly and equitably reflect the income from the city. (ii) (A) A taxpayer that has made the election provided for in subparagraph (i) of this paragraph may revoke it by filing an original or amended return using an allocation method permitted by this section other than the method prescribed in paragraph one of this subdivision unless the commissioner of finance has determined that such method does not fairly and equitably reflect the income from the city. (B) The election provided for in subparagraph (i) of this paragraph shall be deemed to have been revoked as of the beginning of the taxable year if, for any taxable year during which the election is intended to be in effect, the commissioner of finance has determined that the methods used in keeping the taxpayer's books do not fairly and equitably reflect the income from the city. (C) In the case of a taxpayer that is a partnership or other unincorporated entity, the election provided for in subparagraph (i) of this paragraph shall be deemed to have been revoked as of the beginning of the taxable year unless one or more of the persons having a proportionate interest or interests, amounting to more than fifty percent of all such interests, in the taxpayer's unincorporated business gross income and unincorporated business deductions for such taxable year were persons having a proportionate interest or interests, amounting to more than fifty percent of all such interests, in the taxpayer's unincorporated business gross income and unincorporated business deductions at the end of the taxpayer's last taxable year beginning before January first, two thousand five. For purposes of this clause, a transfer of an ownership interest in unincorporated business gross income or unincorporated business deductions upon the death of a partner or owner to such deceased partner's or owner's estate shall be disregarded but transfers by such decedent's estate shall not be disregarded. (D) Once the election provided for in subparagraph (i) of this paragraph has been revoked by the taxpayer pursuant to clause (A) or deemed revoked pursuant to clauses (B) or (C) of this subparagraph, the taxpayer shall be barred from using the method prescribed in paragraph one of this subdivision for the taxable year in which the election has been revoked or deemed revoked and any subsequent taxable year. (c) Allocation by formula. If subdivision (b) does not apply to the taxpayer, the portion allocable to the city shall be determined by multiplying (A) the business income by (B) a business allocation percentage to be determined by adding together the percentages computed under paragraphs one, two and three of this subdivision, and dividing the result by the number of percentages; provided, however, that for taxable years beginning on or after July first, nineteen hundred ninety-six, a taxpayer that is a \"manufacturing business,\" as defined in subdivision (g) of this section, may determine its business allocation percentage as provided in such subdivision (g): (1) Property percentage. The percentage computed by dividing (A) the average of the value, at the beginning and end of the taxable year, of real and tangible personal property connected with the unincorporated business and located within the city, by (B) the average of the value, at the beginning and end of the taxable year, of all real and tangible personal property connected with the unincorporated business and located both within and without the city. For this purpose, for taxable years beginning before January first, two thousand five, real property shall include real property rented to the unincorporated business and, for this purpose, for taxable years beginning on and after January first, two thousand five, real and tangible personal property shall include real and tangible personal property rented to the unincorporated business and the value of such real and tangible personal property rented to the unincorporated business shall mean the product of (i) eight and (ii) the gross rents payable for the rental of such property during the taxable year. (2) Payroll percentage. The percentage computed by dividing (A) the total wages, salaries and other personal service compensation paid or incurred during the taxable year to employees in connection with the unincorporated business carried on within the city, by (B) the total of all wages, salaries and other personal service compensation paid or incurred during the taxable year to employees in connection with the unincorporated business carried on both within and without the city. (3) Gross income percentage. The percentage computed by dividing (A) the gross sales or charges for services performed by or through an agency located within the city, by (B) the total of all gross sales or charges for services performed within and without the city. The sales or charges to be allocated to the city shall include all sales negotiated or consummated, and charges for services performed, by an employee, agent, agency or independent contractor chiefly situated at, connected by contract or otherwise with, or sent out from, offices of the unincorporated business, or other agencies, situated within the city; provided, however, that for taxable years beginning on or after July first, nineteen hundred ninety-six, sales of tangible personal property shall not be allocated to the city as hereinabove in this paragraph provided, but shall be allocated to the city only where shipments are made to points within the city, and provided, further, that: (A) for taxable years beginning on or after July first, two thousand five, for taxpayers having gross receipts for the taxable year (determined without regard to any deductions) of less than one hundred thousand dollars, charges for services performed shall be allocated to the city to the extent that the services are performed within the city; (B) for taxable years beginning on or after July first, two thousand six, for taxpayers having gross receipts for the taxable year (determined without regard to any deductions) of less than three hundred thousand dollars, charges for services performed shall be allocated to the city to the extent that the services are performed within the city; and (C) for taxable years beginning on or after July first, two thousand seven, for all other taxpayers, charges for services performed shall be allocated to the city to the extent that the services are performed within the city. (d) Other allocation methods. The portion allocable to the city shall be determined in accordance with rules and regulations of the commissioner of finance if it shall appear to the commissioner of finance that the income from the city is not fairly and equitably reflected under the provisions of either subdivision (b) or subdivision (c) of this section. (e) Special rules for real estate. Income and deductions from the rental of real property, and gain and loss from the sale, exchange or other disposition of real property, shall not be subject to allocation under subdivision (b), (c), or (d) of this section, but shall be considered as entirely derived from or connected with the state, other than this state, in which such property is located or, if such property is located in this state, the political subdivision thereof. To the extent that anything in the preceding sentence is inconsistent with any provision of subdivision (d) of section 11-502, subdivision (c) of section 11-506 or subdivision sixteen of section 11-507 of this chapter, the provisions of such subdivisions shall take precedence over the provisions of the preceding sentence. (e-1) Special rules for publishers and broadcasters. (1) Notwithstanding anything in paragraph three of subdivision (c) of this section to the contrary and except as provided in paragraph four of this subdivision, in the case of a taxpayer engaged in the business of publishing newspapers or periodicals, there shall be allocated to the city, for purposes of such paragraph three, the gross sales or charges for services arising from sales of subscriptions to, and advertising contained in, such newspapers or periodicals, to the extent that such newspapers or periodicals are delivered to points within the city. (2) Notwithstanding anything in paragraph three of subdivision (c) of this section to the contrary and except as provided in paragraph four of this subdivision, in the case of a taxpayer engaged in the business of broadcasting radio or television programs, whether through the public airwaves or by cable, direct or indirect satellite transmission, or any other means of transmission, there shall be allocated to the city, for purposes of such paragraph three, a portion of the gross sales or charges for services arising from the sale of subscriptions to such programs or from the broadcasting of such programs and of commercial messages in connection therewith, such portion to be determined according to the number of listeners or viewers within and without the city. (3) Notwithstanding anything in this section (other than subdivision (e) of this section) to the contrary, in the case of a taxpayer that is substantially engaged, in the aggregate, in any combination of the businesses referred to in paragraphs one, two and four of this subdivision, the portion of business income allocable to the city shall be determined in accordance with the provisions of subdivision (c) of this section (as modified by paragraphs one, two and four of this subdivision), unless the commissioner of finance determines that the business income from the city is not fairly and equitably reflected under the provisions of such subdivision (c), in which event the provisions of subdivision (d) of this section shall apply in determining the portion of business income allocable to the city and the provisions of subdivision (b) of this section shall not apply. For purposes of this subdivision, a taxpayer shall be deemed to be substantially engaged in a business or businesses referred to in such paragraphs one and two if more than ten percent of the taxpayer's gross receipts for the taxable year are attributable to such business or businesses. (4) Notwithstanding anything in paragraph one or two of this subdivision to the contrary, for taxable years beginning on or after January first, two thousand two, in the case of a taxpayer engaged in the business of publishing newspapers or periodicals, or broadcasting radio or television programs, whether through the public airwaves or by cable, direct or indirect satellite transmission, or any other means of transmission, there shall be allocated to the city, for purposes of paragraph three of subdivision (c) of this section, the gross sales or charges to subscribers located in the city for subscriptions to such newspapers, periodicals, or program services. For purposes of this paragraph, a subscriber shall be deemed located in the city if, in the case of newspapers and periodicals, the mailing address for the subscription is within the city and, in the case of program services, the billing address for the subscription is within the city. For purposes of this clause, \"subscriber\" shall mean a member of the general public who receives such newspapers, periodicals or program services and does not further distribute them. (e-2) Rules for receipts from certain services to investment companies. (1) For taxable years beginning on or after January first, two thousand one, for purposes of paragraph three of subdivision (c) of this section, the portion of receipts received from an investment company arising from the sale of management, administration or distribution services to such investment company determined in accordance with paragraph two of this subdivision shall be deemed to arise from services performed within the city (such portion referred to herein as the New York city portion). (2) The New York city portion shall be the product of the total of such receipts from the sale of such services and a fraction. The numerator of that fraction is the sum of the monthly percentages (as defined hereinafter) determined for each month of the investment company's taxable year for federal income tax purposes which taxable year ends within the taxable year of the taxpayer (but excluding any month during which the investment company had no outstanding shares). The monthly percentage for each such month is determined by dividing the number of shares in the investment company which are owned on the last day of the month by shareholders that are domiciled in the city by the total number of shares in the investment company outstanding on that date. The denominator of the fraction is the number of such monthly percentages. (3)(A) For purposes of this subdivision the term \"domicile\", in the case of an individual shall have the meaning ascribed to it under chapter seventeen of this title; an estate or trust is domiciled in the city if it is a city resident estate or trust as defined in paragraph three of subdivision (b) of section 11-1705 of this code; a business entity is domiciled in the city if the location of the actual seat of management or control is in the city. It shall be presumed that the domicile of a shareholder, with respect to any month, is his, her or its mailing address on the records of the investment company as of the last day of such month. (B) For purposes of this subdivision, the term \"investment company\" means a regulated investment company, as defined in section 851 of the internal revenue code, and a partnership to which section 7704(a) of the internal revenue code applies (by virtue of section 7704(c)(3) of such code) and that meets the requirements of section 851(b) of such code. The preceding sentence shall be applied to the taxable year for federal income tax purposes of the business entity that is asserted to constitute an investment company that ends within the taxable year of the taxpayer. (C) For purposes of this subdivision, the term \"receipts from an investment company\" includes amounts received directly from an investment company as well as amounts received from the shareholders in such investment company in their capacity as such. (D) For purposes of this subdivision, the term \"management services\" means the rendering of investment advice to an investment company, making determinations as to when sales and purchases of securities are to be made on behalf of an investment company, or the selling or purchasing of securities constituting assets of an investment company, and related activities, but only where such activity or activities are performed pursuant to a contract with the investment company entered into pursuant to section 15(a) of the federal investment company act of nineteen hundred forty, as amended. (E) For purposes of this subdivision, the term \"distribution services\" means the services of advertising, servicing investor accounts (including redemptions), marketing shares or selling shares of an investment company, but, in the case of advertising, servicing investor accounts (including redemptions) or marketing shares, only where such service is performed by a person who is (or was, in the case of a closed end company) also engaged in the service of selling such shares. In the case of an open end company, such service of selling shares must be performed pursuant to a contract entered into pursuant to section 15(b) of the federal investment company act of nineteen hundred forty, as amended. (F) For purposes of this subdivision, the term \"administration services\" includes clerical, accounting, bookkeeping, data processing, internal auditing, legal and tax services performed for an investment company but only if the provider of such service or services during the taxable year in which such service or services are sold also sells management or distribution services, as defined hereinabove, to such investment company. (e-3) Rules for receipts for services performed by registered securities or commodities brokers or dealers. (1) For taxable years beginning after two thousand eight, in the case of a taxpayer which is a registered securities or commodities broker or dealer, for purposes of paragraph three of subdivision (c) of this section, the receipts specified in subparagraphs (A) through (G) of this paragraph shall be deemed to arise from services performed within the city to the extent set forth in such subparagraphs. (A) Receipts constituting brokerage commissions derived from the execution of securities or commodities purchase or sales orders for the accounts of customers shall be deemed to arise from services performed at the mailing address in the records of the taxpayer of the customer who is responsible for paying such commissions. (B) Receipts constituting margin interest earned on behalf of brokerage accounts shall be deemed to arise from services performed at the mailing address in the records of the taxpayer of the customer who is responsible for paying such margin interest. (C) Gross income, including any accrued interest or dividends, from principal transactions for the purchase or sale of stocks, bonds, foreign exchange and other securities or commodities (including futures and forward contracts, options and other types of securities or commodities derivatives contracts) shall be deemed to arise from services performed within the city either (i) to the extent that production credits are awarded to branches, offices or employees of the taxpayer within the city as a result of such principal transactions or (ii) if the taxpayer so elects, to the extent that the gross proceeds from such principal transactions (determined without deduction for any cost incurred by the taxpayer to acquire the securities or commodities) are generated from sales of securities or commodities to customers within the city based upon the mailing addresses of such customers in the records of the taxpayer. For purposes of clause (ii) of this subparagraph, the taxpayer shall separately calculate such gross income from principal transactions by type of security or commodity. For purposes of this subparagraph, gross income from principal transactions shall be determined after the deduction of any cost incurred by the taxpayer to acquire the securities or commodities. For purposes of this subdivision, the term \"production credits\" means credits granted pursuant to the internal accounting system used by the taxpayer to measure the amount of revenue that should be awarded to a particular branch or office or employee of the taxpayer which is based, at least in part, on the branch's, the office's or the employee's particular activities. Upon request, the taxpayer shall be required to furnish a detailed explanation of such internal accounting system to the department. (D) (i) Receipts constituting fees earned by the taxpayer for advisory services to a customer in connection with the underwriting of securities for such customer (such customer being the entity which is contemplating issuing or is issuing securities) or fees earned by the taxpayer for managing an underwriting shall be deemed to arise from services performed at the mailing address in the records of the taxpayer of such customer who is responsible for paying such fees. (ii) Receipts constituting the primary spread or selling concession from underwritten securities shall be deemed to arise from services performed within the city to the extent that production credits are awarded to branches, offices or employees of the taxpayer within the city as a result of the sale of the underwritten securities. (iii) The term \"primary spread\" means the difference between the price paid by the taxpayer to the issuer of the securities being marketed and the price received from the subsequent sale of the underwritten securities at the initial public offering price, less any selling concession and any fees paid to the taxpayer for advisory services or any manager's fees, if such fees are not paid by the customer to the taxpayer separately. The term \"public offering price\" means the price agreed upon by the taxpayer and the issuer at which the securities are to be offered to the public. The term \"selling concession\" means the amount paid to the taxpayer for participating in the underwriting of a security where the taxpayer is not the lead underwriter. (E) Receipts constituting interest earned by the taxpayer on loans and advances made by the taxpayer to an entity affiliated with the taxpayer shall be deemed to arise from services performed at the principal place of business of such affiliated entity. For purposes of this subparagraph, an entity shall be considered affiliated with the taxpayer if such entity and the taxpayer have eighty percent or more common direct or indirect, actual or beneficial ownership. (F) Receipts constituting account maintenance fees shall be deemed to arise from services performed at the mailing address in the records of the taxpayer of the customer who is responsible for paying such account maintenance fees. (G) Receipts constituting fees for management or advisory services, including fees for advisory services in relation to merger or acquisition activities, but excluding fees paid for services described in paragraph one of subdivision (e-2) of this section, shall be deemed to arise from services performed at the mailing address in the records of the taxpayer of the customer who is responsible for paying such fees. (2) For purposes of this subdivision, the term \"securities\" shall have the same meaning as in section 475(c)(2) of the internal revenue code and the term \"commodities\" shall have the same meaning as in section 475(e)(2) of such code. The term \"registered securities or commodities broker or dealer\" means a broker or dealer registered as such by the securities and exchange commission or the commodities futures trading commission, and shall include an OTC derivatives dealer as defined under regulations of the securities and exchange commission at title 17, part 240, section 3b-12 of the code of federal regulations (17 CFR 240.3b-12). (3) If the taxpayer receives any of the receipts enumerated in paragraph (1) of this subdivision as a result of a securities correspondent relationship such taxpayer has with another registered securities or commodities broker or dealer with the taxpayer acting in this relationship as the clearing firm, such receipts shall be deemed to arise from services performed within the city to the extent set forth in each of the subparagraphs in paragraph (1) of this subdivision. The amount of such receipts shall exclude the amount the taxpayer is required to pay to the correspondent firm for such correspondent relationship. If the taxpayer receives any of the receipts enumerated in paragraph (1) of this subdivision as a result of a securities correspondent relationship such taxpayer has with another registered securities or commodities broker or dealer with the taxpayer acting in this relationship as the introducing firm, such receipts shall be deemed to arise from services performed within the city to the extent set forth in each of the subparagraphs in paragraph (1) of this subdivision. (4) If, for purposes of subparagraph (A), (B), (F), or (G) of paragraph (1) of this subdivision, and clause (i) of subparagraph (C) of paragraph (1) of this subdivision, the taxpayer is unable from its records to determine the mailing address of the customer, the receipts described in any of such subparagraphs and such clause shall be deemed to arise from services performed at the branch or office of the taxpayer that generates the transaction for the customer that generated such receipts. (f) Allocation of investment income. (1) The investment income of an unincorporated business shall be allocated to the city by multiplying such investment income by an investment allocation percentage to be determined as follows: (A) multiply the amount of its investment capital invested in each stock, bond or other security (other than governmental securities) during the period covered by its return by the issuer's allocation percentage (determined as provided in paragraph two of this subdivision) of the issuer or obligor thereof: (B) add together the products so obtained; and (C) divide the sum so obtained by the total of its investment capital invested during such period in stocks, bonds and other securities; provided, however, that in case any investment capital is invested in any stock, bond or other security during only a portion of the period covered by the return, only such portion of such capital shall be taken into account; and provided, further, that if a taxpayer's investment allocation percentage is zero, interest received on bank accounts shall be allocated in the manner provided in subdivision (b), (c) or (d) of this section. (2) (A) In the case of an issuer or obligor subject to tax under subchapter two of chapter six of this title, or subject to tax as a utility corporation under chapter eleven of this title, the issuer's allocation percentage shall be the percentage of the appropriate measure (as defined hereinafter) which is required to be allocated within the city on the report or reports, if any, required of the issuer or obligor under chapter six or eleven of this title for the preceding year. The appropriate measure referred to in the preceding sentence shall be: in the case of an issuer or obligor subject to subchapter two of chapter six of this title, entire capital; and in the case of an issuer or obligor subject to chapter eleven of this title as a utility corporation, gross income. (B) In the case of an issuer or obligor subject to tax under part four of subchapter three of chapter six of this title, the issuer's allocation percentage shall be determined as follows: (i) In the case of a banking corporation described in paragraphs one through eight of subdivision (a) of section 11-640 of this title which is organized under the laws of the United States, this state or any other state of the United States, the issuer's allocation percentage shall be its alternative entire net income allocation percentage, as defined in subdivision (c) of section 11-642 of this title, for the preceding year. In the case of such a banking corporation whose alternative entire net income for the preceding year is derived exclusively from business carried on within the city, its issuer's allocation percentage shall be one hundred percent. (ii) In the case of a banking corporation described in paragraph two of subdivision (a) of section 11-640 of this title which is organized under the laws of a country other than the United States, the issuer's allocation percentage shall be determined by dividing (I) the amount described in clause (i) of subparagraph (A) of paragraph two of subdivision (a) of section 11-642 of this title with respect to such issuer or obligor for the preceding year, by (II) the gross income of such issuer or obligor from all sources within and without the United States, for such preceding year, whether or not included in alternative entire net income for such year. (iii) In the case of an issuer or obligor described in paragraph nine of subdivision (a) or in paragraph two of subdivision (d) of section 11-640 of this title, the issuer's allocation percentage shall be determined by dividing the portion of the entire capital of the issuer or obligor allocable to the city for the preceding year by the entire capital, wherever located, of the issuer or obligor for the preceding year. (C) Provided, however, that if a report or reports for the preceding year are not filed, or if filed do not contain information which would permit the determination of such issuer's allocation percentage, then the issuer's allocation percentage to be used shall, at the discretion of the commissioner of finance, be either (i) the issuer's allocation percentage derived from the most recently filed report or reports of the issuer or obligor or (ii) a percentage calculated, by the commissioner of finance, reasonably to indicate the degree of economic presence in the city of the issuer or obligor during the preceding year. (3) For purposes of this subdivision, investment capital shall be determined by taking the average value of the gross assets included therein (less liabilities deductible therefrom pursuant to the provisions of subdivision (h) of section 11-501 of this chapter). The value of investment capital which consists of marketable securities shall be the fair market value thereof and the value of investment capital other than marketable securities shall be the value thereof shown on the books and records of the unincorporated business in accordance with generally accepted accounting principles. (g) Special rules for manufacturing businesses. (1) For taxable years beginning on or after July first, nineteen hundred ninety-six and before January first, two thousand eleven, a manufacturing business may elect to determine its business allocation percentage by adding together the percentages determined under paragraphs one, two and three of subdivision (c) of this section and an additional percentage equal to the percentage determined under paragraph three of subdivision (c) of this section, and dividing the result by the number of percentages so added together. (2) An election under this subdivision must be made on a timely filed (determined with regard to extensions granted) original return for the taxable year. Once made for a taxable year, such election shall be irrevocable for that taxable year. A separate election must be made for each taxable year. A manufacturing business that has failed to make an election as provided in this paragraph shall be required to determine its business allocation percentage without regard to the provisions of this subdivision. Notwithstanding anything in this paragraph to the contrary, the commissioner of finance may permit a manufacturing business to make or revoke an election under this subdivision, upon such terms and conditions as the commissioner may prescribe, where the commissioner determines that such permission should be granted in the interests of fairness and equity due to a change in circumstances resulting from an audit adjustment. (3) As used in this subdivision, the term \"manufacturing business\" means an unincorporated business primarily engaged in the manufacturing and sale thereof of tangible personal property; and the term \"manufacturing\" includes the process (including the assembly process) (i) of working raw materials into wares suitable for use or (ii) which gives new shapes, new qualities or new combinations to matter which already has gone through some artificial process, by the use of machinery, tools, appliances and other similar equipment. An unincorporated business shall be deemed to be primarily engaged in the activities described in the preceding sentence if more than fifty percent of its gross receipts for the taxable year are attributable to such activities. (h) Notwithstanding subdivision (d) of this section, if it shall appear to the commissioner of finance that any business or investment allocation percentage determined as hereinabove provided does not properly reflect the activity, business, or income of a taxpayer within the city, the commissioner of finance shall be authorized in his or her discretion, in the case of a business allocation percentage, to adjust it by (1) excluding one or more of the factors therein; (2) including one or more factors, such as expenses, purchases, contract values (minus subcontract values); (3) excluding one or more assets in computing such allocation percentage, provided the income therefrom is also excluded in determining unincorporated business entire net income, or (4) any other similar or different method calculated to effect a fair and proper allocation of the income reasonably attributable to the city, and in the case of an investment allocation percentage, to adjust it by excluding one or more assets in computing such percentage; provided the income therefrom is also excluded in determining unincorporated business entire net income. The commissioner of finance from time to time shall publish all rulings of general public interest with respect to any application of the provisions of this subdivision. (i) Notwithstanding subdivision (c) of this section, but subject to subdivision (g) of this section, the business allocation percentage shall be computed in the manner set forth in this subdivision. (1) For taxable years beginning in two thousand nine, the business allocation percentage shall be determined by adding together the following percentages: (A) the product of thirty percent and the percentage determined under paragraph one of subdivision (c) of this section, (B) the product of thirty percent and the percentage determined under paragraph two of subdivision (c) of this section, and (C) the product of forty percent and the percentage determined under paragraph three of subdivision (c) of this section. (2) For taxable years beginning in two thousand ten, the business allocation percentage shall be determined by adding together the following percentages: (A) the product of twenty-seven percent and the percentage determined under paragraph one of subdivision (c) of this section, (B) the product of twenty-seven percent and the percentage determined under paragraph two of subdivision (c) of this section, and (C) the product of forty-six percent and the percentage determined under paragraph three of subdivision (c) of this section. (3) For taxable years beginning in two thousand eleven, the business allocation percentage shall be determined by adding together the following percentages: (A) the product of twenty-three and one-half percent and the percentage determined under paragraph one of subdivision (c) of this section, (B) the product of twenty-three and one-half percent and the percentage determined under paragraph two of subdivision (c) of this section, and (C) the product of fifty-three percent and the percentage determined under paragraph three of subdivision (c) of this section. (4) For taxable years beginning in two thousand twelve, the business allocation percentage shall be determined by adding together the following percentages: (A) the product of twenty percent and the percentage determined under paragraph one of subdivision (c) of this section, (B) the product of twenty percent and the percentage determined under paragraph two of subdivision (c) of this section, and (C) the product of sixty percent and the percentage determined under paragraph three of subdivision (c) of this section. (5) For taxable years beginning in two thousand thirteen, the business allocation percentage shall be determined by adding together the following percentages: (A) the product of sixteen and one-half percent and the percentage determined under paragraph one of subdivision (c) of this section, (B) the product of sixteen and one-half percent and the percentage determined under paragraph two of subdivision (c) of this section, and (C) the product of sixty-seven percent and the percentage determined under paragraph three of subdivision (c) of this section. (6) For taxable years beginning in two thousand fourteen, the business allocation percentage shall be determined by adding together the following percentages: (A) the product of thirteen and one-half percent and the percentage determined under paragraph one of subdivision (c) of this section, (B) the product of thirteen and one-half percent and the percentage determined under paragraph two of subdivision (c) of this section, and (C) the product of seventy-three percent and the percentage determined under paragraph three of subdivision (c) of this section. (7) For taxable years beginning in two thousand fifteen, the business allocation percentage shall be determined by adding together the following percentages: (A) the product of ten percent and the percentage determined under paragraph one of subdivision (c) of this section, (B) the product of ten percent and the percentage determined under paragraph two of subdivision (c) of this section, and (C) the product of eighty percent and the percentage determined under paragraph three of subdivision (c) of this section. (8) For taxable years beginning in two thousand sixteen, the business allocation percentage shall be determined by adding together the following percentages: (A) the product of six and one-half percent and the percentage determined under paragraph one of subdivision (c) of this section, (B) the product of six and one-half percent and the percentage determined under paragraph two of subdivision (c) of this section, and (C) the product of eighty-seven percent and the percentage determined under paragraph three of subdivision (c) of this section. (9) For taxable years beginning in two thousand seventeen, the business allocation percentage shall be determined by adding together the following percentages: (A) the product of three and one-half percent and the percentage determined under paragraph one of subdivision (c) of this section, (B) the product of three and one-half percent and the percentage determined under paragraph two of subdivision (c) of this section, and (C) the product of ninety-three percent and the percentage determined under paragraph three of subdivision (c) of this section. (10) For taxable years beginning after two thousand seventeen, the business allocation percentage shall be the percentage determined under paragraph three of subdivision (c) of this section. (11) The commissioner shall promulgate rules necessary to implement the provisions of this subdivision under such circumstances where any of the percentages to be determined under paragraph one, two or three of subdivision (c) of this section cannot be determined because the taxpayer has no property, payroll or gross receipts from sales or services within or without the city. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "5",
    "text": "CITY UNINCORPORATED BUSINESS INCOME TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "508",
    "identifier": "11-508",
    "catch_text": "Allocation to the city."
  }
}