{
  "text": "ยง 11-643.9 Lower Manhattan relocation and employment assistance credit. (a) In addition to any other credit allowed by this part, a taxpayer that has obtained the certifications required by chapter six-C of title twenty-two of the code shall be allowed a credit against the tax imposed by this part. The amount of the credit shall be the amount determined by multiplying three thousand dollars by the number of eligible aggregate employment shares maintained by the taxpayer during the taxable year with respect to eligible premises to which the taxpayer has relocated; provided, however, that no credit shall be allowed for the relocation of any retail activity or hotel services; provided, further, that no credit shall be allowed under this section to any taxpayer that has elected pursuant to subdivision (d) of section 22-624 of the code to take such credit against a gross receipts tax imposed under chapter eleven of this title. For purposes of this section, the terms \"eligible aggregate employment shares\", \"eligible premises\", \"relocate\", \"retail activity\" and \"hotel services\" shall have the meanings ascribed by section 22-623 of the code. (b) The credit allowed under this section with respect to eligible aggregate employment shares maintained with respect to eligible premises to which the taxpayer has relocated shall be allowed for the taxable year of the relocation and for any of the twelve succeeding taxable years during which eligible aggregate employment shares are maintained with respect to eligible premises; provided that the credit allowed for the twelfth succeeding taxable year shall be calculated by multiplying the number of eligible aggregate employment shares maintained with respect to eligible premises in the twelfth succeeding taxable year by the lesser of one and a fraction the numerator of which is such number of days in the taxable year of relocation less the number of days the taxpayer maintained employment shares in eligible premises in the taxable year of relocation and the denominator of which is the number of days in such twelfth succeeding taxable year during which such eligible aggregate employment shares are maintained with respect to such premises. (c) Except as provided in subdivision (d) of this section, if the amount of the credit allowable under this section for any taxable year exceeds the tax imposed for such year, the excess may be carried over, in order, to the five immediately succeeding taxable years and, to the extent not previously deductible, may be deducted from the taxpayer's tax for such years. (d) The credits allowed under this section, against the tax imposed by this chapter for the taxable year of the relocation and for the four taxable years immediately succeeding the taxable year of such relocation, shall be deemed to be overpayments of tax by the taxpayer to be credited or refunded, without interest, in accordance with the provisions of section 11-677 of this chapter. For such taxable years, such credits or portions thereof may not be carried over to any succeeding taxable year. (e) The credit allowable under this section shall be deducted after the credit allowed by section 11-643.7 of this part, but prior to the deduction of any other credit allowed by this part. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "643",
    "identifier": "11-643.9",
    "catch_text": "Lower Manhattan relocation and employment assistance credit."
  }
}