{
  "text": "§ 11-604 Computation of tax. 1. * A. For taxable years beginning on or after January first, nineteen hundred seventy-one and ending on or before December thirty-first, nineteen hundred seventy-four, the tax imposed by subdivision one of section 11-603 of this subchapter shall be, in the case of each taxpayer: (a) a tax (1) computed at the rate of six and seven-tenths per centum of its entire net income, or the portion of such entire net income allocated within the city as hereinafter provided, subject to any modification required by paragraphs (d) and (e) of subdivision three of this section, or (2) computed at one mill for each dollar of its total business and investment capital, or the portion thereof allocated within the city, as hereinafter provided, except that in the case of a cooperative housing corporation as defined in the internal revenue code, or in the case of a housing company organized and operating pursuant to the provisions of article four of the private housing finance law, the applicable rates shall be one-quarter of one mill, or (3) computed at the rate of six and seven-tenths per centum on thirty per centum of the taxpayer's entire net income plus salaries and other compensation paid to the taxpayer's elected or appointed officers and to every stockholder owning in excess of five per centum of its issued capital stock minus fifteen thousand dollars (except as hereinafter provided) and any net loss for the reported year, or on the portion of any such sum allocated within the city as hereinafter provided for the allocation of entire net income, subject to any modification required by paragraphs (d) and (e) of subdivision three of this section, or (4) twenty-five dollars, whichever is greatest, plus (b) a tax computed at the rate of one-half mill for each dollar of the portion of its subsidiary capital allocated within the city as hereinafter provided. In the case of a taxpayer which is not subject to tax for an entire year, the exemption allowed in clause three of paragraph (a) shall be prorated according to the period such taxpayer was subject to tax. * NB Effective until December 31, 2014 * A. For taxable years beginning on or after January first, nineteen hundred seventy-one and ending on or before December thirty-first, nineteen hundred seventy-four, and for taxable years beginning on or after January first, nineteen hundred seventy-six, the tax imposed by subdivision one of section 11-603 of this subchapter shall be, in the case of each taxpayer: (a) a tax (1) computed at the rate of six and seven-tenths per centum of its entire net income, or the portion of such entire net income allocated within the city as hereinafter provided, subject to any modification required by paragraphs (d) and (e) of subdivision three of this section, or (2) computed at one mill for each dollar of its total business and investment capital, or the portion thereof allocated within the city, as hereinafter provided, except that in the case of a cooperative housing corporation as defined in the internal revenue code, or in the case of a housing company organized and operating pursuant to the provisions of article four of the private housing finance law, the applicable rates shall be one-quarter of one mill, or (3) computed at the rate of six and seven-tenths per centum on thirty per centum of the taxpayer's entire net income plus salaries and other compensation paid to the taxpayer's elected or appointed officers and to every stockholder owning in excess of five per centum of its issued capital stock minus fifteen thousand dollars (except as hereinafter provided) and any net loss for the reported year, or on the portion of any such sum allocated within the city as hereinafter provided for the allocation of entire net income, subject to any modification required by paragraphs (d) and (e) of subdivision three of this section, or (4) twenty-five dollars, whichever is greatest, plus (b) a tax computed at the rate of one-half mill for each dollar of the portion of its subsidiary capital allocated within the city as hereinafter provided. In the case of a taxpayer which is not subject to tax for an entire year, the exemption allowed in clause three of paragraph (a) shall be prorated according to the period such taxpayer was subject to tax. * NB Effective December 31, 2014 B. For taxable years beginning on or after January first, nineteen hundred seventy-five and before January first nineteen hundred seventy-seven, the tax imposed by subdivision one of section 11-603 of this subchapter shall be, in the case of each taxpayer: (a) a tax (1) computed at the rate of ten and five one-hundredths per centum of its entire net income, or the portion of such entire net income allocated within the city as hereinafter provided, subject to any modification required by paragraphs (d) and (e) of subdivision three of this section, or (2) computed at one and one-half mills for each dollar of its total business and investment capital, or the portion thereof allocated within the city, as hereinafter provided, except that in the case of a cooperative housing corporation as defined in the internal revenue code, or in the case of a housing company organized and operating pursuant to the provisions of article four of the private housing finance law, the applicable rate shall be four-tenths of one mill, or (3) computed at the rate of ten and five one-hundredths per centum on thirty per centum of the taxpayer's entire net income plus salaries and other compensation paid to the taxpayer's elected or appointed officers and to every stockholder owning in excess of five per centum of its issued capital stock minus fifteen thousand dollars (except as hereinafter provided) and any net loss for the reported year, or on the portion of any such sum allocated within the city as hereinafter provided for the allocation of entire net income, subject to any modification required by paragraphs (d) and (e) of subdivision three of this section, or (4) one hundred twenty-five dollars, whichever is greatest, plus (b) a tax computed at the rate of three-quarters of a mill for each dollar of the portion of its subsidiary capital allocated within the city as hereinafter provided. In the case of a taxpayer which is not subject to tax for an entire year, the exemption allowed in clause three of paragraph (a) shall be prorated according to the period such taxpayer was subject to tax. C. For each taxable year beginning in nineteen hundred seventy-four and ending in nineteen hundred seventy-five, two tentative taxes shall be computed, the first as provided in paragraph A and the second as provided in paragraph B, and the tax for each such year shall be the sum of that proportion of each tentative tax which the number of days in nineteen hundred seventy-four and the number of days in nineteen hundred seventy-five, respectively, bears to the number of days in the entire taxable year. D. For taxable years beginning on or after January first, nineteen hundred seventy-seven and before January first, nineteen hundred seventy-eight, the tax imposed by subdivision one of section 11-603 of this subchapter shall be, in the case of each taxpayer: (a) a tax (1) computed at the rate of nine and one-half per centum of its entire net income, or the portion of such entire net income allocated within the city as hereinafter provided, subject to any modification required by paragraphs (d) and (e) of subdivision three of this section, or (2) computed at one and one-half mills for each dollar of its total business and investment capital, or the portion thereof allocated within the city, as hereinafter provided, except that in the case of a cooperative housing corporation as defined in the internal revenue code, the applicable rate shall be four-tenths of one mill, or (3) computed at the rate of nine and one-half per centum on thirty per centum of the taxpayer's entire net income plus salaries and other compensation paid to the taxpayer's elected or appointed officers and to every stockholder owning in excess of five per centum of its issued capital stock minus fifteen thousand dollars (except as hereinafter provided) and any net loss for the reported year, or on the portion of any such sum allocated within the city as hereinafter provided for the allocation of entire net income, subject to any modification required by paragraphs (d) and (e) of subdivision three of this section, or (4) one hundred twenty-five dollars, whichever is greatest, plus (b) a tax computed at the rate of three-quarters of a mill for each dollar of the portion of its subsidiary capital allocated within the city as hereinafter provided. In the case of a taxpayer which is not subject to tax for an entire year, the exemption allowed in clause three of paragraph (a) shall be prorated according to the period such taxpayer was subject to tax. E. For taxable years beginning on or after January first, nineteen hundred seventy-eight but before January first, two thousand fifteen, the tax imposed by subdivision one of section 11-603 of this subchapter shall be, in the case of each taxpayer: (a) whichever of the following amounts is the greatest: (1) an amount computed, for taxable years beginning before nineteen hundred eighty-seven, at the rate of nine per centum, and for taxable years beginning after nineteen hundred eighty-six, at the rate of eight and eighty-five one-hundredths per centum, of its entire net income or the portion of such entire net income allocated within the city as hereinafter provided, subject to any modification required by paragraphs (d) and (e) of subdivision three of this section, (2) an amount computed at one and one-half mills for each dollar of its total business and investment capital, or the portion thereof allocated within the city, as hereinafter provided, except that in the case of a cooperative housing corporation as defined in the internal revenue code, the applicable rate shall be four-tenths of one mill, (3) an amount computed, for taxable years beginning before nineteen hundred eighty-seven, at the rate of nine per centum, and for taxable years beginning after nineteen hundred eighty-six, at the rate of eight and eighty-five one-hundredths per centum, on thirty per centum of the taxpayer's entire net income plus salaries and other compensation paid to the taxpayer's elected or appointed officers and to every stockholder owning in excess of five per centum of its issued capital stock minus fifteen thousand dollars (subject to proration as hereinafter provided) and any net loss for the reported year, or on the portion of any such sum allocated within the city as hereinafter provided for the allocation of entire net income, subject to any modification required by paragraphs (d) and (e) of subdivision three of this section, provided, however, that for taxable years beginning on or after July first, nineteen hundred ninety-six, the provisions of paragraph H of this subdivision shall apply for purposes of the computation under this clause, or (4) for taxable years ending on or before June thirtieth, nineteen hundred eighty-nine, one hundred twenty-five dollars, for taxable years ending after June thirtieth, nineteen hundred eighty-nine and beginning before two thousand nine, three hundred dollars, and for taxable years beginning after two thousand eight: If New York city receipts are: Fixed dollar minimum tax is: Not more than $100,000 $25 More than $100,000 but not over $250,000 $75 More than $250,000 but not over $500,000 $175 More than $500,000 but not over $1,000,000 $500 More than $1,000,000 but not over $5,000,000 $1,500 More than $5,000,000 but not over $25,000,000 $3,500 Over $25,000,000 $5,000 For purposes of this clause, New York city receipts are the receipts computed in accordance with subparagraph two of paragraph (a) of subdivision three of this section for the taxable year. For taxable years beginning after two thousand eight, if the taxable year is less than twelve months, the amount prescribed by this clause shall be reduced by twenty-five percent if the period for which the taxpayer is subject to tax is more than six months but not more than nine months and by fifty percent if the period for which the taxpayer is subject to tax is not more than six months. If the taxable year is less than twelve months, the amount of New York city receipts for purposes of this clause is determined by dividing the amount of the receipts for the taxable year by the number of months in the taxable year and multiplying the result by twelve, plus; (b) an amount computed at the rate of three-quarters of a mill for each dollar of the portion of its subsidiary capital allocated within the city as hereinafter provided. In the case of a taxpayer which is not subject to tax for an entire year, the exemption allowed in clause three of subparagraph (a) of this paragraph shall be prorated according to the period such taxpayer was subject to tax. Provided, however, that this paragraph shall not apply to taxable years beginning after December thirty-first, two thousand fourteen. For the taxable years specified in the preceding sentence, the tax imposed by subdivision one of section 11-603 of this subchapter shall be, in the case of each taxpayer, determined as specified in paragraph A of this subdivision, provided, however, that the provisions of paragraphs G and H of this subdivision shall apply for purposes of the computation under clause three of subparagraph (a) of such paragraph A. F. Notwithstanding any other provision of this subdivision to the contrary, for taxable years beginning after nineteen hundred eighty-seven and before two thousand nine the amount of tax computed on the basis of the taxpayer's total business and investment capital, or the portion thereof allocated within the city, shall in no event exceed three hundred fifty thousand dollars and for taxable years beginning after two thousand eight the amount of tax computed on the basis of the taxpayer's total business and investment capital, or the portion thereof allocated within the city, shall in no event exceed one million dollars. G. In the case of a foreign air carrier described in the first sentence of subparagraph one of paragraph (c-1) of subdivision eight of section 11-602 of this subchapter, there shall be excluded from the computation of the tax under clause three of subparagraph (a) of paragraph E of this subdivision salaries and other compensation described therein which are directly attributable to the generation of income excluded from entire net income for the taxable year pursuant to the provisions of paragraph (c-1) of subdivision eight of section 11-602 of this subchapter. H. For taxable years beginning on or after July first, nineteen hundred ninety-six, the computation under clause three of subparagraph (a) of paragraph E of this subdivision shall be subject to the following modifications: (a) (1) For taxable years beginning on or after July first, nineteen hundred ninety-six but before July first, nineteen hundred ninety-eight, only seventy-five percent of the total salaries and other compensation paid to the taxpayer's elected or appointed officers shall be added to the entire net income entering into such computation; for taxable years beginning on or after July first, nineteen hundred ninety-eight but before July first, nineteen hundred ninety-nine, only fifty percent of such salaries and other compensation shall be added to such entire net income; and for taxable years beginning on or after July first, nineteen hundred ninety-nine, no part of such salaries and other compensation shall be added to such entire net income. (2) Notwithstanding anything in clause one of this subparagraph to the contrary, the full amount of the salary or other compensation paid to any such elected or appointed officer shall be added to entire net income as provided in clause three of subparagraph (a) of paragraph E of this subdivision if such officer was, at any time during the taxable year, a stockholder owning more than five percent of taxpayer's issued capital stock. (b) For taxable years beginning on or after July first, nineteen hundred ninety-seven but before July first, nineteen hundred ninety-eight, the fixed dollar amount entering into the computation under clause three of subparagraph (a) of paragraph E of this subdivision shall be thirty thousand dollars instead of fifteen thousand dollars; and for taxable years beginning on or after July first, nineteen hundred ninety-eight, such fixed dollar amount shall be forty thousand dollars. (c) For taxable years beginning on or after January first, two thousand seven and before January first, two thousand eight the per centum entering into the computation under clause three of subparagraph (a) of paragraph E of this subdivision shall be twenty-six and one-fourth per centum instead of thirty per centum, for taxable years beginning on or after January first, two thousand eight and before January first, two thousand nine such per centum shall be twenty-two and one-half per centum, for taxable years beginning on or after January first, two thousand nine and before January first, two thousand ten such per centum shall be eighteen and three-fourths per centum and for taxable years beginning on or after January first, two thousand ten such per centum shall be fifteen per centum. I. Notwithstanding any provision of this subdivision to the contrary, for taxable years beginning on or after January first, two thousand seven for any corporation that: (a) has a business allocation percentage for the taxable year, as determined under paragraph (a) of subdivision three of this section, of one hundred percent; (b) has no investment capital or income at any time during the taxable year; (c) has no subsidiary capital or income at any time during the taxable year; and (d) has gross income, as defined in section sixty-one of the internal revenue code, less than two hundred fifty thousand dollars for the taxable year: the tax imposed by subdivision one of section 11-603 of this subchapter shall be the greater of the tax on entire net income computed under clause one of subparagraph (a) of paragraph E of this subdivision and the fixed dollar minimum tax specified in clause four of subparagraph (a) of paragraph E of this subdivision. For purposes of this paragraph, any corporation for which an election under subsection (a) of section six hundred sixty of the tax law is not in effect for the taxable year may elect to treat as entire net income the sum of: (i) entire net income as determined under section two hundred eight of the tax law; and (ii) any deductions taken for the taxable year in computing federal taxable income for New York city taxes paid or accrued under this chapter. 2. The amount of subsidiary capital, investment capital and business capital shall each be determined by taking the average value of the gross assets included therein (less liabilities deductible therefrom pursuant to the provisions of subdivisions three, four and six of section 11-602 of this subchapter), and, if the period covered by the report is other than a period of twelve calendar months, by multiplying such value by the number of calendar months or major parts thereof included in such period, and dividing the product thus obtained by twelve. For purposes of this subdivision, real property and marketable securities shall be valued at fair market value and the value of personal property other than marketable securities shall be the value thereof shown on the books and records of the taxpayer in accordance with generally accepted accounting principles. 3. The portion of the entire net income of a taxpayer to be allocated within the city shall be determined as follows: (a) multiply its business income by a business allocation percentage to be determined by: (1) ascertaining the percentage which the average value of the taxpayer's real and tangible personal property, whether owned or rented to it, within the city during the period covered by its report bears to the average value of all the taxpayer's real and tangible personal property, whether owned or rented to it, wherever situated during such period. For the purpose of this subparagraph, the term \"value of the taxpayer's real and tangible personal property\" shall mean the adjusted bases of such properties for federal income tax purposes (except that in the case of rented property such value shall mean the product of (A) eight and (B) the gross rents payable for the rental of such property during the taxable year); provided, however, that the taxpayer may make a one-time, revocable election, pursuant to regulations promulgated by the commissioner of finance to use fair market value as the value of all of its real and tangible personal property, provided that such election is made on or before the due date for filing a report under section 11-605 of this subchapter for the taxpayer's first taxable year commencing on or after January first, nineteen hundred eighty-eight and provided that such election shall not apply to any taxable year with respect to which the taxpayer is included on a combined report unless each of the taxpayers included on such report has made such an election which remains in effect for such year; (2) ascertaining the percentage which the receipts of the taxpayer, computed on the cash or accrual basis according to the method of accounting used in the computation of its entire net income, arising during such period from: (A) except as otherwise provided in subparagraph nine of this paragraph, sales of its tangible personal property where shipments are made to points within the city, (B) services performed within the city, provided, however, that (i) in the case of a taxpayer engaged in the business of publishing newspapers or periodicals, receipts arising from sales of advertising contained in such newspapers and periodicals shall be deemed to arise from services performed within the city to the extent that such newspapers and periodicals are delivered to points within the city, (ii) receipts received from an investment company arising from the sale of management, administration or distribution services to such investment company shall be deemed to arise from services performed within the city to the extent set forth in subparagraph five of this paragraph, (iii) in the case of taxpayers principally engaged in the activity of air freight forwarding acting as principal and like indirect air carriage, receipts arising from such activity shall be deemed to arise from services performed within the city as follows: one hundred percent of such receipts if both the pickup and delivery associated with such receipts are made in the city and fifty percent of such receipts if either the pickup or delivery associated with such receipts is made in the city, (iv) for taxable years beginning on or after January first, two thousand two, in the case of a taxpayer engaged in the business of publishing newspapers or periodicals, or broadcasting radio or television programs, whether through the public airwaves or by cable, direct or indirect satellite transmission, or any other means of transmission, receipts arising from sales of subscriptions, advertising or broadcasting shall be deemed to arise from services performed within the city to the extent provided in subparagraph nine of this paragraph, and (v) for taxable years beginning after two thousand eight, in the case of a taxpayer which is a registered securities or commodities broker or dealer, the receipts specified in subparagraph ten of this paragraph shall be deemed to arise from services performed within the city to the extent set forth in such subparagraph ten, (C) rentals from property situated and royalties from the use of patents or copyrights, within the city, and (D) all other business receipts earned within the city, bear to the total amount of the taxpayer's receipts, similarly computed, arising during such period from all sales of its tangible personal property, services, rentals, royalties and all other business transactions, whether within or without the city; (3) ascertaining the percentage of the total wages, salaries and other personal service compensation, similarly computed, during such period of employees within the city, except general executive officers, to the total wages, salaries and other personal service compensation, similarly computed, during such period of all the taxpayer's employees within and without the city, except general executive officers, and (4) adding together the percentages so determined and dividing the result by the number of percentages; provided, however, that for taxable years beginning on or after July first, nineteen hundred ninety-six, a taxpayer that is a \"manufacturing corporation,\" as defined in subparagraph eight of this paragraph, may determine its business allocation percentage as provided in such subparagraph eight; and provided, further, however, that for taxable years beginning before July first, nineteen hundred ninety-six, if the taxpayer does not have a regular place of business outside the city other than a statutory office, the business allocation percentage shall be one hundred per centum. (5) Rules for receipts from certain services to investment companies. (A) For purposes of subclause (ii) of clause (B) of subparagraph two of this paragraph, the portion of receipts received from an investment company arising from the sale of management, administration or distribution services to such investment company determined in accordance with clause (B) of this subparagraph shall be deemed to arise from services performed within the city (such portion referred to herein as the New York city portion). (B) The New York city portion shall be the product of (a) the total of such receipts from the sale of such services and (b) a fraction. The numerator of that fraction is the sum of the monthly percentages (as defined hereinafter) determined for each month of the investment company's taxable year for federal income tax purposes which taxable year ends within the taxable year of the taxpayer (but excluding any month during which the investment company had no outstanding shares). The monthly percentage for each such month is determined by dividing (a) the number of shares in the investment company which are owned on the last day of the month by shareholders which are domiciled in the city by (b) the total number of shares in the investment company outstanding on that date. The denominator of the fraction is the number of such monthly percentages. (C) (i) For purposes of this subparagraph, the term \"domicile\", in the case of an individual, shall have the meaning ascribed to it under chapter seventeen of this title; an estate or trust is domiciled in the city if it is a city resident estate or trust as defined in paragraph three of subdivision (b) of section 11-1705 of this code; a business entity is domiciled in the city if the location of the actual seat of management or control is in the city. It shall be presumed that the domicile of a shareholder, with respect to any month, is his, her or its mailing address on the records of the investment company as of the last day of such month. (ii) For purposes of this subparagraph, the term \"investment company\" means a regulated investment company, as defined in section 851 of the internal revenue code, and a partnership to which section 7704(a) of the internal revenue code applies (by virtue of section 7704(c)(3) of such code) and that meets the requirements of section 851(b) of such code. The preceding sentence shall be applied to the taxable year for federal income tax purposes of the business entity that is asserted to constitute an investment company that ends within the taxable year of the taxpayer. (iii) For purposes of this subparagraph, the term \"receipts from an investment company\" includes amounts received directly from an investment company as well as amounts received from the shareholders in such investment company in their capacity as such. (iv) For purposes of this subparagraph, the term \"management services\" means the rendering of investment advice to an investment company, making determinations as to when sales and purchases of securities are to be made on behalf of an investment company, or the selling or purchasing of securities constituting assets of an investment company, and related activities, but only where such activity or activities are performed pursuant to a contract with the investment company entered into pursuant to section 15(a) of the federal investment company act of nineteen hundred forty, as amended. (v) For purposes of this subparagraph, the term \"distribution services\" means the services of advertising, servicing investor accounts (including redemptions), marketing shares or selling shares of an investment company, but, in the case of advertising, servicing investor accounts (including redemptions) or marketing shares, only where such service is performed by a person who is (or was, in the case of a closed end company) also engaged in the service of selling such shares. In the case of an open end company, such service of selling shares must be performed pursuant to a contract entered into pursuant to section 15(b) of the federal investment company act of nineteen hundred forty, as amended. (vi) For purposes of this subparagraph, the term \"administration services\" includes (1) clerical, accounting, bookkeeping, data processing, internal auditing, legal and tax services performed for an investment company but only (2) if the provider of such service or services during the taxable year in which such service or services are sold also sells management or distribution services, as defined hereinabove, to such investment company. (6) (A) Provided, further, however, that a taxpayer principally engaged in the conduct of aviation (other than as provided in clause (C) of this subparagraph) shall, notwithstanding the foregoing provisions of this paragraph, determine the portion of entire net income to be allocated within the city by multiplying its business income by a business allocation percentage which is equal to the arithmetic average of the following three percentages: (i) the percentage determined by dividing aircraft arrivals and departures within the city by the taxpayer during the period covered by its report by the total aircraft arrivals and departures within and without the city during such period; provided, however, arrivals and departures solely for maintenance or repair, refueling (where no debarkation or embarkation of traffic occurs), arrivals and departures of ferry and personnel training flights or arrivals and departures in the event of emergency situations shall not be included in computing such arrival and departure percentage; provided, further, the commissioner of finance may also exempt from such percentage aircraft arrivals and departures of all non-revenue flights including flights involving the transportation of officers or employees receiving air transportation to perform maintenance or repair services or where such officers or employees are transported in conjunction with an emergency situation or the investigation of an air disaster (other than on a scheduled flight); provided, however, that arrivals and departures of flights transporting officers and employees receiving air transportation for purposes other than specified above (without regard to remuneration) shall be included in computing such arrival and departure percentage; (ii) the percentage determined by dividing the revenue tons handled by the taxpayer at airports within the city during such period by the total revenue tons handled by it at airports within and without the city during such period; and (iii) the percentage determined by dividing the taxpayer's originating revenue within the city for such period by its total originating revenue within and without the city for such period. (B) As used herein, the term \"aircraft arrivals and departures\" means the number of landings and takeoffs of the aircraft of the taxpayer and the number of air pickups and deliveries by the aircraft of such taxpayer; the term \"originating revenue\" means revenue to the taxpayer from the transportation of revenue passengers and revenue property first received by the taxpayer either as originating or connecting traffic at airports; and the term \"revenue tons handled\" by the taxpayer at airports means the weight in tons of revenue passengers (at two hundred pounds per passenger) and revenue cargo first received either as originating or connecting traffic or finally discharged by the taxpayer at airports; (C) A foreign air carrier described in the first sentence of subparagraph one of paragraph (c-1) of subdivision eight of section 11-602 of this subchapter shall determine its business allocation percentage pursuant to the provisions of subparagraphs one through four of this paragraph, except that the numerators and denominators involved in such computation shall exclude property to the extent employed in generating income excluded from entire net income pursuant to the provisions of paragraph (c-1) of subdivision eight of section 11-602 of this subchapter, exclude such receipts as are excluded from entire net income for the taxable year pursuant to the provisions of paragraph (c-1) of subdivision eight of section 11-602 of this subchapter, and exclude wages, salaries or other personal service compensation which are directly attributable to the generation of income excluded from entire net income for the taxable year pursuant to the provisions of paragraph (c-1) of subdivision eight of section 11-602 of this subchapter. (7) Provided, further, however, that a taxpayer principally engaged in the operation of vessels shall, notwithstanding the foregoing provisions of this paragraph, determine the portion of entire net income to be allocated within the city by multiplying its business income by a business allocation percentage determined by dividing the aggregate number of working days of the vessels it owns or leases in territorial waters of the city during the period covered by its report by the aggregate number of working days of all the vessels it owns or leases during such period. (8) (A) For taxable years beginning on or after July first, nineteen hundred ninety-six and before January first, two thousand eleven, a manufacturing corporation may elect to determine its business allocation percentage by adding together the percentages determined under subparagraphs one, two and three of this paragraph and an additional percentage equal to the percentage determined under subparagraph two of this paragraph, and dividing the result by the number of percentages so added together. (B) An election under this subparagraph must be made on a timely filed (determined with regard to extensions granted) original report for the taxable year. Once made for a taxable year, such election shall be irrevocable for that taxable year. A separate election must be made for each taxable year. A manufacturing corporation that has failed to make an election as provided in this clause shall be required to determine its business allocation percentage without regard to the provisions of this subparagraph. Notwithstanding anything in this clause to the contrary, the commissioner of finance may permit a manufacturing corporation to make or revoke an election under this subparagraph, upon such terms and conditions as the commissioner may prescribe, where the commissioner determines that such permission should be granted in the interests of fairness and equity due to a change in circumstances resulting from an audit adjustment. (C) As used in this subparagraph, the term \"manufacturing corporation\" means a corporation primarily engaged in the manufacturing and sale thereof of tangible personal property; and the term \"manufacturing\" includes the process (including the assembly process) (i) of working raw materials into wares suitable for use or (ii) which gives new shapes, new qualities or new combinations to matter which already has gone through some artificial process, by the use of machinery, tools, appliances and other similar equipment. A corporation shall be deemed to be primarily engaged in the activities described in the preceding sentence if more than fifty percent of its gross receipts for the taxable year are attributable to such activities. (D) Notwithstanding anything to the contrary, if a taxpayer that is otherwise eligible to make the election authorized by this subparagraph is required or permitted to make a report on a combined basis with one or more other corporations pursuant to subdivision four of section 11-605 of this chapter, the taxpayer shall be permitted to make an election under this subparagraph only if such taxpayer and such other corporation or corporations would be a manufacturing corporation if they were treated as a single corporation. In making such determination, intercorporate transactions shall be eliminated. Where such election has been made by the taxpayer for a taxable year, each of the other corporations included in the combined report shall also be deemed to have made a proper election under this subparagraph for such taxable year. (9) Special rules for publishers and broadcasters. (A) Notwithstanding anything in subparagraph two of this paragraph to the contrary and except as provided in clause (C) of this subparagraph, in the case of a taxpayer engaged in the business of publishing newspapers or periodicals, there shall be allocated to the city, for purposes of subparagraph two of this paragraph, the gross sales or charges for services arising from sales of advertising contained in such newspapers or periodicals, to the extent that such newspapers or periodicals are delivered to points within the city. (B) Notwithstanding anything in subparagraph two of this paragraph to the contrary and except as provided in clause (C) of this subparagraph, in the case of a taxpayer engaged in the business of broadcasting radio or television programs, whether through the public airwaves or by cable, direct or indirect satellite transmission, or any other means of transmission, there shall be allocated to the city, for purposes of subparagraph two of this paragraph, a portion of the gross sales or charges for services arising from the broadcasting of such programs and of commercial messages in connection therewith, such portion to be determined according to the number of listeners or viewers within and without the city. (C) Notwithstanding anything in clause (A) or (B) of this subparagraph to the contrary, in the case of a taxpayer engaged in the business of publishing newspapers or periodicals, or broadcasting radio or television programs, whether through the public airwaves or by cable, direct or indirect satellite transmission, or any other means of transmission, there shall be allocated to the city, for purposes of subparagraph two of this paragraph, the gross sales or charges to subscribers located in the city for subscriptions to such newspapers, periodicals, or program services. For purposes of this clause, a subscriber shall be deemed located in the city if, in the case of newspapers and periodicals, the mailing address for the subscription is within the city and, in the case of program services, the billing address for the subscription is within the city. For purposes of this clause, \"subscriber\" shall mean a member of the general public who receives such newspapers, periodicals or program services and does not further distribute them. * (10) Notwithstanding subparagraphs one through five of this paragraph, but subject to subparagraph eight of this paragraph, the business allocation percentage, to the extent that it is computed by reference to the percentages determined under subparagraphs one, two and three of this paragraph, shall be computed in the manner set forth in this subparagraph. (A) For taxable years beginning in two thousand nine, the business allocation percentage shall be determined by adding together the following percentages: (i) the product of thirty percent and the percentage determined under subparagraph one of this paragraph, (ii) the product of forty percent and the percentage determined under subparagraph two of this paragraph, and (iii) the product of thirty percent and the percentage determined under subparagraph three of this paragraph. (B) For taxable years beginning in two thousand ten, the business allocation percentage shall be determined by adding together the following percentages: (i) the product of twenty-seven percent and the percentage determined under subparagraph one of this paragraph, (ii) the product of forty-six percent and the percentage determined under subparagraph two of this paragraph, and (iii) the product of twenty-seven percent and the percentage determined under subparagraph three of this paragraph. (C) For taxable years beginning in two thousand eleven, the business allocation percentage shall be determined by adding together the following percentages: (i) the product of twenty-three and one-half percent and the percentage determined under subparagraph one of this paragraph, (ii) the product of fifty-three percent and the percentage determined under subparagraph two of this paragraph, and (iii) the product of twenty-three and one-half percent and the percentage determined under subparagraph three of this paragraph. (D) For taxable years beginning in two thousand twelve, the business allocation percentage shall be determined by adding together the following percentages: (i) the product of twenty percent and the percentage determined under subparagraph one of this paragraph, (ii) the product of sixty percent and the percentage determined under subparagraph two of this paragraph, and (iii) the product of twenty percent and the percentage determined under subparagraph three of this paragraph. (E) For taxable years beginning in two thousand thirteen, the business allocation percentage shall be determined by adding together the following percentages: (i) the product of sixteen and one-half percent and the percentage determined under subparagraph one of this paragraph, (ii) the product of sixty-seven percent and the percentage determined under subparagraph two of this paragraph, and (iii) the product of sixteen and one-half percent and the percentage determined under subparagraph three of this paragraph. (F) For taxable years beginning in two thousand fourteen, the business allocation percentage shall be determined by adding together the following percentages: (i) the product of thirteen and one-half percent and the percentage determined under subparagraph one of this paragraph, (ii) the product of seventy-three percent and the percentage determined under subparagraph two of this paragraph, and (iii) the product of thirteen and one-half percent and the percentage determined under subparagraph three of this paragraph. (G) For taxable years beginning in two thousand fifteen, the business allocation percentage shall be determined by adding together the following percentages: (i) the product of ten percent and the percentage determined under subparagraph one of this paragraph, (ii) the product of eighty percent and the percentage determined under subparagraph two of this paragraph, and (iii) the product of ten percent and the percentage determined under subparagraph three of this paragraph. (H) For taxable years beginning in two thousand sixteen, the business allocation percentage shall be determined by adding together the following percentages: (i) the product of six and one-half percent and the percentage determined under subparagraph one of this paragraph, (ii) the product of eighty-seven percent and the percentage determined under subparagraph two of this paragraph, and (iii) the product of six and one-half percent and the percentage determined under subparagraph three of this paragraph. (I) For taxable years beginning in two thousand seventeen, the business allocation percentage shall be determined by adding together the following percentages: (i) the product of three and one-half percent and the percentage determined under subparagraph one of this paragraph, (ii) the product of ninety-three percent and the percentage determined under subparagraph two of this paragraph, and (iii) the product of three and one-half percent and the percentage determined under subparagraph three of this paragraph. (J) For taxable years beginning after two thousand seventeen, the business allocation percentage shall be the percentage determined under subparagraph two of this paragraph. (K) The commissioner shall promulgate rules necessary to implement the provisions of this subparagraph under such circumstances where any of the percentages to be determined under subparagraph one, two or three of this paragraph cannot be determined because the taxpayer has no property, receipts or wages within or without the city. * NB There are 2 ù(10)'s * (10) (A) In the case of a taxpayer which is a registered securities or commodities broker or dealer, the receipts specified in items (i) through (vii) of this clause shall be deemed to arise from services performed within the city to the extent set forth in each of such items. (i) Receipts constituting brokerage commissions derived from the execution of securities or commodities purchase or sales orders for the accounts of customers shall be deemed to arise from services performed at the mailing address in the records of the taxpayer of the customer who is responsible for paying such commissions. (ii) Receipts constituting margin interest earned on behalf of brokerage accounts shall be deemed to arise from services performed at the mailing address in the records of the taxpayer of the customer who is responsible for paying such margin interest. (iii) Gross income, including any accrued interest or dividends, from principal transactions for the purchase or sale of stocks, bonds, foreign exchange and other securities or commodities (including futures and forward contracts, options and other types of securities or commodities derivatives contracts) shall be deemed to arise from services performed within the city either (I) to the extent that production credits are awarded to branches, offices or employees of the taxpayer within the city as a result of such principal transactions or (II) if the taxpayer so elects, to the extent that the gross proceeds from such principal transactions (determined without deduction for any cost incurred by the taxpayer to acquire the securities or commodities) are generated from sales of securities or commodities to customers within the city based upon the mailing addresses of such customers in the records of the taxpayer. For purposes of subitem (II) of the preceding sentence, the taxpayer shall separately calculate such gross income from principal transactions by type of security or commodity. For purposes of this item, gross income from principal transactions shall be determined after the deduction of any cost incurred by the taxpayer to acquire the securities or commodities. For purposes of this subparagraph, the term \"production credits\" means credits granted pursuant to the internal accounting system used by the taxpayer to measure the amount of revenue that should be awarded to a particular branch or office or employee of the taxpayer which is based, at least in part, on the branch's, the office's or the employee's particular activities. Upon request, the taxpayer shall be required to furnish a detailed explanation of such internal accounting system to the department. (iv) (I) Receipts constituting fees earned by the taxpayer for advisory services to a customer in connection with the underwriting of securities for such customer (such customer being the entity which is contemplating issuing or is issuing securities) or fees earned by the taxpayer for managing an underwriting shall be deemed to arise from services performed at the mailing address in the records of the taxpayer of such customer who is responsible for paying such fees. (II) Receipts constituting the primary spread or selling concession from underwritten securities shall be deemed to arise from services performed within the city to the extent that production credits are awarded to branches, offices or employees of the taxpayer within the city as a result of the sale of the underwritten securities. (III) The term \"primary spread\" means the difference between the price paid by the taxpayer to the issuer of the securities being marketed and the price received from the subsequent sale of the underwritten securities at the initial public offering price, less any selling concession and any fees paid to the taxpayer for advisory services or any manager's fees, if such fees are not paid by the customer to the taxpayer separately. The term \"public offering price\" means the price agreed upon by the taxpayer and the issuer at which the securities are to be offered to the public. The term \"selling concession\" means the amount paid to the taxpayer for participating in the underwriting of a security where the taxpayer is not the lead underwriter. (v) Receipts constituting interest earned by the taxpayer on loans and advances made by the taxpayer to a corporation affiliated with the taxpayer but with which the taxpayer is not permitted or required to file a combined report pursuant to subdivision four of section 11-605 of this subchapter shall be deemed to arise from services performed at the principal place of business of such affiliated corporation. (vi) Receipts constituting account maintenance fees shall be deemed to arise from services performed at the mailing address in the records of the taxpayer of the customer who is responsible for paying such account maintenance fees. (vii) Receipts constituting fees for management or advisory services, including fees for advisory services in relation to merger or acquisition activities but excluding fees paid for services described in item (ii) of clause (B) of subparagraph two of this paragraph, shall be deemed to arise from services performed at the mailing address in the records of the taxpayer of the customer who is responsible for paying such fees. (B) For purposes of this subparagraph, the term \"securities\" shall have the same meaning as in section 475(c)(2) of the internal revenue code and the term \"commodities\" shall have the same meaning as in section 475(e)(2) of the internal revenue code. The term \"registered securities or commodities broker or dealer\" means a broker or dealer registered as such by the securities and exchange commission or the commodities futures trading commission, and shall include an over-the-counter derivatives dealer as defined under regulations of the securities and exchange commission at title 17, part 240, section 3b-12 of the code of federal regulations (17 CFR 240.3b-12). (C) If the taxpayer receives any of the receipts enumerated in clause (A) of this subparagraph as a result of a securities correspondent relationship such taxpayer has with another registered securities or commodities broker or dealer with the taxpayer acting in this relationship as the clearing firm, such receipts shall be deemed to arise from services performed within the city to the extent set forth in each of the items of clause (A) of this subparagraph. The amount of such receipts shall exclude the amount the taxpayer is required to pay to the correspondent firm for such correspondent relationship. If the taxpayer receives any of the receipts enumerated in clause (A) of this subparagraph as a result of a securities correspondent relationship such taxpayer has with another registered securities or commodities broker or dealer with the taxpayer acting in this relationship as the introducing firm, such receipts shall be deemed to arise from services performed within the city to the extent set forth in each of the items of clause (A) of this subparagraph. (D) If, for purposes of item (i) or (ii), subitem (I) of item (iv), or item (vi), or (vii) of clause (A) of this subparagraph, the taxpayer is unable from its records to determine the mailing address of the customer, the receipts enumerated in any of such items shall be deemed to arise from services performed at the branch or office of the taxpayer that generates the transaction for the customer that generated such receipts. * NB There are 2 ù(10)'s (b) multiply its investment income by an investment allocation percentage to be determined by: (1) multiplying the amount of its investment capital invested in each stock, bond or other security (other than governmental securities) during the period covered by its report by the issuer's allocation percentage of the issuer or obligor thereof. (i) In the case of an issuer or obligor subject to tax under this subchapter or subchapter four of this chapter, or subject to tax as a utility corporation under chapter eleven of this title, the issuer's allocation percentage shall be the percentage of the appropriate measure (as defined hereinafter) which is required to be allocated within the city on the report or reports, if any, required of the issuer or obligor under this title for the preceding year. The appropriate measure referred to in the preceding sentence shall be: in the case of an issuer or obligor subject to this subchapter, entire capital; in the case of an issuer or obligor subject to subchapter four of this chapter, issued capital stock; in the case of an issuer or obligor subject to chapter eleven of this title as a utility corporation, gross income. (ii) In the case of an issuer or obligor subject to tax under part four of subchapter three of this chapter, the issuer's allocation percentage shall be determined as follows: (A) In the case of a banking corporation described in paragraphs one through eight of subdivision (a) of section 11-640 of this chapter which is organized under the laws of the United States, this state or any other state of the United States, the issuer's allocation percentage shall be its alternative entire net income allocation percentage, as defined in subdivision (c) of section 11-642 of this chapter, for the preceding year. In the case of such a banking corporation whose alternative entire net income for the preceding year is derived exclusively from business carried on within the city, its issuer's allocation percentage shall be one hundred percent. (B) In the case of a banking corporation described in paragraph two of subdivision (a) of section 11-640 of this chapter which is organized under the laws of a country other than the United States, the issuer's allocation percentage shall be determined by dividing (I) the amount described in clause (i) of subparagraph (A) of paragraph two of subdivision (a) of section 11-642 of this chapter with respect to such issuer or obligor for the preceding year, by (II) the gross income of such issuer or obligor from all sources within and without the United States, for such preceding year, whether or not included in alternative entire net income for such year. (C) In the case of an issuer or obligor described in paragraph nine of subdivision (a) or in paragraph two of subdivision (d) of section 11-640 of this chapter, the issuer's allocation percentage shall be determined by dividing the portion of the entire capital of the issuer or obligor allocable to the city for the preceding year by the entire capital, wherever located, of the issuer or obligor for the preceding year. (iii) Provided, however, that if a report or reports for the preceding year are not filed, or if filed do not contain information which would permit the determination of such issuer's allocation percentage, then the issuer's allocation percentage to be used shall, at the discretion of the commissioner of finance, be either (A) the issuer's allocation percentage derived from the most recently filed report or reports of the issuer or obligor or (B) a percentage calculated, by the commissioner of finance, reasonably to indicate the degree of economic presence in the city of the issuer or obligor during the preceding year. (2) adding together the sum so obtained, and (3) dividing the result so obtained by the total of its investment capital invested during such period in stocks, bonds and other securities; provided, however, that in case any investment capital is invested in any stock, bond or other security during only a portion of the period covered by the report, only such portion of such capital shall be taken into account; and provided further, that if a taxpayer's investment allocation percentage is zero, interest received on bank accounts shall be multiplied by its business allocation percentage; and (c) add the products so obtained. (d) Except as provided in subparagraph three of this paragraph or in paragraph (e) of this subdivision, at the election of the taxpayer there shall be deducted from the portion of its entire net income allocated within the city either or both of the items set forth in subparagraphs one and two of this paragraph, except that only one of such deductions shall be allowed with respect to any one item of property. (1) Depreciation with respect to any property such as described in subparagraph three of this paragraph, not exceeding twice the depreciation allowed with respect to the same property for federal income tax purposes. Such deduction shall be allowed only upon condition that entire net income be computed without any deduction for the depreciation of the same property, and the total of all deductions allowed in any taxable year or years with respect to the depreciation of any such property shall not exceed its cost or other basis. (2) Expenditures paid or incurred during the taxable year for the construction, reconstruction, erection or acquisition of any property such as described in subparagraph three of this paragraph which is used or to be used for purposes of research and development in the experimental or laboratory sense. Such purposes shall not be deemed to include the ordinary testing or inspection of materials or products for quality control, efficiency surveys, management studies, consumer surveys, advertising, promotions or research in connection with literary, historical or similar projects. Such deduction shall be allowed only on condition that entire net income for the taxable year and all succeeding taxable years be computed without the deduction of any such expenditures and without any deduction for depreciation of the same property, except to the extent that its basis may be attributable to factors other than such expenditures, or in case a deduction is allowable pursuant to this subparagraph for only a part of such expenditures, on condition that any deduction allowed for federal income tax purposes on account of such expenditures or on account of depreciation of the same property be proportionately reduced in computing entire net income for the taxable year and all succeeding taxable years. With respect to property which is used or to be used for research and development only in part, or during only part of its useful life, a proportionate part of such expenditures shall be deductible. If all or part of such expenditures with respect to any property shall have been deducted as provided herein, and such property is used for purposes other than research and development to a greater extent than originally reported, the taxpayer shall report such use in its report for the first taxable year during which it occurs, and the commissioner of finance may recompute the tax for the year or years for which such deduction was allowed, and may assess any additional tax resulting from such recomputation regardless of the time limitations set forth in section 11-674 of this chapter. (3) Such deductions shall be allowed only with respect to tangible property which is depreciable pursuant to section one hundred sixty-seven of the internal revenue code, having a situs in the city and used in the taxpayer's trade or business, (A) constructed, reconstructed or erected after December thirty-first, nineteen hundred sixty-five, pursuant to a contract which was, on or before December thirty-first, nineteen hundred sixty-seven, and at all times thereafter, binding on the taxpayer or, property, the physical construction, reconstruction or erection of which began on or before December thirty-first, nineteen hundred sixty-seven or which began after such date pursuant to an order placed on or before December thirty-first, nineteen hundred sixty-seven, and then only with respect to that portion of the basis thereof or the expenditures relating thereto which is properly attributable to such construction, reconstruction or erection after December thirty-first, nineteen hundred sixty-five, or (B) acquired after December thirty-first, nineteen hundred sixty-five, pursuant to a contract which was, on or before December thirty-first, nineteen hundred sixty-seven, and at all times thereafter, binding on the taxpayer or pursuant to an order placed on or before December thirty-first, nineteen hundred sixty-seven, by purchase as defined in section one hundred seventy-nine (d) of the internal revenue code, if the original use of such property commenced with the taxpayer, commenced in the city and commenced after December thirty-first, nineteen hundred sixty-five, or (C) acquired, constructed, reconstructed, or erected subsequent to December thirty-first nineteen hundred sixty-seven, if such acquisition, construction, reconstruction or erection is pursuant to a plan of the taxpayer which was in existence December thirty-first, nineteen hundred sixty-seven and not thereafter substantially modified, and such acquisition, construction, reconstruction or erection would qualify under the rules in paragraphs four, five or six of subsection (h) of section forty-eight of the internal revenue code provided all references in such paragraphs four, five and six to the dates October nine, nineteen hundred sixty-six, and October ten, nineteen hundred sixty-six, shall be read as December thirty-first, nineteen hundred sixty-seven. A taxpayer shall be allowed a deduction under clauses (A), (B) or (C) of this subparagraph only if the tangible property shall be delivered or the construction, reconstruction or erection shall be completed on or before December thirty-first, nineteen hundred sixty-nine, except in the case of tangible property which is acquired, constructed, reconstructed or erected pursuant to a contract which was, on or before December thirty-first, nineteen hundred sixty-seven, and at all times thereafter, binding on the taxpayer. Provided, however, for any taxable year beginning on or after January first, nineteen hundred sixty-eight, a taxpayer shall not be allowed a deduction under paragraph (d) hereof with respect to tangible personal property leased by it to any other person or corporation. For purposes of the preceding sentence, any contract or agreement to lease or rent or for a license to use such property shall be considered a lease. With respect to property which the taxpayer uses itself for purposes other than leasing for part of a taxable year and leases for a part of a taxable year, the taxpayer shall be allowed a deduction under paragraph (d) in proportion to the part of the year it uses such property. (4) If the deductions allowable for any taxable year, pursuant to this subdivision, exceed the portion of the taxpayer's entire net income allocated to the city for such year, the excess may be carried over to the following taxable year or years and may be deducted from the portion of the taxpayer's entire net income allocated to the city for such year or years. (5) In any taxable year when property is sold or otherwise disposed of, with respect to which a deduction has been allowed pursuant to subparagraph one or two of this paragraph, the gain or loss thereon entering into the computation of federal taxable income shall be disregarded in computing entire net income, and there shall be added to or subtracted from the portion of entire net income allocated within the city the gain or loss upon such sale or other disposition. In computing such gain or loss the basis of the property sold or disposed of shall be adjusted to reflect the deduction allowed with respect to such property pursuant to subparagraph one or two of this paragraph. Provided, however, that no loss shall be recognized for the purposes of this subparagraph with respect to a sale or other disposition of property to a person whose acquisition thereof is not a purchase as defined in section one hundred seventy-nine (d) of the internal revenue code. (e) At the election of the taxpayer there shall be deducted from the portion of its entire net income allocated within the city either or both of the items set forth in subparagraphs one and two of this paragraph, except that only one of such deductions shall be allowed with respect to any one item of property. (1) Depreciation with respect to any property such as described in subparagraphs three and four of this paragraph, not exceeding twice the depreciation allowed with respect to the same property for federal income tax purposes. Such deduction shall be allowed only upon condition that entire net income be computed without any deduction for the depreciation of the same property, and the total of all deductions allowed in any taxable year or years with respect to the depreciation of any such property shall not exceed its cost or other basis multiplied by the taxpayer's business allocation percentage determined under this subdivision for the first year it deducts such depreciation under this paragraph. (2) Expenditures paid or incurred during the taxable year for the construction, reconstruction, erection or acquisition of any property such as described in subparagraph three of this paragraph which is used or to be used for purposes of research and development in the experimental or laboratory sense. Such purposes shall not be deemed to include the ordinary testing or inspection of materials or products for quality control, efficiency surveys, management studies, consumer surveys, advertising, promotions or research in connection with literary, historical or similar projects. Such deductions shall be allowed only on condition that it does not exceed the amount of the expenditures multiplied by the taxpayer's business allocation percentage determined under this subdivision for the year the expenditures are paid or incurred and that entire net income for the taxable year and all succeeding taxable years be computed without the deduction of any such expenditures and without any deduction for depreciation of the same property, except to the extent that its basis may be attributable to factors other than such expenditures, or in case a deduction is allowable pursuant to this subparagraph for only a part of such expenditures, on condition that any deduction allowed for federal income tax purposes on account of such expenditures or on account of depreciation of the same property be proportionately reduced in computing entire net income for the taxable year and all succeeding taxable years. With respect to property which is used or to be used for research and development only in part, or during only part of its useful life, a proportionate part of such expenditures shall be deductible. If all or part of such expenditures with respect to any property shall have been deducted as provided herein, and such property is used for purposes other than research and development to a greater extent than originally reported, the taxpayer shall report such use in its report for the first taxable year during which it occurs, and the commissioner of finance may recompute the tax for the year or years for which such deduction was allowed, and may assess any additional tax resulting from such recomputation regardless of the time limitations set forth in section 11-674 of this chapter. (3) Such deduction shall be allowed only with respect to tangible property which is depreciable pursuant to section one hundred sixty-seven of the internal revenue code, having a situs in the city and used in the taxpayer's trade or business (A) the construction, reconstruction or erection of which is completed after December thirty-first, nineteen hundred sixty-seven, and then only with respect to that portion of the basis thereof or the expenditures relating thereto which is properly attributable to such construction, reconstruction or erection after December thirty-first, nineteen hundred sixty-five, or (B) acquired after December thirty-first, nineteen hundred sixty-seven by purchase or defined in section one hundred seventy-nine (d) of the internal revenue code, if the original use of such property commenced with the taxpayer, commenced in this state and commenced after December thirty-first nineteen hundred sixty-five. Provided, however, for any taxable year beginning on or after January first, nineteen hundred sixty-eight, a taxpayer shall not be allowed a deduction under paragraph (e) hereof with respect to tangible personal property leased by it to any other person or corporation. For purposes of the preceding sentence, any contract or agreement to lease or rent or for a license to use such property shall be considered a lease. With respect to property which the taxpayer uses itself for purposes other than leasing for part of a taxable year and leases for a part of a taxable year, the taxpayer shall be allowed a deduction under paragraph (e) in proportion to the part of the year it uses such property. (4) A deduction under subparagraph one of this paragraph shall be allowed with respect to tangible property described in subparagraph three only if such property is principally used by the taxpayer in the production of goods by manufacturing; processing; assembling; refining; mining; extracting; farming; agriculture; horticulture; floriculture; viticulture or commercial fishing. For purposes of this subparagraph, manufacturing shall mean the process of working raw materials into wares suitable for use or which gives new shapes, new qualities or new combinations to matter which already has gone through some artificial process by the use of machinery, tools, appliances and other similar equipment. Property used in the production of goods shall include machinery, equipment or other tangible property which is principally used in the repair and service of other machinery, equipment or other tangible property used principally in the production of goods and shall include all facilities used in the manufacturing operation, including storage of material to be used in manufacturing and of the products that are manufactured. At the option of the taxpayer, air and water pollution control facilities which qualify for elective deductions under paragraph (g) of subdivision eight of section 11-602 of this subchapter may be treated, for purposes of this paragraph, as tangible property principally used in the production of goods by manufacturing; processing; assembling; refining; mining; extracting; farming; agriculture; horticulture; floriculture; viticulture; or commercial fishing, in which event, a deduction shall not be allowed under such paragraph (g). (5) Subject to the limitation imposed by subparagraphs one and two hereof, if the deductions allowable for any taxable year, pursuant to this subdivision, exceed the portion of the taxpayer's entire net income allocated to the city for such year, the excess may be carried over to the following taxable year or years and may be deducted from the portion of the taxpayer's entire net income allocated to the city for such year or years. (6) In any taxable year when property is sold or otherwise disposed of, with respect to which a deduction has been allowed pursuant to subparagraph one or two of this paragraph, the gain or loss thereon entering into the computation of federal taxable income shall be disregarded in computing entire net income, and there shall be added to or subtracted from the portion of entire net income allocated within the city the gain or loss upon such sale or other disposition. In computing such gain or loss the basis of the property sold or disposed of shall be adjusted to reflect the deduction allowed with respect to such property pursuant to subparagraph one or two of this paragraph. Provided, however, that no loss shall be recognized for the purposes of this subparagraph with respect to a sale or other disposition of property to a person whose acquisition thereof is not a purchase as defined in section one hundred seventy-nine (d) of the internal revenue code. 4. The portion of the business capital of a taxpayer to be allocated within the city shall be determined by multiplying the amount thereof by the business allocation percentage determined as hereinabove provided. Provided, however, such business allocation percentage, for purposes of allocating business capital, shall (a) for taxable years beginning before nineteen hundred ninety-four, be determined without regard to clause (C) of subparagraph six of paragraph (a) of subdivision three of this section and (b) for taxable years beginning after nineteen hundred ninety-three, be determined with regard to such clause (C) but only in the case of a taxpayer subject to the provisions of paragraph (b) of subdivision six of section 11-602 of this subchapter. 5. The portion of the investment capital of a taxpayer to be allocated within the city shall be determined by multiplying the amount thereof by the investment allocation percentage determined as hereinabove provided. 7. The portion of the subsidiary capital of a taxpayer to be allocated within the city shall be determined by (a) multiplying the amount of its subsidiary capital invested in each subsidiary during the period covered by its report (or, in the case of any such capital so invested during only a portion of such period, such portion of such capital) by the issuer's allocation percentage, as defined in subparagraph one of paragraph (b) of subdivision three of this section, of each such subsidiary and (b) adding together the sums so obtained. 8. If it shall appear to the commissioner of finance that any business or investment allocation percentage determined as hereinabove provided does not properly reflect the activity, business, income or capital of a taxpayer within the city, the commissioner of finance shall be authorized in his or her discretion, in the case of a business allocation percentage, to adjust it by (a) excluding one or more of the factors therein, (b) including one or more other factors, such as expenses, purchases, contract values (minus subcontract values), (c) excluding one or more assets in computing such allocation percentage, provided the income therefrom is also excluded in determining entire net income, or (d) any other similar or different method calculated to effect a fair and proper allocation of the income and capital reasonably attributable to the city, and in the case of an investment allocation percentage to adjust it by excluding one or more assets in computing such percentage provided the income therefrom is also excluded in determining entire net income. The commissioner of finance from time to time shall publish all rulings of general public interest with respect to any application of the provisions of this subdivision. 9. If it shall appear to the commissioner of finance that any business allocation percentage determined as hereinabove provided does not properly reflect the activity, business, income or capital of a taxpayer within the city, the commissioner of finance shall be authorized in his or her discretion to adjust it by (a) excluding one or more of the factors therein, (b) including one or more other factors, such as expenses, purchases, contract values (minus subcontract values), (c) excluding one or more assets in computing such allocation percentage, provided the income therefrom, is also excluded in determining entire net income, or (d) any other similar or different method calculated to effect a fair and proper allocation of the income and capital reasonably attributable to the city, and in the case of an investment allocation percentage, to adjust it by excluding one or more assets in computing such percentage provided the income therefrom is also excluded in determining entire net income. The commissioner of finance from time to time shall publish all rulings of general public interest with respect to any application of the provisions of this subdivision. 11. (a) A taxpayer shall be allowed a credit, to be refunded in the manner hereinafter provided in this subdivision, against the tax imposed by this chapter. The amount of such credit shall be fifty percent of the tax incurred in market making transactions under the provisions of article twelve of the tax law on such transactions subject to such tax occurring on and after August first, nineteen hundred seventy-six and paid by such taxpayer (except when such tax shall have been paid pursuant to section two hundred seventy-nine-a of such tax law). (b) For purposes of this subdivision: (1) the term \"taxpayer\" shall mean any corporation subject to tax under this chapter registered with the United States securities and exchange commission in accordance with subsection (b) of section fifteen of the securities exchange act of nineteen hundred thirty-four, as amended, and acting as a dealer in a transaction described in subparagraph two of this paragraph, and (2) the term \"market making transaction\" shall mean any transaction involving a sale (including a short sale) by a dealer of shares or certificates subject to the tax imposed by article twelve of the tax law, provided such shares or certificates are sold: (i) as stock in trade or inventory or as property held for sale in the ordinary course of such dealer's trade or business (including transfers which are part of an underwriting), (ii) in (a) a bona fide arbitrage transaction; (b) a bona fide hedge transaction involving a long or short position in any equity security and a long or short position in a security entitling the holder to acquire or sell such equity security; or (c) a risk arbitrage transaction in connection with a merger, acquisition, tender offer, recapitalization, reorganization, or similar transaction, or (iii) to offset a transaction made in error. Provided, however, that, except as to subclause (c) of clause (ii) of this paragraph, the term \"market making transaction\" shall not include any sale of shares or certificates identified in such dealer's records as a security held for investment within the meaning of section twelve hundred thirty-six of the internal revenue code. (c) The credit allowed under this subdivision for any taxable year shall be deemed to be an overpayment of tax by the taxpayer to be credited or refunded in accordance with the provisions of section 11-677 of this chapter, except as otherwise provided in subdivision three of section 11-606 and subdivision eleven of section 11-608; provided, however, that the provisions of this title notwithstanding, the amount to be refunded pursuant to this subdivision shall not be paid prior to the first day of the eighth month following the close of the taxable year, and the provisions of subdivision three of section 11-679 of this chapter notwithstanding interest shall be allowed and paid on the overpayment of the credit under this subdivision from the first day of the eleventh month following the close of the taxable year, or three months after a claim for the credit or refund provided for in this subdivision has been filed, whichever is later. (d) Provided, however, that the credit provided under this subdivision shall be allowed only to the extent that the amount of credit allowable with respect to market making transactions under the provisions of this subdivision (determined without regard to the provisions of this paragraph) exceeds fifty percent of all rebates (provided for under the provisions of section two hundred eighty-a of article twelve of the tax law) allowed for such taxes incurred in the same market making transactions with respect to which the credit is determined. No credit shall be allowed under this subdivision with respect to any tax incurred in market making transactions occurring on or after October first, nineteen hundred eighty-one. 12. (a) In addition to the credit allowed by subdivision eleven of this section, a taxpayer shall be allowed a credit against the tax imposed by this subchapter to be credited or refunded in the manner hereinafter provided in this section. The amount of such credit shall be the excess of (A) the amount of sales and compensating use taxes imposed by section eleven hundred seven of the tax law during the taxpayer's taxable year which became legally due on or after and was paid on or after July first, nineteen hundred seventy-seven, less any credits or refunds of such taxes, with respect to the purchase or use by the taxpayer of machinery or equipment for use or consumption directly and predominantly in the production of tangible personal property, gas, electricity, refrigeration or steam for sale, by manufacturing, processing, generating, assembling, refining, mining or extracting, or telephone central office equipment or station apparatus or comparable telegraph equipment for use directly and predominantly in receiving at destination or initiating and switching telephone or telegraph communication, but not including parts with a useful life of one year or less or tools or supplies used in connection with such machinery, equipment or apparatus over (B) the amount of any credit for such sales and compensating use taxes allowed or allowable against the taxes imposed by subchapter two of chapter eleven of this title for any periods embraced within the taxable year of the taxpayer under this subchapter. (b) The credit allowed under this subdivision for any taxable year shall be deemed to be an overpayment of tax by the taxpayer to be credited or refunded, without interest, in accordance with the provisions of section 11-677 of this chapter. (c) Where the taxpayer receives a refund or credit of any tax imposed under section eleven hundred seven of the tax law for which the taxpayer had claimed a credit under the provisions of this subdivision in a prior taxable year, the amount of such tax refund shall be added to the tax imposed by subdivision one of section 11-603 of this subchapter, and such amount shall be subtracted in computing entire net income for the taxable year. 13. (a) In addition to any other credit allowed by this section, a taxpayer shall be allowed a credit against the tax imposed by this subchapter to be credited or refunded without interest, in the manner hereinafter provided in this section. (1) Where a taxpayer shall have relocated to the city from a location outside the state, and by such relocation shall have created a minimum of one hundred industrial or commercial employment opportunities; and where such taxpayer shall have entered into a written lease for the relocation premises, the terms of which lease provide for increased additional payments to the landlord which are based solely and directly upon any increase or addition in real estate taxes imposed on the leased premises, the taxpayer upon approval and certification by the industrial and commercial incentive board as hereinafter provided shall be entitled to a credit against the tax imposed by this subchapter. The amount of such credit shall be: An amount equal to the annual increased payments actually made by the taxpayer to the landlord which are solely and directly attributable to an increase or addition to the real estate tax imposed upon the leased premises. Such credit shall be allowed only to the extent that the taxpayer has not otherwise claimed said amount as a deduction against the tax imposed by this subchapter. The industrial and commercial incentive board in approving and certifying to the qualifications of the taxpayer to receive the tax credit provided for herein shall first determine that the applicant has met the requirements of this section, and further, that the granting of the tax credit to the applicant is in the \"public interest\". In determining that the granting of the tax credit is in the public interest, the board shall make affirmative findings that: the granting of the tax credit to the applicant will not effect an undue hardship on similar taxpayers already located within the city; the existence of this tax incentive has been instrumental in bringing about the relocation of the applicant to the city; and the granting of the tax credit will foster the economic recovery and economic development of the city. The tax credit, if approved and certified by the industrial and commercial incentive board, must be utilized annually by the taxpayer for the length of the term of the lease or for a period not to exceed ten years from the date of relocation whichever period is shorter. (2) Definitions: When used in this section, \"employment opportunity\" means the creation of a full time position of gainful employment for an industrial or commercial employee and the actual hiring of such employee for the said position. \"Industrial employee\" means one engaged in the manufacture or assembling of tangible goods or the processing of raw materials. \"Commercial employee\" means one engaged in the buying, selling or otherwise providing of goods or services other than on a retail basis. \"Retail\" means the selling or otherwise disposing or furnishing of tangible goods or services directly to the ultimate user or consumer. \"Full time position\" means the hiring of an industrial or commercial employee in a position of gainful employment where the number of hours worked by such employees is not less than thirty hours during any given work week. \"Industrial and commercial incentive board\" means the board created pursuant to part three of subchapter two of chapter two of this title. (b) The credit allowed under this subdivision for any taxable year shall be deemed to be an overpayment of tax by the taxpayer to be credited or refunded, without interest, in accordance with the provisions of section 11-677 of this chapter. 14. (a) In addition to any other credit allowed by this section, a taxpayer shall be allowed a credit against the tax imposed by this subchapter to be credited or refunded without interest, in the manner hereinafter provided in this section. The amount of such credit shall be: (1) A maximum of three hundred dollars for each commercial employment opportunity and a maximum of five hundred dollars for each industrial employment opportunity relocated to the city from an area outside the state. Such credit shall be allowed to a taxpayer who relocates a minimum of ten employment opportunities. The credit shall be allowed against employment opportunity relocation costs incurred by the taxpayer. Such credit shall be allowed only to the extent that the taxpayer has not claimed a deduction for allowable employment opportunity relocation costs. The credit allowed hereunder may be taken by the taxpayer in whole or in part in the year in which the employment opportunity is relocated by such taxpayer or either of the two years succeeding such event, provided, however, no credit shall be allowed under this subdivision to a taxpayer for industrial employment opportunities relocated to premises (A) that are within an industrial business zone established pursuant to section 22-626 of this code and (B) for which a binding contract to purchase or lease was first entered into by the taxpayer on or after July first, two thousand five. The commissioner of finance is empowered to promulgate rules and regulations and to prescribe the form of application to be used by a taxpayer seeking the credit provided hereunder. (2) Definitions: When used in this section, \"employment opportunity\" means the creation of a full time position of gainful employment for an industrial or commercial employee and the actual hiring of such employee for the said position. \"Industrial employee\" means one engaged in the manufacture or assembling of tangible goods or the processing of raw materials. \"Commercial employee\" means one engaged in the buying, selling or otherwise providing of goods or services other than on a retail basis. \"Retail\" means the selling or otherwise disposing of tangible goods directly to the ultimate user or consumer. \"Full time position\" means the hiring of an industrial or commercial employee in a position of gainful employment where the number of hours worked by such employee is not less than thirty hours during any given work week. \"Employment opportunity relocation costs\" means the costs incurred by the taxpayer in moving furniture, files, papers and office equipment into the city from a location outside the state; the costs incurred by the taxpayer in the moving and installation of machinery and equipment into the city from a location outside the state; the costs of installation of telephones and other communications equipment required as a result of the relocation to the city from a location outside the state; the cost incurred in the purchase of office furniture and fixtures required as a result of the relocation to the city from a location outside the state; and the cost of renovation of the premises to be occupied as a result of the relocation provided, however, that such renovation costs shall be allowable only to the extent that they do not exceed seventy-five cents per square foot of the total area utilized by the taxpayer in the occupied premises. (b) The credit allowed under this section for any taxable year shall be deemed to be an overpayment of tax by the taxpayer to be credited or refunded without interest in accordance with the provisions of section 11-677 of this chapter. 17. (a) In addition to any other credit allowed by this section, a taxpayer that has obtained the certifications required by chapter six-B of title twenty-two of the code shall be allowed a credit against the tax imposed by this subchapter. The amount of the credit shall be the amount determined by multiplying five hundred dollars or, in the case of a taxpayer that has obtained pursuant to chapter six-B of such title twenty-two a certification of eligibility dated on or after July first, nineteen hundred ninety-five, one thousand dollars or, in the case of an eligible business that has obtained pursuant to chapter six-B of such title twenty-two a certification of eligibility dated on or after July first, two thousand, for a relocation to eligible premises located within a revitalization area defined in subdivision (n) of section 22-621 of the code, three thousand dollars, by the number of eligible aggregate employment shares maintained by the taxpayer during the taxable year with respect to particular premises to which the taxpayer has relocated; provided, however, with respect to a relocation for which no application for a certificate of eligibility is submitted prior to July first, two thousand three, to eligible premises that are not within a revitalization area, if the date of such relocation as determined pursuant to subdivision (j) of section 22-621 of the code is before July first, nineteen hundred ninety-five, the amount to be multiplied by the number of eligible aggregate employment shares shall be five hundred dollars, and with respect to a relocation for which no application for a certificate of eligibility is submitted prior to July first, two thousand three, to eligible premises that are within a revitalization area, if the date of such relocation as determined pursuant to subdivision (j) of such section is before July first, nineteen hundred ninety-five, the amount to be multiplied by the number of eligible aggregate employment shares shall be five hundred dollars, and if the date of such relocation as determined pursuant to subdivision (j) of such section is on or after July first, nineteen hundred ninety-five, and before July first, two thousand, one thousand dollars; provided, however, that no credit shall be allowed for the relocation of any retail activity or hotel services; provided, further, that no credit shall be allowed under this subdivision to any taxpayer that has elected pursuant to subdivision (d) of section 22-622 of the code to take such credit against a gross receipts tax imposed by chapter eleven of this title; and provided that in the case of an eligible business that has obtained pursuant to chapter six-B of such title twenty-two certifications of eligibility for more than one relocation, the portion of the total amount of eligible aggregate employment shares to be multiplied by the dollar amount specified in this subdivision for each such certification of a relocation shall be the number of total attributed eligible aggregate employment shares determined with respect to such relocation pursuant to subdivision (o) of section 22-621 of the code. For purposes of this subdivision, the terms \"eligible aggregate employment shares,\" \"relocate,\" \"retail activity\" and \"hotel services\" shall have the meanings ascribed by section 22-621 of the code. (b) The credit allowed under this subdivision with respect to eligible aggregate employment shares maintained with respect to particular premises to which the taxpayer has relocated shall be allowed for the first taxable year during which such eligible aggregate employment shares are maintained with respect to such premises and for any of the twelve succeeding taxable years during which eligible aggregate employment shares are maintained with respect to such premises; provided that the credit allowed for the twelfth succeeding taxable year shall be calculated by multiplying the number of eligible aggregate employment shares maintained with respect to such premises in the twelfth succeeding taxable year by the lesser of one and a fraction the numerator of which is such number of days in the taxable year of relocation less the number of days the eligible business maintained employment shares in the eligible premises in the taxable year of relocation and the denominator of which is the number of days in such twelfth succeeding taxable year during which such eligible aggregate employment shares are maintained with respect to such premises. Except as provided in paragraph (d) of this subdivision, if the amount of the credit allowable under this subdivision for any taxable year exceeds the tax imposed for such year, the excess may be carried over, in order, to the five immediately succeeding taxable years and, to the extent not previously deductible, may be deducted from the taxpayer's tax for such years. (c) The credit allowable under this subdivision shall be deducted after the credit allowed by subdivision eighteen of this section, but prior to the deduction of any other credit allowed by this section. (d) In the case of a taxpayer that has obtained a certification of eligibility pursuant to chapter six-B of title twenty-two of the code dated on or after July first, two thousand for a relocation to eligible premises located within the revitalization area defined in subdivision (n) of section 22-621 of the code, the credits allowed under this subdivision, or in the case of a taxpayer that has relocated more than once, the portion of such credits attributed to such certification of eligibility pursuant to paragraph (a) of this subdivision, against the tax imposed by this chapter for the taxable year of such relocation and for the four taxable years immediately succeeding the taxable year of such relocation, shall be deemed to be overpayments of tax by the taxpayer to be credited or refunded, without interest, in accordance with the provisions of section 11-677 of this chapter. For such taxable years, such credits or portions thereof may not be carried over to any succeeding taxable year; provided, however, that this paragraph shall not apply to any relocation for which an application for a certification of eligibility was not submitted prior to July first, two thousand three, unless the date of such relocation is on or after July first, two thousand. 17-a. (a) In addition to any other credit allowed by this section, a taxpayer shall be allowed a credit against the tax imposed by this subchapter to be credited or refunded in the manner hereinafter provided in this subdivision. The amount of such credit shall be equal to the amount of sales and compensating use taxes imposed by section eleven hundred seven of the tax law during the taxpayer's taxable year (and the amount of any interest imposed in connection therewith) which was paid after January first, nineteen hundred ninety-five, less any credit or refund of such taxes (or such interest), with respect to the purchase or use by the taxpayer of the services described in subdivision (b) of section eleven hundred five-b of the tax law. (b) The credit allowed under this subdivision for any taxable year shall be deemed to be an overpayment of tax by the taxpayer to be credited or refunded, without interest, in accordance with the provisions of section 11-677 of this chapter. (c) Where the taxpayer receives a refund or credit of any tax imposed under section eleven hundred seven of the tax law (or of any interest imposed in connection therewith) for which the taxpayer had claimed a credit under the provisions of this subdivision in a prior taxable year, the amount of such tax (or such interest) refund or credit shall be added to the tax imposed by subdivision one of section 11-603 of this subchapter, and such amount shall be subtracted in computing entire net income for the taxable year. 17-b. (a) For taxable years beginning on or after January first, two thousand six, in addition to any other credit allowed by this section, an eligible business that first enters into a binding contract on or after July first, two thousand five to purchase or lease eligible premises to which it relocates shall be allowed a one-time credit against the tax imposed by this subchapter to be credited or refunded in the manner hereinafter provided in this subdivision. The amount of such credit shall be one thousand dollars per full-time employee; provided, however, that the amount of such credit shall not exceed the lesser of actual relocation costs or one hundred thousand dollars. (b) When used in this subdivision, the following terms shall have the following meanings: \"Eligible business\" means any business subject to tax under this subchapter that (1) has been conducting substantial business operations and engaging primarily in industrial and manufacturing activities at one or more locations within the city of New York or outside the state of New York continuously during the twenty-four consecutive full months immediately preceding relocation, (2) has leased the premises from which it relocates continuously during the twenty-four consecutive full months immediately preceding relocation, (3) first enters into a binding contract on or after July first, two thousand five to purchase or lease eligible premises to which such business will relocate, and (4) will be engaged primarily in industrial and manufacturing activities at such eligible premises. \"Eligible premises\" means premises located entirely within an industrial business zone. For any eligible business, an industrial business zone tax credit shall not be granted with respect to more than one eligible premises. \"Full-time employee\" means (1) one person gainfully employed in an eligible premises by an eligible business where the number of hours required to be worked by such person is not less than thirty-five hours per week; or (2) two persons gainfully employed in an eligible premises by an eligible business where the number of hours required to be worked by each such person is more than fifteen hours per week but less than thirty-five hours per week. \"Industrial business zone\" means an area within the city of New York established pursuant to section 22-626 of this code. \"Industrial business zone tax credit\" means a credit, as provided for in this subdivision, against a tax imposed under this subchapter. \"Industrial and manufacturing activities\" means activities involving the assembly of goods to create a different article, or the processing, fabrication, or packaging of goods. Industrial and manufacturing activities shall not include waste management or utility services. \"Relocation\" means the physical relocation of furniture, fixtures, equipment, machinery and supplies directly to an eligible premises, from one or more locations of an eligible business, including at least one location at which such business conducts substantial business operations and engages primarily in industrial and manufacturing activities. For purposes of this subdivision, the date of relocation shall be (1) the date of the completion of the relocation to the eligible premises or (2) ninety days from the commencement of the relocation to the eligible premises, whichever is earlier. \"Relocation costs\" means costs incurred in the relocation of such furniture, fixtures, equipment, machinery and supplies, including, but not limited to, the cost of dismantling and reassembling equipment and the cost of floor preparation necessary for the reassembly of the equipment. Relocation costs shall include only such costs that are incurred during the ninety-day period immediately following the commencement of the relocation to an eligible premises. Relocation costs shall not include costs for structural or capital improvements or items purchased in connection with the relocation. (c) The credit allowed under this subdivision for any taxable year shall be deemed to be an overpayment of tax by the taxpayer to be credited or refunded without interest, in accordance with the provisions of section 11-677 of this chapter. (d) The number of full-time employees for the purposes of calculating an industrial business tax credit shall be the average number of full-time employees, calculated on a weekly basis, employed in the eligible premises by the eligible business in the fifty-two week period immediately following the earlier of (1) the date of the completion of the relocation to eligible premises or (2) ninety days from the commencement of the relocation to the eligible premises. (e) The credit allowed under this subdivision must be taken by the taxpayer in the taxable year in which such twelve month period selected by the taxpayer ends. (f) For the purposes of calculating entire net income in the taxable year that an industrial business tax credit is allowed, a taxpayer must add back the amount of the credit allowed under this subdivision, to the extent of any relocation costs deducted in the current taxable year or a prior taxable year in calculating federal taxable income. (g) The credit allowed under this subdivision shall not be granted for an eligible business for more than one relocation. Notwithstanding the foregoing, an industrial business tax credit shall not be granted if the eligible business receives benefits pursuant to chapter six-B or six-C of title twenty-two of this code, through a grant program administered by the business relocation assistance corporation, or through the New York city printers relocation fund grant. (h) The commissioner of finance is authorized to promulgate rules and regulations and to prescribe forms necessary to effectuate the purposes of this subdivision. 18. (a) If a corporation is a partner in an unincorporated business taxable under chapter five of this title, and is required to include in entire net income its distributive share of income, gain, loss and deductions of, or guaranteed payments from, such unincorporated business, such corporation shall be allowed a credit against the tax imposed by this subchapter equal to the lesser of the amounts determined in subparagraphs one and two of this paragraph: (1) The amount determined in this subparagraph is the product of (A) the sum of (i) the tax imposed by chapter five of this title on the unincorporated business for its taxable year ending within or with the taxable year of the corporation and paid by the unincorporated business and (ii) the amount of any credit or credits taken by the unincorporated business under section 11-503 of this title (except the credit allowed by subdivision (b) of such section) for its taxable year ending within or with the taxable year of the corporation, to the extent that such credits do not reduce such unincorporated business's tax below zero, and (B) a fraction, the numerator of which is the net total of the corporation's distributive share of income, gain, loss and deductions of, and guaranteed payments from, the unincorporated business for such taxable year, and the denominator of which is the sum, for such taxable year, of the net total distributive shares of income, gain, loss and deductions of, and guaranteed payments to, all partners in the unincorporated business for whom or which such net total (as separately determined for each partner) is greater than zero. (2) The amount determined in this subparagraph is the product of (A) the excess of (i) the tax computed under clause one of subparagraph (a) of paragraph E of subdivision one of this section, without allowance of any credits allowed by this section, over (ii) the tax so computed, determined as if the corporation had no such distributive share or guaranteed payments with respect to the unincorporated business, and (B) a fraction, the numerator of which is four and the denominator of which is eight and eighty-five one hundredths, provided, however, that the amounts computed in clauses (i) and (ii) of this subparagraph shall be computed with the following modifications: (I) such amounts shall be computed without taking into account any carryforward or carryback by the partner of a net operating loss; (II) if, prior to taking into account any distributive share or guaranteed payments from any unincorporated business or any net operating loss carryforward or carryback, the entire net income of the partner is less than zero, such entire net income shall be treated as zero; and (III) if such partner's net total distributive share of income, gain, loss and deductions of, and guaranteed payments from, any unincorporated business is less than zero, such net total shall be treated as zero. The amount determined in this subparagraph shall not be less than zero. (b)(1) Notwithstanding anything to the contrary in paragraph (a) of this subdivision, in the case of a corporation that, before the application of this subdivision or any other credit allowed by this section, is liable for the tax on entire net income under clause one of subparagraph (a) of paragraph E of subdivision one of this section, the credit or the sum of the credits that may be taken by such corporation for a taxable year under this subdivision with respect to an unincorporated business or unincorporated businesses in which it is a partner shall not exceed the tax so computed, without allowance of any credits allowed by this section, multiplied by a fraction the numerator of which is four and the denominator of which is eight and eighty-five one hundredths. If the credit allowed under this subdivision or the sum of such credits exceeds the product of such tax and such fraction, the amount of the excess may be carried forward, in order, to each of the seven immediately succeeding taxable years and, to the extent not previously taken, shall be allowed as a credit in each of such years. In applying the provisions of the preceding sentence, the credit determined for the taxable year under paragraph (a) of this subdivision shall be taken before taking any credit carryforward pursuant to this paragraph and the credit carryforward attributable to the earliest taxable year shall be taken before taking a credit carryforward attributable to a subsequent taxable year. (2) Notwithstanding anything to the contrary in paragraph (a) of this subdivision, in the case of a corporation that, before the application of this subdivision or any other credit allowed by this section, is liable for the tax on entire net income plus certain salaries and other compensation under clause three of subparagraph (a) of paragraph E of subdivision one of this section, the maximum credit that may be taken in any taxable year is the amount that will reduce the tax so computed, without allowance of any credits allowed by this section, to zero. For purposes of this paragraph each dollar of credit shall be applied so as to reduce such tax for taxable years beginning before January first, two thousand seven by sixty-six and thirty-eight one hundredths cents; for taxable years beginning on or after January first, two thousand seven and before January first, two thousand eight by fifty-eight and eight one-hundredths cents; for taxable years beginning on or after January first, two thousand eight and before January first, two thousand nine by forty-nine and seventy-eight one-hundredths cents; for taxable years beginning on or after January first, two thousand nine and before January first, two thousand ten by forty-one and forty-eight one-hundredths cents; and for taxable years beginning on or after January first, two thousand ten by thirty-three and nineteen one-hundredths cents. If the amount of credit allowed under this subdivision or the sum of such credits exceeds the amount that may be taken against such tax, the amount of the excess may be carried forward, in order, to each of the seven immediately succeeding taxable years and, to the extent not previously taken, shall be allowed as a credit in each of such years. In applying the provisions of the preceding sentence, the credit determined for the taxable year under paragraph (a) of this subdivision shall be taken before taking any credit carryforward pursuant to this paragraph and the credit carryforward attributable to the earliest taxable year shall be taken before taking a credit carryforward attributable to a subsequent taxable year. (3) No credit allowed under this subdivision may be taken in a taxable year by a taxpayer that, in the absence of such credit, would be liable for the tax computed on the basis of business and investment capital under clause two of subparagraph (a) of paragraph E of subdivision one of this section or the fixed-dollar minimum tax under clause four of subparagraph (a) of paragraph E of subdivision one of this section. No credit allowed under this subdivision may be taken against the tax computed on the basis of subsidiary capital under subparagraph (b) of paragraph E of subdivision one of this section. (c) For corporations that file a report on a combined basis pursuant to subdivision four of section 11-605 of this chapter, the credit allowed by this subdivision shall be computed as if the combined group were the partner in each unincorporated business from which any of the members of such group had a distributive share or guaranteed payments, provided, however, if more than one member of the combined group is a partner in the same unincorporated business, for purposes of the calculation required in subparagraph one of paragraph (a) of this subdivision, the numerator of the fraction described in clause (B) of such subparagraph one shall be the sum of the net total distributive shares of income, gain, loss and deductions of, and guaranteed payments from, the unincorporated business of all of the partners of the unincorporated business within the combined group for which such net total (as separately determined for each partner) is greater than zero, and the denominator of such fraction shall be the sum of the net total distributive shares of income, gain, loss and deductions of, and guaranteed payments from, the unincorporated business of all partners in the unincorporated business for whom or which such net total (as separately determined for each partner) is greater than zero. (d) The credit allowed by this subdivision shall not be allowed to a partner in an unincorporated business with respect to any tax paid by the unincorporated business under chapter five of this title for any taxable year beginning before July first, nineteen hundred ninety-four. (e) Notwithstanding any other provision of this subchapter, the credit allowable under this subdivision shall be taken prior to the taking of any other credit allowed by this section. Notwithstanding any other provision of this subchapter, the application of this subdivision shall not change the basis on which the taxpayer's tax is computed under paragraph E of subdivision one of this section. 19. Lower Manhattan relocation and employment assistance credit. (a) In addition to any other credit allowed by this section, a taxpayer that has obtained the certifications required by chapter six-C of title twenty-two of the code shall be allowed a credit against the tax imposed by this chapter. The amount of the credit shall be the amount determined by multiplying three thousand dollars by the number of eligible aggregate employment shares maintained by the taxpayer during the taxable year with respect to eligible premises to which the taxpayer has relocated; provided, however, that no credit shall be allowed for the relocation of any retail activity or hotel services; provided, further, that no credit shall be allowed under this subdivision to any taxpayer that has elected pursuant to subdivision (d) of section 22-624 of the code to take such credit against a gross receipts tax imposed under chapter eleven of this title. For purposes of this subdivision, the terms \"eligible aggregate employment shares,\" \"eligible premises,\" \"relocate,\" \"retail activity\" and \"hotel services\" shall have the meanings ascribed by section 22-623 of the code. (b) The credit allowed under this subdivision with respect to eligible aggregate employment shares maintained with respect to eligible premises to which the taxpayer has relocated shall be allowed for the taxable year of the relocation and for any of the twelve succeeding taxable years during which eligible aggregate employment shares are maintained with respect to eligible premises; provided that the credit allowed for the twelfth succeeding taxable year shall be calculated by multiplying the number of eligible aggregate employment shares maintained with respect to eligible premises in the twelfth succeeding taxable year by the lesser of one and a fraction the numerator of which is such number of days in the taxable year of relocation less the number of days the taxpayer maintained employment shares in eligible premises in the taxable year of relocation and the denominator of which is the number of days in such twelfth taxable year during which such eligible aggregate employment shares are maintained with respect to such premises. (c) Except as provided in paragraph (d) of this subdivision, if the amount of the credit allowable under this subdivision for any taxable year exceeds the tax imposed for such year, the excess may be carried over, in order, to the five immediately succeeding taxable years and, to the extent not previously deductible, may be deducted from the taxpayer's tax for such years. (d) The credits allowed under this subdivision, against the tax imposed by this chapter for the taxable year of the relocation and for the four taxable years immediately succeeding the taxable year of such relocation, shall be deemed to be overpayments of tax by the taxpayer to be credited or refunded, without interest, in accordance with the provisions of section 11-677 of this chapter. For such taxable years, such credits or portions thereof may not be carried over to any succeeding taxable year. (e) The credit allowable under this subdivision shall be deducted after the credits allowed by subdivisions seventeen and eighteen of this section, but prior to the deduction of any other credit allowed by this section. * 20. Film production credit. (a)(1) allowance of credit. A taxpayer which is a qualified film production company, and which is subject to tax under this subchapter, shall be allowed a credit against such tax, pursuant to the provisions in subdivision (c) of this section, to be computed as hereinafter provided. (2) The amount of the credit shall be the product of five percent and the qualified production costs paid or incurred in the production of a qualified film, provided that the qualified production costs (excluding post production costs) paid or incurred which are attributable to the use of tangible property or the performance of services at a qualified film production facility in the production of such qualified film equal or exceed seventy-five percent of the production costs (excluding post production costs) paid or incurred which are attributable to the use of tangible property or the performance of services at any film production facility within and without the city of New York in the production of such qualified film. However, if the qualified production costs (excluding post production costs) which are attributable to the use of tangible property or the performance of services at a qualified film production facility in the production of such qualified film are less than three million dollars, then the portion of the qualified production costs attributable to the use of tangible property or the performance of services in the production of such qualified film outside of a qualified film production facility shall be allowed only if the shooting days spent in the city of New York outside of a film production facility in the production of such qualified film equal or exceed seventy-five percent of the total shooting days spent within and without the city of New York outside of a film production facility in the production of such qualified film. The credit shall be allowed for the taxable year in which the production of such qualified film is completed. (3) No qualified production costs used by a taxpayer either as the basis for the allowance of the credit provided for under this subdivision or used in the calculation of the credit provided for under this subdivision shall be used by such taxpayer to claim any other credit allowed pursuant to this title. (b) Definitions. As used in this subdivision, the following terms shall have the following meanings: (1) \"Qualified production costs\" means production costs only to the extent such costs are attributable to the use of tangible property or the performance of services within the city of New York directly and predominantly in the production (including pre-production and post production) of a qualified film. (2) \"Production costs\" means any costs for tangible property used and services performed directly and predominantly in the production (including pre-production and post production) of a qualified film. \"Production costs\" shall not include (i) costs for a story, script or scenario to be used for a qualified film and (ii) wages or salaries or other compensation for writers, directors, including music directors, producers and performers (other than background actors with no scripted lines). \"Production costs\" generally include technical and crew production costs, such as expenditures for film production facilities, or any part thereof, props, makeup, wardrobe, film processing, camera, sound recording, set construction, lighting, shooting, editing and meals. (3) \"Qualified film\" means a feature-length film, television film, television pilot and/or each episode of a television series, regardless of the medium by means of which the film, pilot or episode is created or conveyed. \"Qualified film\" shall not include (i) a documentary film, news or current affairs program, interview or talk program, \"how-to\" (i.e., instructional) film or program, film or program consisting primarily of stock footage, sporting event or sporting program, game show, award ceremony, film or program intended primarily for industrial, corporate or institutional end-users, fundraising film or program, daytime drama (i.e., daytime \"soap opera\"), commercials, music videos or \"reality\" program, or (ii) a production for which records are required under section 2257 of title 18, United States code, to be maintained with respect to any performer in such production (reporting of books, films, etc. with respect to sexually explicit conduct). (4) \"Film production facility\" shall mean a building and/or complex of buildings and their improvements and associated back-lot facilities in which films are or are intended to be regularly produced and which contain at least one sound stage. (5) \"Qualified film production facility\" shall mean a film production facility in the city of New York, which contains at least one sound stage having a minimum of seven thousand square feet of contiguous production space. (6) \"Qualified film production company\" shall mean a corporation which is principally engaged in the production of a qualified film and controls the qualified film during production. (c) Application of credit. (1) The credit allowed under this subdivision for any taxable year shall not reduce the tax due for such year to less than the amount prescribed in clause (4) of subparagraph (a) of paragraph E of subdivision one of this section. Provided, however, that if the amount of the credit allowable under this subdivision for any taxable year reduces the tax to such amount, fifty percent of the excess shall be treated as an overpayment of tax to be credited or refunded in accordance with the provisions of section 11-677 of this chapter; provided, however, the provisions of section 11-679 of this chapter notwithstanding, no interest shall be paid thereon. The balance of such credit not credited or refunded in such taxable year may be carried over to the immediately succeeding taxable year and may be credited against the taxpayer's tax for such year. The excess, if any, of the amount of the credit over the tax for such succeeding year shall be treated as an overpayment of tax to be credited or refunded in accordance with the provisions of section 11-677 of this chapter. Provided, however, the provisions of section 11-679 of this chapter notwithstanding, no interest shall be paid thereon. (2) Notwithstanding anything contained in this section to the contrary, the credit provided by this subdivision shall be allowed against the taxes authorized by this chapter for the taxable year after reduction by all other credits permitted by this chapter. * NB Expired August 20, 2008 21. Biotechnology Credit. (a) (1) A taxpayer that is a qualified emerging technology company, engages in biotechnologies, and meets the eligibility requirements of this subdivision, shall be allowed a credit against the tax imposed by this subchapter. The amount of credit shall be equal to the sum of the amounts specified in subparagraphs (3), (4), and (5) of this paragraph, subject to the limitations in subparagraph (7) of this paragraph and paragraph (b) of this subdivision. For the purposes of this subdivision, \"qualified emerging technology company\" shall mean a company located in city: (A) whose primary products or services are classified as emerging technologies and whose total annual product sales are ten million dollars or less; or (B) a company that has research and development activities in city and whose ratio of research and development funds to net sales equals or exceeds the average ratio for all surveyed companies classified as determined by the National Science Foundation in the most recent published results from its Survey of Industry Research and Development, or any comparable successor survey as determined by the department, and whose total annual product sales are ten million dollars or less. For the purposes of this subdivision, the definition of research and development funds shall be the same as that used by the National Science Foundation in the aforementioned survey. For the purposes of this subdivision, \"biotechnologies\" shall mean the technologies involving the scientific manipulation of living organisms, especially at the molecular and/or the sub-molecular genetic level, to produce products conducive to improving the lives and health of plants, animals, and humans; and the associated scientific research, pharmacological, mechanical, and computational applications and services connected with these improvements. Activities included with such applications and services shall include, but not be limited to, alternative mRNA splicing, DNA sequence amplification, antigenetic switching bioaugmentation, bioenrichment, bioremediation, chromosome walking, cytogenetic engineering, DNA diagnosis, fingerprinting, and sequencing, electroporation, gene translocation, genetic mapping, site-directed mutagenesis, bio-transduction, bio-mechanical and bio-electrical engineering, and bio-informatics. (2) An eligible taxpayer shall (A) have no more than one hundred full-time employees, of which at least seventy-five percent are employed in the city, (B) have a ratio of research and development funds to net sales, as referred to in section thirty-one hundred two-e of the public authorities law, which equals or exceeds six percent during the calendar year ending with or within the taxable year for which the credit is claimed, and (C) have gross revenues, along with the gross revenues of its \"affiliates\" and \"related members\" not exceeding twenty million dollars for the calendar year immediately preceding the calendar year ending with or within the taxable year for which the credit is claimed. For the purposes of this subdivision, \"affiliates\" shall mean those corporations that are members of the same affiliated group (as defined in section fifteen hundred four of the internal revenue code) as the taxpayer. For the purposes of this subdivision, the term \"related members\" shall mean a person, corporation, or other entity, including an entity that is treated as a partnership or other pass-through vehicle for purposes of federal taxation, whether such person, corporation or entity is a taxpayer or not, where one such person, corporation or entity, or set of related persons, corporations or entities, directly or indirectly owns or controls a controlling interest in another entity. Such entity or entities may include all taxpayers under chapters five, eleven and seventeen of this title, and subchapters two and three of this chapter. A controlling interest shall mean, in the case of a corporation, either thirty percent or more of the total combined voting power of all classes of stock of such corporation, or thirty percent or more of the capital, profits or beneficial interest in such voting stock of such corporation; and in the case of a partnership, association, trust or other entity, thirty percent or more of the capital, profits or beneficial interest in such partnership, association, trust or other entity. (3) An eligible taxpayer shall be allowed a credit for eighteen per centum of the cost or other basis for federal income tax purposes of research and development property that is acquired by the taxpayer by purchase as defined in section 179(d) of the internal revenue code and placed in service during the calendar year that ends with or within the taxable year for which the credit is claimed. Provided, however, for the purposes of this paragraph only, an eligible taxpayer shall be allowed a credit for such percentage of the (A) cost or other basis for federal income tax purposes for property used in the testing or inspection of materials and products, (B) the costs or expenses associated with quality control of the research and development, (C) fees for use of sophisticated technology facilities and processes, and (D) fees for the production or eventual commercial distribution of materials and products resulting from the activities of an eligible taxpayer as long as such activities fall under activities relating to biotechnologies. The costs, expenses and other amounts for which a credit is allowed and claimed under this paragraph shall not be used in the calculation of any other credit allowed under this subchapter. For the purposes of this subdivision, \"research and development property\" shall mean property that is used for purposes of research and development in the experimental or laboratory sense. Such purposes shall not be deemed to include the ordinary testing or inspection of materials or products for quality control, efficiency surveys, management studies, consumer surveys, advertising, promotions, or research in connection with literary, historical or similar projects. (4) An eligible taxpayer shall be allowed a credit for nine per centum of qualified research expenses paid or incurred by the taxpayer in the calendar year that ends with or within the taxable year for which the credit is claimed. For the purposes of this subdivision, \"qualified research expenses\" shall mean expenses associated with in-house research and processes, and costs associated with the dissemination of the results of the products that directly result from such research and development activities; provided, however, that such costs shall not include advertising or promotion through media. In addition, costs associated with the preparation of patent applications, patent application filing fees, patent research fees, patent examinations fees, patent post allowance fees, patent maintenance fees, and grant application expenses and fees shall qualify as qualified research expenses. In no case shall the credit allowed under this subparagraph apply to expenses for litigation or the challenge of another entity's intellectual property rights, or for contract expenses involving outside paid consultants. (5) An eligible taxpayer shall be allowed a credit for qualified high-technology training expenditures as described in this subparagraph paid or incurred by the taxpayer during the calendar year that ends with or within the taxable year for which the credit is claimed. (A) The amount of credit shall be one hundred percent of the training expenses described in clause (C) of this subparagraph, subject to a limitation of no more than four thousand dollars per employee per calendar year for such training expenses. (B) Qualified high-technology training shall include a course or courses taken and satisfactorily completed by an employee of the taxpayer at an accredited, degree granting post-secondary college or university in city that (i) directly relates to biotechnology activities, and (ii) is intended to upgrade, retrain or improve the productivity or theoretical awareness of the employee. Such course or courses may include, but are not limited to, instruction or research relating to techniques, meta, macro, or micro-theoretical or practical knowledge bases or frontiers, or ethical concerns related to such activities. Such course or courses shall not include classes in the disciplines of management, accounting or the law or any class designed to fulfill the discipline specific requirements of a degree program at the associate, baccalaureate, graduate or professional level of these disciplines. Satisfactory completion of a course or courses shall mean the earning and granting of credit or equivalent unit, with the attainment of a grade of \"B\" or higher in a graduate level course or courses, a grade of \"C\" or higher in an undergraduate level course or courses, or a similar measure of competency for a course that is not measured according to a standard grade formula. (C) Qualified high-technology training expenditures shall include expenses for tuition and mandatory fees, software required by the institution, fees for textbooks or other literature required by the institution offering the course or courses, minus applicable scholarships and tuition or fee waivers not granted by the taxpayer or any affiliates of the taxpayer, that are paid or reimbursed by the taxpayer. Qualified high-technology expenditures do not include room and board, computer hardware or software not specifically assigned for such course or courses, late-charges, fines or membership dues and similar expenses. Such qualified expenditures shall not be eligible for the credit provided by this section unless the employee for whom the expenditures are disbursed is continuously employed by the taxpayer in a full-time, full-year position primarily located at a qualified site during the period of such coursework and lasting through at least one hundred eighty days after the satisfactory completion of the qualifying course-work. Qualified high-technology training expenditures shall not include expenses for in-house or shared training outside of a city higher education institution or the use of consultants outside of credit granting courses, whether such consultants function inside of such higher education institution or not. (D) If a taxpayer relocates from an academic business incubator facility partnered with an accredited post-secondary education institution located within city, which provides space and business support services to taxpayers, to another site, the credit provided in this subdivision shall be allowed for all expenditures referenced in clause (C) of this subparagraph paid or incurred in the two preceding calendar years that the taxpayer was located in such an incubator facility for employees of the taxpayer who also relocate from said incubator facility to such city site and are employed and primarily located by the taxpayer in city. Such expenditures in the two preceding years shall be added to the amounts otherwise qualifying for the credit provided by this subdivision that were paid or incurred in the calendar year that the taxpayer relocates from such a facility. Such expenditures shall include expenses paid for an eligible employee who is a full-time, full-year employee of said taxpayer during the calendar year that the taxpayer relocated from an incubator facility notwithstanding (i) that such employee was employed full or part-time as an officer, staff-person or paid intern of the taxpayer when such taxpayer was located at such incubator facility or (ii) that such employee was not continuously employed when such taxpayer was located at the incubator facility during the one hundred eighty day period referred to in clause (C) of this subparagraph, provided such employee received wages or equivalent income for at least seven hundred fifty hours during any twenty-four month period when the taxpayer was located at the incubator facility. Such expenditures shall include payments made to such employee after the taxpayer has relocated from the incubator facility for qualified expenditures if such payments are made to reimburse an employee for expenditures paid by the employee during such two preceding years. The credit provided under this paragraph shall be allowed in any taxable year that the taxpayer qualifies as an eligible taxpayer. (E) For purposes of this subdivision the term \"academic year\" shall mean the annual period of sessions of a post-secondary college or university. (F) For the purposes of this subdivision the term \"academic incubator facility\" shall mean a facility providing low-cost space, technical assistance, support services and educational opportunities, including but not limited to central services provided by the manager of the facility to the tenants of the facility, to an entity located in city. Such entity's primary activity must be in biotechnologies, and such entity must be in the formative stage of development. The academic incubator facility and the entity must act in partnership with an accredited post-secondary college or university located in city. An academic incubator facility's mission shall be to promote job creation, entrepreneurship, technology transfer, and provide support services to incubator tenants, including, but not limited to, business planning, management assistance, financial-packaging, linkages to financing services, and coordinating with other sources of assistance. (6) An eligible taxpayer may claim credits under this subdivision for three consecutive years. In no case shall the credit allowed by this subdivision to a taxpayer exceed two hundred fifty thousand dollars per calendar year for eligible expenditures made during such calendar year. (7) The credit allowed under this subdivision for any taxable year shall not reduce the tax due for such year to less than the amount prescribed in clause (4) of subparagraph (a) of paragraph E of subdivision one of this section. Provided, however, if the amount of credit allowed under this subdivision for any taxable year reduces the tax to such amount, any amount of credit not deductible in such taxable year shall be treated as an overpayment of tax to be credited or refunded in accordance with the provisions of section 11-677 of this chapter; provided, however, that notwithstanding the provisions of section 11-679 of this chapter, no interest shall be paid thereon. (8) The credit allowed under this subdivision shall only be allowed for taxable years beginning on or after January first, two thousand ten and before January first, two thousand sixteen. (b) (1) The percentage of the credit allowed to a taxpayer under this subdivision in any calendar year shall be: (A) If the average number of individuals employed full time by a taxpayer in the city during the calendar year that ends with or within the taxable year for which the credit is claimed is at least one hundred five percent of the taxpayer's base year employment, one hundred percent, except that in no case shall the credit allowed under this clause exceed two hundred fifty thousand dollars per calendar year. Provided, however, the increase in base year employment shall not apply to a taxpayer allowed a credit under this subdivision that was, (i) located outside of the city, (ii) not doing business, or (iii) did not have any employees, in the year preceding the first year that the credit is claimed. Any such taxpayer shall be eligible for one hundred percent of the credit for the first calendar year that ends with or within the taxable year for which the credit is claimed, provided that such taxpayer locates in the city, begins doing business in the city or hires employees in the city during such calendar year and is otherwise eligible for the credit pursuant to the provisions of this subdivision. (B) If the average number of individuals employed full time by a taxpayer in the city during the calendar year that ends with or within the taxable year for which the credit is claimed is less than one hundred five percent of the taxpayer's base year employment, fifty percent, except that in no case shall the credit allowed under this clause exceed one hundred twenty five thousand dollars per calendar year. In the case of an entity located in city receiving space and business support services by an academic incubator facility, if the average number of individuals employed full time by such entity in the city during the calendar year in which the credit allowed under this subdivision is claimed is less than one hundred five percent of the taxpayer's base year employment, the credit shall be zero. (2) For the purposes of this subdivision, \"base year employment\" means the average number of individuals employed full-time by the taxpayer in the city in the year preceding the first calendar year that ends with or within the taxable year for which the credit is claimed. (3) For the purposes of this subdivision, average number of individuals employed full-time shall be computed by adding the number of such individuals employed by the taxpayer at the end of each quarter during each calendar year or other applicable period and dividing the sum so obtained by the number of such quarters occurring within such calendar year or other applicable period. (4) Notwithstanding anything contained in this section to the contrary, the credit provided by this subdivision shall be allowed against the taxes authorized by this chapter for the taxable year after reduction by all other credits permitted by this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "604",
    "identifier": "11-604",
    "catch_text": "Computation of tax."
  }
}