{
  "text": "* ยง 11-642 Allocation. (a) In general. If a taxpayer's entire net income, alternative entire net income, or taxable assets are derived from business carried on within and without the city, the taxpayer shall for purposes of computing allocation percentages compute payroll, receipts, and deposits percentages in accordance with the following rules: (1) The taxpayer shall ascertain the percentage which eighty percent of the total wages, salaries and other personal service compensation during the taxable year of employees within the city, except wages, salaries and other personal service compensation of general executive officers, bears to the total wages, salaries and other personal service compensation during the taxable year of all the taxpayer's employees within and without the city, except wages, salaries and other personal service compensation of general executive officers. (2) (A) The taxpayer shall ascertain the percentage which the receipts of the taxpayer arising during the taxable year from: (i) loans (including a taxpayer's portion of a participation in a loan) and financing leases within the city, and all other business receipts earned within the city, bear to (ii) the total amount of the taxpayer's receipts from loans (including a taxpayer's portion of a participation in a loan) and financing leases and all other business receipts within and without the city. (B) All interest from loans and financing leases is located where the greater portion of income producing activity related to the loan or financing lease occurred; provided, however: (i) In the case of a taxpayer described in paragraph one, two, three, four, five or seven of subdivision (a) of section 11-640 of this part, a loan or financing lease attributed by such taxpayer to a branch without the city shall be presumed to be properly so attributed provided that such presumption may be rebutted if the commissioner of finance demonstrates that the greater portion of income producing activity related to the loan or financing lease did not occur at such branch. Where such presumption has been rebutted, the loan or financing lease shall be presumed to be within the city if the taxpayer had a branch within the city at the time the loan or financing lease was made. The taxpayer may rebut such presumption by demonstrating that the greater portion of income producing activity related to the loan or financing lease did not occur within the city. In the case of a loan or financing lease which is recorded on the books of a place without the city which is not a branch, it shall be presumed that the greater portion of income producing activity related to such loan or financing lease occurred within the city if the taxpayer had a branch within the city at the time the loan or financing lease was made. The taxpayer may rebut such presumption by demonstrating that the greater portion of income producing activity related to the loan or financing lease did not occur within the city. (ii) In the case of a taxpayer described in paragraph six or nine of subdivision (a) of section 11-640 of this part, a loan or financing lease attributed by such taxpayer to a bona fide office without the city shall be presumed to be properly so attributed provided that such presumption may be rebutted if the commissioner of finance demonstrates that the greater portion of income producing activity related to the loan or financing lease did not occur without the city. (C) Receipts from lease transactions other than financing leases referred to in subparagraph (B) are located where the property subject to the lease is located. (D) (i) Interest, and fees and penalties in the nature of interest, from bank, credit, travel and entertainment card receivables are earned within the city if the mailing address of the card holder in the records of the taxpayer is in the city; and (ii) Service charges and fees from such cards are earned within the city if the card is serviced in the city; and (iii) Receipts from merchant discounts are earned within the city if the merchant is located within the city. (E) The portion of total net gains and other income from trading activities (including but not limited to foreign exchange, options and financial futures), and from investment activities which is attributed within the city shall be ascertained by multiplying such total net gains and other income by a fraction the numerator of which is the average value of the trading assets and investment assets attributable to the city and the denominator of which is the average value of all trading and investment assets. A trading asset or investment asset is attributable to the city if the greater portion of income producing activity related to the trading asset or investment asset occurred within the city. (F) Fees or charges from the issuance of letters of credit, travelers checks and money orders are earned within the city if such letters of credit, travelers checks or money orders are issued within the city. (G) Rules for receipts from certain services to investment companies. (1) For taxable years beginning on or after January first, two thousand one, the portion of receipts received from an investment company arising from the sale of management, administration or distribution services to such investment company determined in accordance with clause two of this subparagraph shall be deemed to arise from services performed within the city (such portion referred to herein as the New York city portion). (2) The New York city portion shall be the product of (i) the total of such receipts from the sale of such services and (ii) a fraction. The numerator of that fraction is the sum of the monthly percentages (as defined hereinafter) determined for each month of the investment company's taxable year for federal income tax purposes which taxable year ends within the taxable year of the taxpayer (but excluding any month during which the investment company had no outstanding shares). The monthly percentage for each such month is determined by dividing (i) the number of shares in the investment company which are owned on the last day of the month by shareholders that are domiciled in the city by (ii) the total number of shares in the investment company outstanding on that date. The denominator of the fraction is the number of such monthly percentages. (3)(i) For purposes of this subparagraph, the term \"domicile\", in the case of an individual, shall have the meaning ascribed to it under chapter seventeen of this title; an estate or trust is domiciled in the city if it is a city resident estate or trust as defined in paragraph three of subdivision (b) of section 11-1705 of this code; a business entity is domiciled in the city if the location of the actual seat of management or control is in the city. It shall be presumed that the domicile of a shareholder, with respect to any month, is his, her or its mailing address on the records of the investment company as of the last day of such month. (ii) For purposes of this subparagraph, the term \"investment company\" means a regulated investment company, as defined in section 851 of the internal revenue code, and a partnership to which section 7704(a) of the internal revenue code applies (by virtue of section 7704(c)(3) of such code) and that meets the requirements of section 851(b) of such code. The preceding sentence shall be applied to the taxable year for federal income tax purposes of the business entity that is asserted to constitute an investment company that ends within the taxable year of the taxpayer. (iii) For purposes of this subparagraph, the term \"receipts from an investment company\" includes amounts received directly from an investment company as well as amounts received from the shareholders in such investment company in their capacity as such. (iv) For purposes of this subparagraph, the term \"management services\" means the rendering of investment advice to an investment company, making determinations as to when sales and purchases of securities are to be made on behalf of an investment company, or the selling or purchasing of securities constituting assets of an investment company, and related activities, but only where such activity or activities are performed pursuant to a contract with the investment company entered into pursuant to section 15(a) of the federal investment company act of nineteen hundred forty, as amended. (v) For purposes of this subparagraph, the term \"distribution services\" means the services of advertising, servicing investor accounts (including redemptions), marketing shares or selling shares of an investment company, but, in the case of advertising, servicing investor accounts (including redemptions) or marketing shares, only where such service is performed by a person who is (or was, in the case of a closed end company) also engaged in the service of selling such shares. In the case of an open end company, such service of selling shares must be performed pursuant to a contract entered into pursuant to section 15(b) of the federal investment company act of nineteen hundred forty, as amended. (vi) For purposes of this subparagraph, the term \"administration services\" includes clerical, accounting, bookkeeping, data processing, internal auditing, legal and tax services performed for an investment company but only if the provider of such service or services during the taxable year in which such service or services are sold also sells management or distribution services, as defined hereinabove, to such investment company. (H) All receipts from the performance of services not described above are earned within the city if the services are performed in the city. When a service is performed both within and without the city, the receipts shall be allocated within and without the city in accordance with rules and regulations of the commissioner of finance. (I) All other receipts not described in subparagraphs (B) through (H) of this paragraph shall be attributable within and without the city in accordance with rules and regulations issued by the commissioner of finance. (3) The taxpayer shall ascertain the percentage which the average value of deposits maintained at branches within the city during the taxable year, bears to the average value of all the taxpayer's deposits maintained at branches within and without the city during the taxable year. (4) Each percentage computed pursuant to this subsection shall be computed on a cash or accrual basis according to the method of accounting used for the taxable year. The receipts percentage shall include only receipts which are included in alternative entire net income for the taxable year. The deposits and payroll percentages shall include only deposits and payroll the expenses of which are included in the computation of alternative entire net income for the taxable year. (5) For purposes of this section: (A) The term \"bona fide office\" means an office at which the taxpayer carries on its business in a regular and systematic manner and which is continuously maintained, occupied and used by employees of the taxpayer. (B) The term \"branch\" means a bona fide office which is used by the taxpayer on a regular and systematic basis to (i) approve loans (regardless of whether the approval of certain classes of loans requires review or final approval by another office of the taxpayer), (ii) accept loan repayments, (iii) disburse funds, and (iv) conduct one or more other functions of a banking business. (i) Notwithstanding subdivision (c) of this section, but subject to subdivision (g) of this section, the business allocation percentage shall be computed in the manner set forth in this subdivision. (1) For taxable years beginning in two thousand nine, the business allocation percentage shall be determined by adding together the following percentages: (A) the product of thirty percent and the percentage determined under paragraph one of subdivision (c) of this section, (B) the product of thirty percent and the percentage determined under paragraph two of subdivision (c) of this section, and (C) the product of forty percent and the percentage determined under paragraph three of subdivision (c) of this section. (2) For taxable years beginning in two thousand ten, the business allocation percentage shall be determined by adding together the following percentages: (A) the product of twenty-seven percent and the percentage determined under paragraph one of subdivision (c) of this section, (B) the product of twenty-seven percent and the percentage determined under paragraph two of subdivision (c) of this section, and (C) the product of forty-six percent and the percentage determined under paragraph three of subdivision (c) of this section. (3) For taxable years beginning in two thousand eleven, the business allocation percentage shall be determined by adding together the following percentages: (A) the product of twenty-three and one-half percent and the percentage determined under paragraph one of subdivision (c) of this section, (B) the product of twenty-three and one-half percent and the percentage determined under paragraph two of subdivision (c) of this section, and (C) the product of fifty-three percent and the percentage determined under paragraph three of subdivision (c) of this section. (4) For taxable years beginning in two thousand twelve, the business allocation percentage shall be determined by adding together the following percentages: (A) the product of twenty percent and the percentage determined under paragraph one of subdivision (c) of this section, (B) the product of twenty percent and the percentage determined under paragraph two of subdivision (c) of this section, and (C) the product of sixty percent and the percentage determined under paragraph three of subdivision (c) of this section. (5) For taxable years beginning in two thousand thirteen, the business allocation percentage shall be determined by adding together the following percentages: (A) the product of sixteen and one-half percent and the percentage determined under paragraph one of subdivision (c) of this section, (B) the product of sixteen and one-half percent and the percentage determined under paragraph two of subdivision (c) of this section, and (C) the product of sixty-seven percent and the percentage determined under paragraph three of subdivision (c) of this section. (6) For taxable years beginning in two thousand fourteen, the business allocation percentage shall be determined by adding together the following percentages: (A) the product of thirteen and one-half percent and the percentage determined under paragraph one of subdivision (c) of this section, (B) the product of thirteen and one-half percent and the percentage determined under paragraph two of subdivision (c) of this section, and (C) the product of seventy-three percent and the percentage determined under paragraph three of subdivision (c) of this section. (7) For taxable years beginning in two thousand fifteen, the business allocation percentage shall be determined by adding together the following percentages: (A) the product of ten percent and the percentage determined under paragraph one of subdivision (c) of this section, (B) the product of ten percent and the percentage determined under paragraph two of subdivision (c) of this section, and (C) the product of eighty percent and the percentage determined under paragraph three of subdivision (c) of this section. (8) For taxable years beginning in two thousand sixteen, the business allocation percentage shall be determined by adding together the following percentages: (A) the product of six and one-half percent and the percentage determined under paragraph one of subdivision (c) of this section, (B) the product of six and one-half percent and the percentage determined under paragraph two of subdivision (c) of this section, and (C) the product of eighty-seven percent and the percentage determined under paragraph three of subdivision (c) of this section. (9) For taxable years beginning in two thousand seventeen, the business allocation percentage shall be determined by adding together the following percentages: (A) the product of three and one-half percent and the percentage determined under paragraph one of subdivision (c) of this section, (B) the product of three and one-half percent and the percentage determined under paragraph two of subdivision (c) of this section, and (C) the product of ninety-three percent and the percentage determined under paragraph three of subdivision (c) of this section. (10) For taxable years beginning after two thousand seventeen, the business allocation percentage shall be the percentage determined under paragraph three of subdivision (c) of this section. (11) The commissioner shall promulgate rules necessary to implement the provisions of this subdivision under such circumstances where any of the percentages to be determined under paragraph one, two or three of subdivision (c) of this section cannot be determined because the taxpayer has no property, payroll or gross receipts from sales or services within or without the city. (6) If it shall appear to the commissioner of finance that the allocation percentage determined in subdivision (b), (c), or (d) of this section does not properly reflect the activity, business, income or assets of a taxpayer within the city, the commissioner of finance shall be authorized in his discretion to adjust it by (1) excluding one or more of the factors therein, (2) including one or more other factors, or (3) any other similar or different method calculated to effect a fair and proper allocation of the income or assets reasonably attributable to the city. (7) The commissioner of finance from time to time shall publish all rulings of general public interest with respect to any application of the provisions of paragraph six of this subdivision. (b) Allocation of entire net income. (1) If a taxpayer's entire net income is derived from business carried on both within and without the city, the portion thereof which is derived from business carried on within the city shall be determined by multiplying its entire net income by the income allocation percentage determined as follows: add the percentages ascertained under paragraphs one, two and three of subdivision (a) of this section, plus an additional percentage equal to the receipts percentage ascertained under paragraph two of such subdivision and an additional percentage equal to the deposits percentage ascertained under paragraph three of such subdivision, and divide the result by the number of percentages so added together. (1-a) Notwithstanding the provisions of paragraph one of this subdivision, each banking corporation described in paragraph nine of subdivision (a) of section 11-640 of this part subject to the tax imposed by this part that substantially provides management, administrative or distribution services to an investment company, as such terms are defined in subparagraph (G) of paragraph two of subdivision (a) of this section, shall determine the portion of its entire net income derived from business carried on within the city by multiplying such income by an income allocation percentage obtained as follows: (A) For taxable years beginning in two thousand nine, the income allocation percentage shall be determined by adding together the following percentages: (i) the product of eighteen percent and the percentage determined under paragraph one of subdivision (a) of this section, (ii) the product of forty-six percent and the percentage determined under paragraph two of subdivision (a) of this section, and (iii) the product of thirty-six percent and the percentage determined under paragraph three of subdivision (a) of this section. (B) For taxable years beginning in two thousand ten, the income allocation percentage shall be determined by adding together the following percentages: (i) the product of sixteen percent and the percentage determined under paragraph one of subdivision (a) of this section, (ii) the product of fifty-two percent and the percentage determined under paragraph two of subdivision (a) of this section, and (iii) the product of thirty-two percent and the percentage determined under paragraph three of subdivision (a) of this section. (C) For taxable years beginning in two thousand eleven, the income allocation percentage shall be determined by adding together the following percentages: (i) the product of fourteen percent and the percentage determined under paragraph one of subdivision (a) of this section, (ii) the product of fifty-eight percent and the percentage determined under paragraph two of subdivision (a) of this section, and (iii) the product of twenty-eight percent and the percentage determined under paragraph three of subdivision (a) of this section. (D) For taxable years beginning in two thousand twelve, the income allocation percentage shall be determined by adding together the following percentages: (i) the product of twelve percent and the percentage determined under paragraph one of subdivision (a) of this section, (ii) the product of sixty-four percent and the percentage determined under paragraph two of subdivision (a) of this section, and (iii) the product of twenty-four percent and the percentage determined under paragraph three of subdivision (a) of this section. (E) For taxable years beginning in two thousand thirteen, the income allocation percentage shall be determined by adding together the following percentages: (i) the product of ten percent and the percentage determined under paragraph one of subdivision (a) of this section, (ii) the product of seventy percent and the percentage determined under paragraph two of subdivision (a) of this section, and (iii) the product of twenty percent and the percentage determined under paragraph three of subdivision (a) of this section. (F) For taxable years beginning in two thousand fourteen, the income allocation percentage shall be determined by adding together the following percentages: (i) the product of eight percent and the percentage determined under subparagraph one of subdivision (a) of this section, (ii) the product of seventy-six percent and the percentage determined under paragraph two of subdivision (a) of this section, and (iii) the product of sixteen percent and the percentage determined under paragraph three of subdivision (a) of this section. (G) For taxable years beginning in two thousand fifteen, the income allocation percentage shall be determined by adding together the following percentages: (i) the product of six percent and the percentage determined under paragraph one of subdivision (a) of this section, (ii) the product of eighty-two percent and the percentage determined under paragraph two of subdivision (a) of this section, and (iii) the product of twelve percent and the percentage determined under paragraph three of subdivision (a) of this section. (H) For taxable years beginning in two thousand sixteen, the income allocation percentage shall be determined by adding together the following percentages: (i) the product of four percent and the percentage determined under paragraph one of subdivision (a) of this section, (ii) the product of eighty-eight percent and the percentage determined under paragraph two of subdivision (a) of this section, and (iii) the product of eight percent and the percentage determined under paragraph three of subdivision (a) of this section. (I) For taxable years beginning in two thousand seventeen, the income allocation percentage shall be determined by adding together the following percentages: (i) the product of two percent and the percentage determined under paragraph one of subdivision (a) of this section, (ii) the product of ninety-four percent and the percentage determined under paragraph two of subdivision (a) of this section, and (iii) the product of four percent and the percentage determined under paragraph three of subdivision (a) of this section. (J) For taxable years beginning after two thousand seventeen, the income allocation percentage shall be the percentage determined under paragraph two of subdivision (a) of this section. (K) The commissioner shall promulgate rules necessary to implement the provisions of this paragraph under such circumstances where any of the percentages to be determined under paragraph one, two or three of subdivision (a) of this section cannot be determined because the taxpayer has no compensation, receipts or deposits within or without the city. (2) (A) In lieu of the modification provided for in subdivision (f) of section 11-641 of this part, (relating to a modification for the adjusted eligible net income of an international banking facility), a taxpayer may, in the manner prescribed by the commissioner of finance, elect to modify on an annual basis its income allocation percentage in the manner described in clauses (i), (ii) and (iii) below: (i) wages, salaries and other personal service compensation properly attributable to the production of eligible gross income of the taxpayer's international banking facility shall not be included in the computation of wages, salaries and other personal service compensation of employees within the city, (ii) receipts properly attributable to the production of eligible gross income of the taxpayer's international banking facility shall not be included in the computation of receipts within the city, and (iii) deposits from foreign persons which are properly attributable to the production of eligible gross income of the taxpayer's international banking facility shall not be included in the computation of deposits maintained at branches within the city. (B) For purposes of this paragraph, the term \"eligible gross income\" refers to such term as set out in subdivision (f) of section 11-641 of this part except that the term \"foreign person\" as defined in paragraph eight of such subdivision (f) shall not include a foreign branch of the taxpayer and in no event shall transactions between the taxpayer's international banking facility and its foreign branches be considered. (c) Allocation of alternative entire net income. If a taxpayer's alternative entire net income is derived from business carried on both within and without the city, the portion thereof which is derived from business carried on within the city shall be determined by multiplying its alternative entire net income by the alternative entire net income allocation percentage determined as follows: (1) Recompute the payroll percentage under paragraph one of subdivision (a) of this section without giving consideration to the phrase \"eighty percent of,\" add to the resulting percentage the percentages ascertained under paragraphs two and three of such subdivision, and divide the result by the number of percentages so added together. (2) When an election has been made pursuant to paragraph two of subdivision (b) of this section (relating to international banking facilities) the taxpayer shall make the modifications described in such paragraph for purposes of its alternative entire net income allocation percentage. (d) Allocation of taxable assets. If the taxpayer's taxable assets are derived from business carried on both within and without the city, the portion thereof which is derived from business carried on within the city shall be determined by multiplying its taxable assets by an asset allocation percentage determined in the same manner as the income allocation percentage under subdivision (b) of this section is determined when the election provided for in paragraph two of such subdivision has been made, except that the modifications described in clauses (i), (ii) and (iii) of subparagraph (A) of such paragraph shall not be made. * NB Amended Ch. 298/85 ยง 42, language juxtaposed per Ch. 907/85 ยง 14 ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "642",
    "identifier": "11-642",
    "catch_text": "Allocation."
  }
}