{
  "text": "ยง 11-625 Ascertainment of gain or loss; exchange of property. 1. For the purpose of ascertaining the gain derived or loss sustained from the sale or other disposition of property, real, personal or mixed, the basis shall be the cost thereof, or the inventoried value if the inventory is made in accordance with section 11-626 of this part. 2. Notwithstanding subdivision one of this section, with respect to gain derived from the sale or other disposition of any property acquired prior to January first, nineteen hundred sixty-six, except stock in trade of the taxpayer or other property of a kind which would properly be included in the inventory of the taxpayer if on hand at the close of the taxable year, or property held by the taxpayer primarily for sale to customers in the ordinary course of its trade or business and accounts or notes receivable acquired in the ordinary course of trade or business from the sale of such stock in trade or property, or for services rendered, net income shall not include: (a) That portion of the gain included in determining net income pursuant to subdivision one of this section with respect to each such property which exceeds: (b) The amount of gain, if any, that would be included in determining net income pursuant to subdivision one of this section with respect to each such property if the basis of such property on the date of sale or other disposition were equal to its fair market value on January first, nineteen hundred sixty-six, plus or minus all adjustments to basis made with respect to each such property in computing net income for periods on or after January first, nineteen hundred sixty-six; provided that the total adjustment to net income provided by this subdivision shall not exceed the amount of the taxpayer's net gain from the sale or other disposition of all such property, as determined pursuant to subdivision one of this section. 3. Upon the sale or exchange of property the amount of the gain or loss shall be determined in the manner prescribed by section 11-615 of this subchapter and the basis of such property shall be determined in the manner prescribed by section 11-616 of this subchapter. 4. In the case of any bond, with respect to which a deduction for amortizable bond premium is allowable under paragraph (i) of subdivision one of section 11-629 of this part, the basis for determining gain or loss shall be reduced by the total amount of such deductions so allowable. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "625",
    "identifier": "11-625",
    "catch_text": "Ascertainment of gain or loss; exchange of property."
  }
}