{
  "text": "ยง 11-667 Reports of corporations. Corporations liable to pay a tax under this subchapter shall report as follows: 1. Every corporation, association or joint-stock company liable to pay a tax under section 11-662 of this subchapter shall, on or before March first in each year, make a written report to the commissioner of finance of its condition at the close of its business on the preceding December thirty-first, stating the amount of its authorized capital stock, the amount of stock paid-in, the date and rate per centum of each dividend paid by it during the year ending with such day, the entire amount of the capital of such corporation, and the capital employed by it in the city during such year. 2. Every corporation, joint-stock company or association liable to pay an additional tax under section 11-663 of this subchapter shall also, on or before February fifteenth, May fifteenth, August fifteenth and November fifteenth in each year, make a written report to the commissioner of finance of the amount of its gross earnings subject to the tax imposed by said section for the quarter year ended on the last day of the second month preceding that in which the report is required to be filed. Any such corporation, joint-stock company or association which ceases to be subject to the tax imposed by section 11-663 of this subchapter by reason of a liquidation, dissolution, merger or consolidation with any other corporation, or any other cause, shall, on the date of such cessation or at such other time as the commissioner of finance may require, make a written report to the commissioner of finance of the amount of its gross earnings subject to the tax imposed by section 11-663 of this subchapter for any period for which no report was therefor filed. 3. The commissioner of finance may for good cause shown extend the time within which any corporation is required to report by this subchapter. 4. Every report required by this subchapter shall have annexed thereto a certification by the president, vice-president, treasurer, assistant treasurer, or chief accounting officer or any other officer of the corporation, association or joint-stock company duly authorized so to act, or of the person or one of the persons, or the members of the partnership making the same, to the effect that the statements contained therein are true. The fact that an individual's name is signed on a certification attached to a corporate report shall be prima facie evidence that such individual is authorized to certify the report on behalf of the corporation. Such reports shall contain any other data information or matter which the commissioner of finance may require to be included therein, and it may prescribe the form in which such reports shall be made. When so prescribed such forms shall be used in making the report. The commissioner of finance may require at any time a further or supplemental report under this subchapter which shall contain information and data upon such matters as the commissioner of finance may specify. Reports shall be preserved for five years, and thereafter until the commissioner of finance orders them to be destroyed. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "667",
    "identifier": "11-667",
    "catch_text": "Reports of corporations."
  }
}