{
  "text": "ยง 11-679 Interest on overpayment. 1. General. Notwithstanding the provisions of section three-a of the general municipal law, interest shall be allowed and paid as follows at the overpayment rate set by the commissioner of finance pursuant to section 11-687 of this subchapter, or, if no rate is set, at the rate of six percent per annum upon any overpayment in respect to the tax imposed by any of the named subchapters: (a) from the date of the overpayment to the due date of an amount against which a credit is taken; (b) from the date of the overpayment to a date (to be determined by the commissioner of finance) preceding the date of a refund check by not more than thirty days, whether or not such refund check is accepted by the taxpayer after tender of such check to the taxpayer. The acceptance of such check shall be without prejudice to any right of the taxpayer to claim any additional overpayment and interest thereon. (c) Late and amended returns and claims for credit or refund. Notwithstanding paragraph (a) or (b) of this subdivision, in the case of an overpayment claimed on a return of tax which is filed after the last date prescribed for filing such return (determined with regard to extensions), or claimed on an amended return of tax or claimed on a claim for credit or refund, no interest shall be allowed or paid for any day before the date on which such return or claim is filed. (d) Interest on certain refunds. To the extent provided for in regulations promulgated by the commissioner of finance, if an item of income, gain, loss, deduction or credit is changed from the taxable year or period in which it is reported to the taxable year or period in which it belongs and the change results in an underpayment in a taxable year or period and an overpayment in some other taxable year or period, the provisions of paragraph (c) of this subdivision with respect to an overpayment shall not be applicable to the extent that the limitation in such paragraph on the right to interest would result in a taxpayer not being allowed interest for a length of time with respect to an overpayment while being required to pay interest on an equivalent amount of the related underpayment. However, this paragraph shall be not construed as limiting or mitigating the effect of any statute of limitations or any other provision of law relating to the authority of such commissioner to issue a notice of deficiency or to allow a credit or refund of an overpayment. (e) Amounts of less than one dollar. No interest shall be allowed or paid if the amount thereof is less than one dollar. 2. Advance payment of tax and estimated tax. The provisions of subdivisions eight and nine of section 11-678 of this subchapter applicable in determining the date of payment of tax for purposes of determining the period of limitations on credit or refund, shall be applicable in determining the date of payment for purposes of this section. 3. Tax refund within three months of claim for overpayment. If any overpayment of tax imposed by any of the named subchapters is credited or refunded within three months after the last date prescribed (or permitted by extension of time) for filing the return of such tax on which such overpayment was claimed or within three months after such return was filed, whichever is later, or within three months after an amended return was filed claiming such overpayment or within three months after a claim for credit or refund was filed on which such overpayment was claimed, no interest shall be allowed under this section on any such overpayment. For purposes of this subdivision, any amended return or claim for credit or refund filed before the last day prescribed (or permitted by extension of time) for the filing of the return of tax for such year or period shall be considered as filed on such last day. 4. Refund of tax caused by carryback. For purposes of this section, if any overpayment of tax imposed by subchapter two of this chapter results from a carryback of a net operating loss or a net capital loss, such overpayment shall be deemed not to have been made prior to the filing date for the taxable year in which such net operating loss or net capital loss arises. Such filing date shall be determined without regard to extensions of time to file. For purposes of subdivision three of this section any overpayment described herein shall be treated as an overpayment for the loss year and such subdivision shall be applied with respect to such overpayment by treating the return for the loss year as not filed before claim for such overpayment is filed. The term \"loss year\" means the taxable year in which such loss arises. 5. No interest until return in processible form. (a) For purposes of subdivisions one and three of this section, a return shall not be treated as filed until it is filed in processible form. (b) For purposes of paragraph (a) of this subdivision, a return is in a processible form if: (A) such return is filed on a permitted form, and (B) such return contains: (i) the taxpayer's name; address, and identifying number and the required signatures, and (ii) sufficient required information (whether on the return or on required attachments) to permit the mathematical verification of tax liability shown on the return. 6. Cross reference. For provision with respect to interest after failure to file a report of federal or New York state change or correction or amended return under subchapter two or three, see subdivision three of section 11-678 of this subchapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "679",
    "identifier": "11-679",
    "catch_text": "Interest on overpayment."
  }
}