{
  "text": "§ 11-676 Additions to tax and civil penalties. 1. * (a) Failure to file return. (A) In case of failure to file a return under the named subchapters on or before the prescribed date (determined with regard to any extension of time for filing), unless it is shown that such failure is due to reasonable cause and not due to willful neglect, there shall be added to the amount required to be shown as tax on such return five percent of the amount of such tax if the failure is for not more than one month, with an additional five percent for each additional month or fraction thereof during which such failure continues, not exceeding twenty-five percent in the aggregate. (B) In the case of a failure to file a return of tax within sixty days of the date prescribed for filing of such return (determined with regard to any extension of time for filing), unless it is shown that such failure is due to reasonable cause and not due to willful neglect, the addition to tax under subparagraph (A) of this paragraph shall not be less than the lesser of one hundred dollars or one hundred percent of the amount required to be shown as tax on such return. (C) For purposes of this paragraph, the amount of tax required to be shown on the return shall be reduced by the amount of any part of the tax which is paid on or before the date prescribed for payment of the tax and by the amount of any credit against the tax which may be claimed upon the return. * NB Amended Ch. 765/85 § 62, language juxtaposed per Ch. 907/85 § 14 (b) Failure to pay tax shown on return. In case of failure to pay the amounts shown as tax on any return required to be filed under the named subchapters on or before the prescribed date (determined with regard to any extension of time for payment), unless it is shown that such failure is due to reasonable cause and not due to willful neglect, there shall be added to the amount shown as tax on such return one-half of one percent of the amount of such tax if the failure is not for more than one month, with an additional one-half of one percent for each additional month or fraction thereof during which such failure continues, not exceeding twenty-five percent in the aggregate. For the purpose of computing the addition for any month the amount of tax shown on the return shall be reduced by the amount of any part of the tax which is paid on or before the beginning of such month and by the amount of any credit against the tax which may be claimed upon the return. If the amount of tax required to be shown on a return is less than the amount shown as tax on such return, this paragraph shall be applied by substituting such lower amount. (c) Failure to pay tax required to be shown on return. In case of failure to pay any amount in respect of any tax required to be shown on a return required to be filed under the named subchapters which is not so shown (including an assessment made pursuant to subdivision one of section 11-673 of this subchapter) within ten days of the date of a notice and demand therefor, unless it is shown that such failure is due to reasonable cause and not due to willful neglect, there shall be added to the amount of tax stated in such notice and demand one-half of one percent of such tax if the failure is not for more than one month, with an additional one-half of one percent for each additional month or fraction thereof during which such failure continues, not exceeding twenty-five percent in the aggregate. For the purpose of computing the addition for any month, the amount of tax stated in the notice and demand shall be reduced by the amount of any part of the tax which is paid before the beginning of such month. * (d) Limitations on additions. (A) With respect to any return, the amount of the addition under paragraph (a) of this subdivision shall be reduced by the amount of the addition under paragraph (b) of this subdivision for any month to which an addition applies under both paragraphs (a) and (b). In any case described in subparagraph (B) of paragraph (a) of this subdivision, the amount of the addition under such paragraph (a) shall not be reduced below the amount provided in such subparagraph. (B) With respect to any return, the maximum amount of the addition permitted under paragraph (c) of this subdivision shall be reduced by the amount of the addition under paragraph (a) of this subdivision (determined without regard to subparagraph (B) of such paragraph (a)) which is attributable to the tax for which the notice and demand is made and which is not paid within ten days of such notice and demand. * NB Amended Ch. 765/85 § 62, language juxtaposed per Ch. 907/85 § 14 * 2. Deficiency due to negligence. (a) If any part of a deficiency is due to negligence or intentional disregard of this subchapter or any of the named subchapters or rules or regulations thereunder (but without intent to defraud), there shall be added to the tax an amount equal to five percent of the deficiency. (b) There shall be added to the tax (in addition to the amount determined under paragraph (a) of this subdivision) an amount equal to fifty percent of the interest payable under subdivision one of section 11-675 with respect to the portion of the deficiency described in such paragraph (a) which is attributable to the negligence or intentional disregard referred to in such paragraph (a), for the period beginning on the last date prescribed by law for payment of such deficiency (determined without regard to any extension) and ending on the date of the assessment of the tax (or, if earlier, the date of the payment of the tax). (c) If any payment is shown on a return made by a payor with respect to dividends, patronage dividends and interest under subsection (a) of section six thousand forty-two, subsection (a) of section six thousand forty-four or subsection (a) of section six thousand forty-nine of the internal revenue code of nineteen hundred fifty-four, respectively, and the payee fails to include any portion of such payment in gross income, as that term is defined in paragraph (a) of subdivision four of section 11-674, any portion of an underpayment attributable to such failure shall be treated, for purposes of this subdivision, as due to negligence in the absence of clear and convincing evidence to the contrary. If any addition to tax is imposed under this subdivision by reason of the preceding sentence, the amount of the addition to tax imposed by paragraph (a) of this subdivision shall be five percent of the portion of the underpayment which is attributable to the failure described in the preceding sentence. * NB Amended Ch. 765/85 § 62, language juxtaposed per Ch. 907/85 § 14 3. Failure to file declaration or underpayment of estimated tax. If any taxpayer fails to file a declaration of estimated tax under subchapter two or three of this chapter, or fails to pay all or any part of an amount which is applied as an installment against such estimated tax, it shall be deemed to have made an underpayment of estimated tax. There shall be added to the tax for the taxable year an amount at the underpayment rate set by the commissioner of finance pursuant to section 11-687 of this subchapter, or, if no rate is set, at the rate of seven and one-half percent per annum upon the amount of the underpayment for the period of the underpayment but not beyond the fifteenth day of the third month following the close of the taxable year. The amount of the underpayment shall be, with respect to any installment of estimated tax computed on the basis of the preceding year's tax, the excess of the amount required to be paid over the amount, if any, paid on or before the last day prescribed for such payment or, with respect to any other installment of estimated tax, the excess of the amount of the installment which would be required to be paid if the estimated tax were equal to ninety percent of the tax shown on the return for the taxable year (or if no return was filed, ninety percent of the tax for such year) over the amount, if any, of the installment paid on or before the last day prescribed for such payment. In any case in which there would be no underpayment if \"eighty percent\" were substituted for \"ninety percent\" each place it appears in this subdivision, the addition to the tax shall be equal to seventy-five percent of the amount otherwise determined. No underpayment shall be deemed to exist with respect to a declaration or installment otherwise due on or after the termination of existence of the taxpayer. 4. Exception to addition for underpayment of estimated tax. The addition to tax under subdivision three with respect to any underpayment of any amount which is applied as an installment against estimated tax under subchapter two or three of this chapter shall not be imposed if the total amount of all payments of estimated tax made on or before the last date prescribed for the payment of any such amount equals or exceeds the amount which would have been required to be paid on or before such date if the estimated tax were whichever of the following is the least: (a) The tax shown on the return of the taxpayer for the preceding taxable year, if a return showing a liability for tax was filed by the taxpayer for the preceding taxable year and such preceding year was a taxable year of twelve months, or (b) An amount equal to the tax computed at the rates applicable to the taxable year, but otherwise on the basis of the facts shown on the return of the taxpayer for, and the law applicable to, the preceding taxable year, or (c) (i) An amount equal to ninety per centum of the tax for the taxable year computed by placing on an annualized basis the taxable income: (1) for the first three months or the first five months of the taxable year, in the case of the installment required to be paid in the sixth month, (2) for the first six months or the first eight months of the taxable year, in the case of the installment required to be paid in the ninth month, and (3) for the first nine months or the first eleven months of the taxable year, in the case of the installment required to be paid in the twelfth month. (ii) For purposes of subparagraph (i) the taxable income shall be placed on an annualized basis by: (1) multiplying it by twelve (or, in the case of a taxable year of less than twelve months, the number of months in the taxable year) and (2) dividing the resulting amount by the number of months in the taxable year (three, five, six, eight, nine or eleven, as the case may be) referred to in subparagraph (i), or (d) (i) If the base period percentage for any six consecutive months of the taxable year equals or exceeds seventy percent, an amount equal to ninety percent of the tax determined in the following manner: (A) take the taxable income for all months during the taxable year preceding the filing month, (B) divide such amount by the base period percentage for all months during the taxable year preceding the filing month, (C) determine the tax on the amount determined under clause (B), and (D) multiply the tax determined under clause (C) by the base period percentage for the filing month and all months during the taxable year preceding the filing month. (ii) For purposes of subparagraph (i): (A) the base period percentage for any period of months shall be the average percent which the taxable income for the corresponding months in each of the three preceding taxable years bears to the taxable income for the three preceding taxable years. The commissioner of finance may by regulations provide for the determination of the base period percentage in the case of reorganizations, new corporations, and other similar circumstances, and (B) the term \"filing month\" means the month in which the installment is required to be paid. 5. (a) Except as provided in paragraph (b) hereof, paragraphs (a) and (b) of subdivision four of this section shall not apply in the case of any corporation (or any predecessor corporation) which had entire net income, or the portion thereof allocated within the city, of one million dollars or more for any taxable year during the three taxable years immediately preceding the taxable year involved. (b) The amount treated as the estimated tax under paragraphs (a) and (b) of subdivision four of this section shall in no event be less than seventy-five percent of the tax shown on the return for the taxable year beginning in nineteen hundred eighty-three or, if no return was filed, seventy-five percent of the tax for such year. 6. Deficiency due to fraud. (a) If any part of a deficiency is due to fraud, there shall be added to the tax an amount equal to two times the deficiency. (c) The addition to tax under this subdivision shall be in lieu of any other addition to tax imposed by subdivision one or two. 7. Additional penalty. Any person who with fraudulent intent shall fail to pay under the named subchapters any tax, or to make, render, sign or certify any return or declaration of estimated tax, or to supply any information within the time required by or under any of the named subchapters, shall be liable to penalty of not more than one thousand dollars, in addition to any other amounts required under this subchapter to be imposed, assessed and collected by the commissioner of finance. The commissioner of finance shall have the power, in his or her discretion, to waive, reduce or compromise any penalty under this subdivision. * 8. Additions treated as tax. The additions to tax and penalties provided by this section shall be paid upon notice and demand and shall be assessed, collected and paid in the same manner as taxes, and any reference in this subchapter to tax imposed by any of the named subchapters shall be deemed also to refer to the additions to tax and penalties provided by this section. For purposes of section 11-672 of this subchapter, this subdivision shall not apply to: (a) any addition to tax under subdivision one except as to that portion attributable to a deficiency; (b) any addition to tax under subdivision three or fourteen; and (c) any additional penalties under subdivisions seven and twelve. * NB Amended Ch. 765/85 § 62, language juxtaposed per Ch. 907/85 § 14 9. Determination of deficiency. For purposes of subdivisions two and six the amount shown as the tax by the taxpayer upon its return shall be taken into account in determining the amount of the deficiency only if such return was filed on or before the last day prescribed for the filing of such return, determined with regard to any extension of time for such filing. * 10. Person defined. For purposes of subdivisions seven and twelve, the term \"person\" includes an individual, corporation or partnership or an officer or employee of any corporation (including a dissolved corporation), or a member or employee of any partnership, who as such officer, employee, or member is under a duty to perform the act in respect of which the violation occurs. * NB Amended Ch. 765/85 § 62, language juxtaposed per Ch. 907/85 § 14 * 11. Substantial understatement of liability. If there is a substantial understatement of tax for any taxable year, there shall be added to the tax an amount equal to ten percent of the amount of any underpayment attributable to such understatement. For purposes of this subdivision, there is a substantial understatement of tax for any taxable year if the amount of the understatement for the taxable year exceeds the greater of ten percent of the tax required to be shown on the return for the taxable year or five thousand dollars. For purposes of the preceding sentence, the term \"understatement\" means the excess of the amount of the tax required to be shown on the return for the taxable year, over the amount of the tax imposed which is shown on the return, reduced by any rebate (within the meaning of subdivision eight of section 11-672). The amount of such understatement shall be reduced by that portion of the understatement which is attributable to the tax treatment of any item by the taxpayer if there is or was substantial authority for such treatment, or any item with respect to which the relevant facts affecting the item's tax treatment are adequately disclosed in the return or in a statement attached to the return. The commissioner of finance may waive all or any part of the addition to tax provided by this subdivision on a showing by the taxpayer that there was reasonable cause for the understatement (or part thereof) and that the taxpayer acted in good faith. * NB Amended Ch. 765/85 § 62, language juxtaposed per Ch. 907/85 § 14 * 12. Aiding or assisting in the giving of fraudulent returns, reports, statements or other documents. (a) Any person who, with the intent that tax be evaded, shall, for a fee or other compensation or as an incident to the performance of other services for which such person receives compensation, aid or assist in, or procure, counsel, or advise the preparation or presentation under, or in connection with any matter arising under this chapter of any return, report, declaration, statement or other document which is fraudulent or false as to any material matter, or supply any false or fraudulent information, whether or not such falsity or fraud is with the knowledge or consent of the person authorized or required to present such return, report, declaration, statement or other document shall pay a penalty not exceeding ten thousand dollars. (b) For purposes of paragraph (a) of this subdivision, the term \"procures\" includes ordering (or otherwise causing) a subordinate to do an act, and knowing of, and not attempting to prevent, participation by a subordinate in an act. The term \"subordinate\" means any other person (whether or not a director, officer, employee, or agent of the taxpayer involved) over whose activities the person has direction, supervision, or control. (c) For purposes of paragraph (a) of this subdivision, a person furnishing typing, reproducing, or other mechanical assistance with respect to a document shall not be treated as having aided or assisted in the preparation of such document by reason of such assistance. (d) The penalty imposed by this subdivision shall be in addition to any other penalty provided by law. * NB Added Ch. 765/85 § 62, language juxtaposed per Ch. 907/85 § 14 13. Failure to file report of information relating to certain interest payments. In case of failure to file the report of information required under subdivision two-a of section 11-605 of this chapter, unless it is shown that such failure is due to reasonable cause and not due to willful neglect, there shall be added to the tax a penalty of five hundred dollars. 14. Failure to include on return information relating to issuer's allocation percentage. Where a return is filed but does not contain (1) the information necessary to compute the taxpayer's issuer's allocation percentage, as defined in subparagraph one of paragraph (b) of subdivision three of section 11-604 of this chapter, where the same is called for on the return, or, (2) the taxpayer's issuer's allocation percentage, where the same is called for on the return but where all of the information necessary for the computation of such percentage is not called for on the return, then unless it is shown that such failure is due to reasonable cause and not due to willful neglect there shall be added to the tax a penalty of five hundred dollars. 15. False or fraudulent document penalty. Any taxpayer that submits a false or fraudulent document to the department shall be subject to a penalty of one hundred dollars per document submitted, or five hundred dollars per tax return submitted. Such penalty shall be in addition to any other penalty or addition provided by law. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "676",
    "identifier": "11-676",
    "catch_text": "Additions to tax and civil penalties."
  }
}