{
  "text": "ยง 11-672 Notice of deficiency. 1. General. If upon examination of a taxpayer's return, the commissioner of finance determines that there is a deficiency of tax, the commissioner may mail a notice of deficiency to the taxpayer. If a taxpayer fails to file a tax return, the commissioner of finance is authorized to estimate the taxpayer's city tax liability from any information in the commissioner's possession, and to mail a notice of deficiency to the taxpayer. A notice of deficiency shall be mailed by certified or registered mail to the taxpayer, at its last known address in or out of the city. If the taxpayer has terminated its existence, a notice of deficiency may be mailed to its last known address in or out of the city, and such notice shall be sufficient for purposes of this subchapter. If the commissioner of finance has received notice that a person is acting for the taxpayer in a fiduciary capacity, a copy of such notice shall also be mailed to the fiduciary named in such notice. 2. Notice of deficiency as assessment. After ninety days from the mailing of a notice of deficiency or, if the commissioner of finance has established a conciliation procedure pursuant to section 11-124 of the code and the taxpayer has requested a conciliation conference in accordance therewith, after ninety days from the mailing of the conciliation decision or the date of the commissioner's confirmation of the discontinuance of the conciliation proceeding, such notice shall be an assessment of the amount of tax specified therein, together with the interest, additions to tax and penalties stated in such notice, except only for any such tax or other amounts as to which the taxpayer has within such ninety day period filed with the tax appeals tribunal a petition under section 11-680 of this subchapter. If the notice of deficiency or conciliation decision is addressed to a taxpayer whose last known address is outside of the United States, such period shall be one hundred fifty days instead of ninety days. 3. Restrictions on assessment and levy. No assessment of a deficiency in tax and no levy or proceeding in court for its collection shall be made, begun or prosecuted, except as otherwise provided in section 11-685 of this subchapter, until a notice of deficiency has been mailed to the taxpayer, nor until the expiration of the time for filing a petition with the tax appeals tribunal contesting such notice, nor, if a petition with respect to the taxable year has been both served on the commissioner of finance and filed with the tax appeals tribunal, until the decision of the tax appeals tribunal has become final. For exception in the case of judicial review of the decision of the tax appeals tribunal, see subdivision three of section 11-681 of this subchapter. 4. Exceptions for mathematical errors. If a mathematical error appears on a return (including an overstatement of the amount paid as estimated tax), the commissioner of finance shall notify the taxpayer that an amount of tax in excess of that shown upon the return is due, and that such excess has been assessed. Such notice shall not be considered as a notice of deficiency for the purposes of this section, subdivision six of section 11-678 (limiting credits or refunds after petition to the tax appeals tribunal), or subdivision two of section 11-680 of this subchapter (authorizing the filing of a petition with the tax appeals tribunal based on a notice of deficiency), nor shall such assessment or collection be prohibited by the provisions of subdivision three of this section. 5. Exception where federal or New York state change or correction is not reported. (a) If the taxpayer fails to comply with subchapter two or three of this chapter in not reporting a change or correction or renegotiation, or computation or recomputation of tax, increasing or decreasing its federal or New York state taxable income, alternative minimum taxable income or other basis of tax as reported on its federal or New York state income tax return or in not reporting a change or correction or renegotiation, or computation or recomputation of tax, which is treated in the same manner as if it were a deficiency for federal or New York state income tax purposes or in not filing an amended return or in not reporting the execution of a notice of waiver executed pursuant to subsection (d) of section six thousand two hundred thirteen of the internal revenue code or pursuant to subdivision (f) of section one thousand eighty-one of the tax law, instead of the mode and time of assessment provided for in subdivision two of this section, the commissioner of finance may assess a deficiency based upon such increased or decreased federal or New York state taxable income, alternative minimum taxable income or other basis of tax by mailing to the taxpayer a notice of additional tax due specifying the amount of the deficiency, and such deficiency, together with the interest, additions to tax and penalties stated in such notice, shall be deemed assessed on the date such notice is mailed unless within thirty days after the mailing of such notice a report of the federal or New York state change or correction or renegotiation, or computation or recomputation of tax, or an amended return, where such return was required by subchapter two or three, is filed accompanied by a statement showing wherein such federal or New York state determination and such notice of additional tax due are erroneous. (b) Such notice shall not be considered as a notice of deficiency for the purposes of this section, subdivision six of section 11-678 (limiting credits or refunds after petition to the tax appeals tribunal), or subdivision two of section 11-680 of this subchapter (authorizing the filing of a petition with the tax appeals tribunal based on a notice of deficiency), nor shall such assessment or the collection thereof be prohibited by the provisions of subdivision three of this section. (c) If the taxpayer has terminated its existence, a notice of additional tax due may be mailed to the taxpayer's last known address in or out of the city, and such notice shall be sufficient for purposes of this subchapter. If the commissioner of finance has received notice that a person is acting for the taxpayer in a fiduciary capacity, a copy of such notice shall also be mailed to the fiduciary named in such notice. 6. Waiver of restrictions. The taxpayer shall at any time (whether or not a notice of deficiency has been issued) have the right to waive the restrictions on assessment and collection of the whole or any part of the deficiency by a signed notice in writing filed with the commissioner of finance. 7. Two or more corporations. In case of a combined return under subchapter two or a consolidated return under subchapter three of two or more corporations, the commissioner of finance may determine a deficiency of tax under subchapter two or subchapter three of this chapter with respect to the entire tax due upon such return against any taxpayer included therein. In the case of a taxpayer which might have been included in such a return under subchapter two or subchapter three of this chapter when the tax was originally reported, the commissioner of finance may determine a deficiency of tax under subchapter two or three of this chapter against such taxpayer and against any other taxpayers which might have been included in such a return. 8. Deficiency defined. For the purposes of this subchapter, a deficiency means the amount of the tax imposed by the named subchapters, or any of them, less: (a) the amount shown as the tax upon the taxpayer's return (whether the return was made or the tax computed by it or by the commissioner of finance), and less (b) the amounts previously assessed (or collected without assessment) as a deficiency and plus (c) the amount of any rebates. For the purpose of this definition, the tax imposed by subchapter two or three of this chapter and the tax shown on the return shall both be determined without regard to any payment of estimated tax; and a rebate means so much of an abatement, credit, refund or other repayment (whether or not erroneous) as was made on the ground that the amounts entering into the definition of a deficiency showed a balance in favor of the taxpayer. 9. Exception where change or correction of sales and compensating use tax liability is not reported. (a) If a taxpayer fails to comply with subchapter two of this chapter in not reporting a change or correction of its sales and compensating use tax liability or in not filing a copy of an amended return or report relating to its sales and compensating use tax liability, instead of the mode and time of assessment provided for in subdivision two of this section, the commissioner of finance may assess a deficiency based upon such changed or corrected sales and compensating use tax liability, as same relates to credits claimed under subchapter two of this chapter, by mailing to the taxpayer a notice of additional tax due specifying the amount of the deficiency, and such deficiency, together with the interest, additions to tax and penalties stated in such notice, shall be deemed assessed on the date such notice is mailed unless within thirty days after the mailing of such notice a report of the state change or correction or a copy of an amended return or report, where such copy was required by subchapter two, is filed accompanied by a statement showing wherein such state determination and such notice of additional tax due are erroneous. (b) Such notice shall not be considered as a notice of deficiency for the purposes of this section, subdivision six of section 11-678 (limiting credits or refunds after petition to the tax appeals tribunal), or subdivision two of section 11-680 (authorizing the filing of a petition with the tax appeals tribunal based on a notice of deficiency), nor shall such assessment or the collection thereof be prohibited by the provisions of subdivision three of this section. (c) If the taxpayer has terminated its existence, a notice of additional tax due may be mailed to its last known address in or out of the city, and such notice shall be sufficient for purposes of this subchapter. If the commissioner of finance has received notice that a person is acting for the taxpayer in a fiduciary capacity, a copy of such notice shall also be mailed to the fiduciary named in such notice. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "672",
    "identifier": "11-672",
    "catch_text": "Notice of deficiency."
  }
}