{
  "text": "ยง 11-607 Declaration of estimated tax. 1. Every taxpayer subject to the tax imposed by section 11-603 of this subchapter shall make a declaration of its estimated tax for the current privilege period, containing such information as the commissioner of finance may prescribe by regulations or instructions, if such estimated tax can reasonably be expected to exceed one thousand dollars. 2. The term \"estimated tax\" means the amount which a taxpayer estimates to be the tax imposed by section 11-603 of this subchapter for the current privilege period, less the amount which it estimates to be the sum of any credits allowable against the tax other than the credit allowable under subdivision eleven of section 11-604 of this subchapter. 3. In the case of a taxpayer which reports on the basis of a calendar year, a declaration of estimated tax shall be filed on or before June fifteenth of the current privilege period, except that if the requirements of subdivision one are first met: (a) after May thirty-first and before September first of such current privilege period, the declaration shall be filed on or before September fifteenth, or (b) after August thirty-first and before December first of such current privilege period, the declaration shall be filed on or before December fifteenth. 4. A taxpayer may amend a declaration under regulations of the commissioner of finance. 5. If, on or before February fifteenth of the succeeding year in the case of a taxpayer which reports on the basis of a calendar year, a taxpayer files its report for the year for which the declaration is required, and pays therewith the balance, if any, of the full amount of the tax shown to be due on the report, (a) such report shall be considered as its declaration if no declaration is required to be filed during the calendar or fiscal year for which the tax was imposed, but is otherwise required to be filed on or before December fifteenth pursuant to subdivision three, and (b) such report shall be considered as the amendment permitted by subdivision four to be filed on or before December fifteenth if the tax shown on the report is greater than the estimated tax shown on a declaration previously made. 6. This section shall apply to privilege periods of twelve months other than a calendar year by the substitution of the months of such fiscal year for the corresponding months specified in this section. 7. If the privilege period for which a tax is imposed by section 11-603 of this subchapter is less than twelve months, every taxpayer required to make a declaration of estimated tax for such privilege period shall make such a declaration in accordance with regulations of the commissioner of finance. 8. The commissioner of finance may grant a reasonable extension of time, not to exceed three months, for the filing of any declaration required pursuant to this section, on such terms and conditions as it may require. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "607",
    "identifier": "11-607",
    "catch_text": "Declaration of estimated tax."
  }
}