{
  "text": "§ 11-638 General definitions. As used in this part: (a) The word \"taxpayer\" means a corporation or association subject to a tax imposed by this part. (b) The phrase \"taxable year\" means the taxpayer's taxable year for federal income tax purposes, or the part thereof during which the taxpayer is subject to the tax imposed by this part. * (c) The term \"international banking facility\" shall mean an international banking facility located in New York state and shall have the same meaning as is set forth in the New York state banking law or regulations of the New York state banking department or as is set forth in the laws of the United States or regulations of the board of governors of the federal reserve system. * NB Amended Ch. 298/85 § 31, language juxtaposed per Ch. 907/85 § 14 * (d) The term \"subsidiary\" means a corporation or association of which over fifty percent of the number of shares of stock entitling the holders thereof to vote for the election of directors or trustees is owned by the taxpayer. * NB Added Ch. 298/85 § 32, language juxtaposed per Ch. 907/85 § 14 * (e) The term \"subsidiary capital\" means investments in the stock of subsidiaries and any indebtedness from subsidiaries, exclusive of accounts receivable acquired in the ordinary course of trade or business for services rendered or for sales of property held primarily for sale to customers, whether or not evidenced by written instrument, on which interest is not claimed and deducted by the subsidiary for purposes of taxation under this part or subchapter two of this chapter, provided, however, there shall be deducted from subsidiary capital any liabilities payable by their terms on demand or within one year from the date incurred, other than loans or advances outstanding for more than a year as of any date during the year covered by the return, which are attributable to subsidiary capital. * NB Added Ch. 298/85 § 32, language juxtaposed per Ch. 907/85 § 14 (f) The term \"financial holding company\" means a corporation that, pursuant to subsection (l) of section 4 of the federal bank holding company act of nineteen hundred fifty-six, as amended, has filed with the federal reserve board a written declaration that the corporation elects to be a financial holding company and whose election has not been found to be ineffective by the federal reserve board. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "638",
    "identifier": "11-638",
    "catch_text": "General definitions."
  }
}