{
  "text": "ยง 11-633 Taxpayer's returns. 1. Every taxpayer, on or before March fifteenth of each year, beginning with the year nineteen hundred sixty-seven and ending with the year nineteen hundred seventy-three, shall make a return subscribed by the taxpayer and affirmed by the taxpayer to be true under the penalties of perjury to the commissioner of finance, for the calendar year next preceding, as to the business or that portion of the business of such taxpayer the income from which is the basis of taxation under part one or two of this subchapter, except that every trust company and savings bank which shall become incorporated between the thirty-first day of December and the succeeding first day of July, shall make its return for such period on or before September first, and every taxpayer, other than a trust company and savings bank, which shall commence to do business in the city or become located in the city, shall make its return for the calendar year in which it commences to do business or becomes located, on or before the twentieth day of January of the year succeeding such calendar year, and except that every taxpayer, other than a trust company and savings bank, which shall be dissolved, cease to do business in the city or cease to be located in the city, between the thirty-first day of December and the succeeding sixteenth day of March and shall not become merged or consolidated with another corporation taxable under the same part, shall make its return for such period on or before the date of such dissolution, or cessation of business, and every trust company and savings bank which shall be dissolved, and shall not become merged or consolidated with another corporation taxable under the same part, shall make its return, for the period for which it is taxable under subdivision six of section 11-612 of this subchapter on or before the date of such dissolution. Such return shall be in such form and contain such information as the commissioner of finance may require for the purpose of making any computation or otherwise performing its duty under parts one, two, and three of this subchapter. Such return shall state specifically the items of gross income derived from such business and the deductions allowed by the part for which the return is filed, the net income which is the basis of the tax, and the amount of tax due. The return shall be subscribed by the president, vice-president, treasurer, assistant treasurer, chief accounting officer or any other officer of the taxpayer duly authorized so to act. The fact that an individual's name is signed on the return shall be prima facie evidence that such individual is authorized to subscribe and affirm the return on behalf of the corporation. Blank forms of return shall be furnished by the commissioner of finance upon application, but failure to secure the form shall not relieve any taxpayer from the obligation of making any return herein required. An automatic extension of three months for the filing of its annual return shall be allowed for any taxpayer if, within the time prescribed herein for the filing thereof, such taxpayer files with the commissioner of finance an application for extension in such form as the commissioner of finance may prescribe by regulation and pays on or before the date of such filing the amount properly estimated as its tax. The commissioner of finance may grant a reasonable extension of time for filing a return, which may be in addition to any automatic extension allowed under the preceding sentence, whenever in the commissioner's judgment good cause exists and shall keep a record of every such extension and the reason therefor. No such extension or extensions shall aggregate more than three months, exclusive of any automatic extension. 2. If the amount of taxable income for any year of any taxpayer as returned to the United States treasury department or the New York state tax department is changed or corrected by the commissioner of internal revenue or other officer of the United States or the New York state tax commission or other competent authority; or if a taxpayer, pursuant to subsection (d) of section sixty-two hundred thirteen of the internal revenue code, executes a notice of waiver of the restrictions provided in subsection (a) of such section, or if a taxpayer, pursuant to subdivision (f) of section one thousand eighty-one of the tax law, executes a notice of waiver of the restrictions provided in subdivision (c) of such section, such taxpayer shall report such change or corrected taxable income or such execution of such notice of waiver and the changes or corrections of such taxpayer's federal or New York state taxable income on which it is based, within ninety days after such execution or the final determination of such change or correction, or as required by the commissioner of finance, and shall concede the accuracy of such determination or state wherein it is erroneous. Any taxpayer filing an amended return with such department shall also file within ninety days thereafter an amended return with the commissioner of finance which shall contain such information as it shall require. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "633",
    "identifier": "11-633",
    "catch_text": "Taxpayer's returns."
  }
}