{
  "text": "§ 11-646 Returns. (a) Every taxpayer shall annually on or before the fifteenth day of the third month following the close of each of its taxable years transmit to the commissioner of finance a return in a form prescribed by the commissioner setting forth such information as the commissioner of finance may prescribe and every taxpayer which ceases to exercise its franchise in the city or to be subject to the tax imposed by this part shall transmit to the commissioner of finance a return on the date of such cessation or at such other time as the commissioner of finance may require covering each year or period for which no return was therefore filed. (b) Every taxpayer shall also transmit such other returns and such facts and information as the commissioner of finance may require in the administration of this part. * (c) The commissioner of finance may grant a reasonable extension of time for filing returns whenever good cause exists. An automatic extension of six months for the filing of its annual return shall be allowed any taxpayer, if within the time prescribed by subdivision (a), such taxpayer files with the commissioner of finance an application for extension in such form as said commissioner of finance may prescribe by regulation and pays on or before the date of such filing the amount properly estimated as its tax. * NB Amended L.L. 64/85 § 2, language juxtaposed per Ch. 907/85 § 14 (d) Every return shall have annexed thereto a certification by the president, vice president, treasurer, assistant treasurer, chief accounting officer or any other officer of the taxpayer duly authorized so to act to the effect that the statements contained therein are true. The fact that an individual's name is signed on a certification of the return shall be prima facie evidence that such individual is authorized to sign and certify the return on behalf of the corporation. (e) If the amount of taxable income, alternative minimum taxable income or other basis of tax for any year of any taxpayer, or of any shareholder of any taxpayer that has elected to be taxed under subchapter s of chapter one of the internal revenue code or of any shareholder of any taxpayer with respect to which an election has been made to be treated as a qualified subchapter s subsidiary under paragraph three of subsection (b) of section thirteen hundred sixty-one of the internal revenue code as returned to the United States treasury department or the New York state commissioner of taxation and finance is changed or corrected by the commissioner of internal revenue or other officer of the United States or the New York state commissioner of taxation and finance or other competent authority, or if a taxpayer or such shareholder of a taxpayer, pursuant to subsection (d) of section sixty-two hundred thirteen of the internal revenue code, executes a notice of waiver of the restrictions provided in subsection (a) of said section, or if a taxpayer or such shareholder of a taxpayer, pursuant to subsection (f) of section one thousand eighty-one of the tax law, executes a notice of waiver of the restrictions provided in subsection (c) of said section, such taxpayer shall report such changed or corrected taxable income, alternative minimum taxable income or other basis of tax or such execution of such notice of waiver and the changes or corrections of the taxpayer's federal or New York state taxable income, alternative minimum taxable income or other basis of tax on which it is based, within ninety days (or one hundred twenty days, in the case of a taxpayer making a combined return under this subchapter for such year) after such execution or the final determination of such change or correction, or as required by the commissioner of finance, and shall concede the accuracy of such determination or state wherein it is erroneous. The allowance of a tentative carryback adjustment based upon a net capital loss carryback pursuant to section sixty-four hundred eleven of the internal revenue code, shall be treated as a final determination for purposes of this subdivision. Any taxpayer filing an amended return with such department shall also file within ninety days (or one hundred twenty days, in the case of a taxpayer making a combined return under this subchapter for such year) thereafter an amended return with the commissioner of finance which shall contain such information as the commissioner shall require. (f) * (1) For purposes of this subdivision, the term \"bank holding company\" means any corporation subject to article three-A of the banking law, or registered under the federal bank holding company act of nineteen hundred fifty-six, as amended, or registered as a savings and loan holding company (but excluding a diversified savings and loan holding company) under the federal national housing act, as amended. * NB Amended Ch. 298/85 § 45, language juxtaposed per Ch. 907/85 § 14 (2) * (i) Any banking corporation or bank holding company which is doing business in the city in a corporate or organized capacity, and (A) which owns or controls, directly or indirectly, eighty percent or more of the voting stock of one or more banking corporations or bank holding companies, or (B) whose voting stock is eighty percent or more owned or controlled, directly or indirectly, by a banking corporation or a bank holding company, shall make a return on a combined basis under this part covering itself and such corporations described in clause (A) or (B) and shall set forth such information as the commissioner of finance may require unless the taxpayer or the commissioner of finance shows that the inclusion of such a corporation in the combined return fails to properly reflect the tax liability of such corporation under this part. Provided, however, that no banking corporation or bank holding company not a taxpayer shall be subject to the requirements of this subparagraph unless the commissioner of finance deems that the application of such requirements is necessary in order to properly reflect the tax liability under this part, because of intercompany transactions or some agreement, understanding, arrangement or transaction of the type referred to in subdivision (g) of this section. * NB Amended Ch. 298/85 § 45, language juxtaposed per Ch. 907/85 § 14 * (ii) In the discretion of the commissioner of finance, any banking corporation or bank holding company which is doing business in the city in a corporate or organized capacity, and (A) which owns or controls, directly or indirectly, sixty-five percent or more of the voting stock of one or more banking corporations or bank holding companies, or (B) whose voting stock is sixty-five percent or more owned or controlled, directly or indirectly, by a banking corporation or a bank holding company, may be required or permitted to make a return on a combined basis under this part covering itself and such corporations described in clause (A) or (B) and shall set forth such information as the commissioner of finance may require; provided, however, that no combined return shall be required or permitted unless the commissioner of finance deems such report necessary in order to properly reflect the tax liability under this part of any one or more of such banking corporations or bank holding companies. * NB Amended Ch. 298/85 § 45, language juxtaposed per Ch. 907/85 § 14 * (iii) In the discretion of the commissioner of finance, banking corporations or bank holding companies which are each sixty-five percent or more owned or controlled, directly or indirectly, by the same interest may be permitted or required to make a return on a combined basis under this part and shall set forth such information as the commissioner of finance may require, if at least one such banking corporation or bank holding company is doing business in the city in a corporate or organized capacity. No combined return shall be required or permitted unless the commissioner of finance deems such report necessary in order to properly reflect the tax liability under this part of any one or more of such banking corporations or bank holding companies. * NB Amended Ch. 298/85 § 45, language juxtaposed per Ch. 907/85 § 14 * (iv) (A) Notwithstanding any provision of this paragraph, any bank holding company exercising its corporate franchise or doing business in the city may make a return on a combined basis without seeking the permission of the commissioner with any banking corporation exercising its corporate franchise or doing business in the city in a corporate or organized capacity sixty-five percent or more of whose voting stock is owned or controlled, directly or indirectly, by such bank holding company, for the first taxable year beginning on or after January first, two thousand and before January first, two thousand fifteen during which such bank holding company registers for the first time under the federal bank holding company act, as amended, and also elects to be a financial holding company. In addition, for each subsequent taxable year beginning after January first, two thousand and before January first, two thousand fifteen, any such bank holding company may file on a combined basis without seeking the permission of the commissioner with any banking corporation that is exercising its corporate franchise or doing business in the city and sixty-five percent or more of whose voting stock is owned or controlled, directly or indirectly, by such bank holding company if either such banking corporation is exercising its corporate franchise or doing business in the city in a corporate or organized capacity for the first time during such subsequent taxable year, or sixty-five percent or more of the voting stock of such banking corporation is owned or controlled, directly or indirectly, by such bank holding company for the first time during such subsequent taxable year. Provided however, for each subsequent taxable year beginning after January first, two thousand and before January first, two thousand fifteen, a banking corporation described in either of the two preceding sentences which filed on a combined basis with any such bank holding company in a previous taxable year, must continue to file on a combined basis with such bank holding company if such banking corporation, during such subsequent taxable year, continues to exercise its corporate franchise or do business in the city in a corporate or organized capacity and sixty-five percent or more of such banking corporation's voting stock continues to be owned or controlled, directly or indirectly, by such bank holding company, unless the permission of the commissioner has been obtained to file on a separate basis for such subsequent taxable year. Provided further, however, for each subsequent taxable year beginning after January first, two thousand and before January first, two thousand fifteen, a banking corporation described in either of the first two sentences of this clause which did not file on a combined basis with any such bank holding company in a previous taxable year, may not file on a combined basis with such bank holding company during any such subsequent taxable year unless the permission of the commissioner has been obtained to file on a combined basis for such subsequent taxable year. (B) Notwithstanding any provision of this paragraph other than clause (A) of this subparagraph, the commissioner may not require a bank holding company which, during a taxable year beginning on or after January first, two thousand and before January first, two thousand fifteen, registers for the first time during such taxable year under the federal bank holding company act, as amended, and also elects to be a financial holding company, to make a return on a combined basis for any taxable year beginning on or after January first, two thousand and before January first, two thousand fifteen with a banking corporation sixty-five percent or more of whose voting stock is owned or controlled, directly or indirectly, by such bank holding company. * NB There are 2 sbù (iv)'s * (iv)(A) For purposes of this subparagraph, the term \"closest controlling stockholder\" means the corporation that indirectly owns or controls over fifty percent of the voting stock of a captive REIT or captive RIC, is subject to tax under this subchapter or otherwise required to be included in a combined return under this chapter and is the fewest tiers of corporations away in the ownership structure from the captive REIT or captive RIC. The commissioner is authorized to prescribe by regulation or published guidance the criteria for determining the closest controlling stockholder. (B) A captive REIT or a captive RIC must be included in a combined return with the banking corporation or bank holding company that directly owns or controls over fifty percent of the voting stock of the captive REIT or captive RIC if that banking corporation or bank holding company is subject to tax or required to be included in a combined return under this subchapter. (C) If over fifty percent of the voting stock of a captive REIT or captive RIC is not directly owned or controlled by a banking corporation or bank holding company that is subject to tax or required to be included in a combined return under this subchapter, then the captive REIT or captive RIC must be included in a combined return with the corporation that is the closest controlling stockholder of the captive REIT or captive RIC. If the closest controlling stockholder of the captive REIT or captive RIC is a banking corporation or bank holding company that is subject to tax or otherwise required to be included in a combined return under this subchapter, then the captive REIT or captive RIC must be included in a combined return under this subchapter. (D) If the corporation which directly owns or controls the voting stock of the captive REIT or captive RIC is described in subparagraph (ii) of paragraph four of this subdivision as a corporation not permitted to make a combined return, then the provisions in clause (C) of this subparagraph must be applied to determine the corporation in whose combined return the captive REIT or captive RIC should be included. If, under clause (C) of this subparagraph, the corporation that is the closest controlling stockholder of the captive REIT or captive RIC is described in subparagraph (ii) or (iv) of paragraph four of this subdivision as a corporation not permitted to make a combined return, then that corporation is deemed to not be in the ownership structure of the captive REIT or captive RIC, and the closest controlling stockholder will be determined without regard to that corporation. (E) If a captive REIT owns the stock of a qualified REIT subsidiary (as defined in paragraph two of subsection (i) of section eight hundred fifty-six of the internal revenue code), then the qualified REIT subsidiary must be included in any combined return required to be made by the captive REIT that owns its stock. (F) If a captive REIT or a captive RIC is required under this subparagraph to be included in a combined return with another corporation, and that other corporation is required to be included in a combined return with another corporation under other provisions of this subdivision, the captive REIT or captive RIC must be included in that combined return with those corporations. (G) If the banking corporation or bank holding company that directly or indirectly owns or controls over fifty percent of the voting stock of the captive REIT or captive RIC and is the closest controlling stockholder of the captive REIT or captive RIC is a member of an affiliated group (1) that does not include any corporation that is engaged in a business that a subsidiary of a bank holding company would not be permitted to engage in, unless such business is de minimis, and (2) whose members own assets the combined average value of which does not exceed eight billion dollars, then the captive REIT or captive RIC must not be included in a combined return under this subchapter. In that instance, the captive REIT or captive RIC is subject to the provisions of subdivision seven or eight of section 11-603 of this chapter. The term \"affiliated group\" means \"affiliated group\" as defined in section fifteen hundred four of the internal revenue code, but without regard to the exceptions provided for in subsection (b) of that section. * NB There are 2 sbù (iv)'s (v) For taxable years beginning on or after January first two thousand eleven, a banking corporation doing business in the city solely because it meets one or more of the tests in subparagraphs (i) through (v) of paragraph one of subdivision (c) of section 11-639 of this chapter (referred to in this subparagraph as the \"credit card bank\") will not be included in a combined return pursuant to subparagraph (i) of this paragraph with another banking corporation or bank holding company which is doing business in the city unless the credit card bank or the commissioner shows that the inclusion of the credit card bank in the combined return is necessary to properly reflect the tax liability of the credit card bank, the banking corporation or bank holding company under this subchapter. However, any banking corporation that meets one or more of the tests in subparagraphs (i) through (v) of paragraph one of subsection (c) of section 11-639 of this chapter and was included in a combined return for its last taxable year beginning before January first, two thousand eleven may continue to be included in a combined return for future taxable years, provided that once that banking corporation has been included in a combined return for any taxable year beginning on or after January first, two thousand eleven, it must continue to be included in a combined return until it obtains the consent of the commissioner to cease being included in a combined return because the combined return no longer properly reflects the tax liability under this subchapter of any of the corporations included in the combined return. Further, the credit card bank will be included in a combined return with (A) any banking corporation not subject to tax under this subchapter sixty-five percent or more of whose voting stock is owned or controlled, directly or indirectly, by the credit card bank, or (B) any banking corporation or bank holding company not subject to tax under this subchapter which owns or controls, directly or indirectly, sixty-five percent or more of the voting stock of the credit card bank, or (C) any banking corporation not subject to tax under this subchapter sixty-five percent or more of the voting stock of which is owned or controlled, directly or indirectly, by the same corporation or corporations that own or control, directly or indirectly, sixty-five percent or more of the voting stock of the credit card bank, if the corporation or corporations described in clauses (A), (B) and (C) of this subparagraph provide services for or support to the credit card bank's operations, unless the credit card bank or the commissioner shows that the inclusion of any of those corporations in the combined return fails to properly reflect the tax liability of the credit card bank. For purposes of this subparagraph, services for or support to the credit card bank's operations include such activities as billing, credit investigation and reporting, marketing, research, advertising, mailing, customer service, information technology, lending and financing services, and communications services, but will not include accounting, legal or personnel services. (3) (i) In the case of a combined return, the tax shall be measured by the combined entire net income, combined alternative entire net income or combined assets of all the corporations included in the return, including any captive REIT or captive RIC. The allocation percentage shall be computed based on the combined factors with respect to all the corporations included in the combined return. In computing combined entire net income and alternative entire net income, intercorporate dividends and all other intercorporate transactions shall be eliminated, and in computing combined assets, intercorporate stockholdings and intercorporate bills, notes and accounts receivable and payable and other intercorporate indebtedness shall be eliminated. (ii) In the case of a captive REIT required under this subdivision to be included in a combined return, \"entire net income\" means \"real estate investment trust taxable income\" as defined in paragraph two of subdivision (b) of section eight hundred fifty-seven (as modified by section eight hundred fifty-eight) of the internal revenue code, plus the amount taxable under paragraph three of subdivision (b) of section eight hundred fifty-seven of that code, subject to the modifications required by section 11-641 of this chapter. In the case of a captive RIC required under this subdivision to be included in a combined return, \"entire net income\" means \"investment company taxable income\" as defined in paragraph two of subdivision (b) of section eight hundred fifty-two (as modified by section eight hundred fifty-five) of the internal revenue code, plus the amount taxable under paragraph three of subdivision (b) of section eight hundred fifty-two of that code, subject to the modifications required by section 11-641 of this chapter. However, the deduction under the internal revenue code for dividends paid by the captive REIT or captive RIC to any member of the affiliated group that includes the corporation that directly or indirectly owns over fifty percent of the voting stock of the captive REIT or captive RIC shall be limited to twenty-five percent for taxable years beginning on or after January first, two thousand nine and before January first, two thousand eleven and shall not be allowed for taxable years beginning on or after January first, two thousand eleven. The term \"affiliated group\" means \"affiliated group\" as defined in section fifteen hundred four of the internal revenue code, but without regard to the exceptions provided for in subsection (b) of that section. * (4) (i) In no event shall an item of income or expense of a corporation organized under the laws of a country other than the United States be included in a combined return unless it is includible in entire net income or alternative entire net income, as the case may be, nor shall an asset of such a corporation be included in a combined return unless it is included in taxable assets. (ii) In no event shall a corporation organized under the laws of the United States, this state or any other state, be included in a combined return with a corporation organized under the laws of a country other than the United States. (iii) In no event shall a corporation which has made an election pursuant to subdivision (d) of section 11-640 of this part to be subject to the tax imposed by subchapter two of this chapter be included in a combined return for those taxable years for which it is subject to the tax imposed by subchapter two of this chapter. * NB Amended Ch. 298/85 § 45, language juxtaposed per Ch. 907/85 § 14 * (5) Tax liability under this part may be deemed to be improperly reflected because of intercompany transactions or some agreement, understanding, arrangement or transaction referred to in subdivision (g) of this section. * NB Added Ch. 298/85 § 45, language juxtaposed per Ch. 907/85 § 14 * (g) In case it shall appear to the commissioner of finance that any agreement, understanding or arrangement exists between the taxpayer and any other corporation or any person or firm, whereby the activity, business, income or assets of the taxpayer within the city is improperly or inaccurately reflected, the commissioner of finance is authorized and empowered, in his discretion and in such manner as he may determine, to adjust items of income or deductions in computing entire net income or alternative entire net income and to adjust assets, and to adjust wages, salaries and other personal service compensation, receipts or deposits in computing any allocation percentage, provided only that entire net income or alternative entire net income be adjusted accordingly and that any asset directly traceable to the elimination of any receipt be eliminated from assets so as to accurately determine the tax. If however, in the determination of the commissioner of finance, such adjustments do not, or cannot effectively provide for the accurate determination of the tax, the commissioner of finance shall be authorized to require the filing of a combined report by the taxpayer and any such other corporations. Where (1) any taxpayer conducts its activity or business under any agreement, arrangement or understanding in such manner as either directly or indirectly to benefit its members or stockholders, or any of them, or any person or persons directly or indirectly interested in such activity or business, by entering into any transaction at more or less than a fair price which, but for such agreement, arrangement or understanding, might have been paid or received therefor, or (2) any taxpayer enters into any transaction with another corporation on such terms as to create an improper loss or net income, the commissioner of finance may include in the entire net income or alternative entire net income of the taxpayer the fair profits which, but for such agreement, arrangement or understanding, the taxpayer might have derived from such transaction. * NB Added Ch. 298/85 § 45, language juxtaposed per Ch. 907/85 § 14 ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "646",
    "identifier": "11-646",
    "catch_text": "Returns."
  }
}