{
  "text": "ยง 11-645 Payments of estimated tax. (a) Every taxpayer subject to the tax imposed by section 11-639 of this part shall pay an amount equal to twenty-five percent of the preceding year's tax, if such preceding year's tax exceeded one thousand dollars. Such amount shall be paid with the return required to be filed for the preceding taxable year or with an application for the extension of the time for filing such return. Provided, however, that for the first taxable year or period commencing on or after January first, nineteen hundred seventy-three, the installment required by this subdivision shall be paid with the return required to be filed for the tax imposed pursuant to part one or two of this subchapter three computed on the basis of net income for the calendar year nineteen hundred seventy-two, or under the minimum tax provisions of section 11-612 of this subchapter. (b) Other installments. The estimated tax for each taxable year with respect to which a declaration of estimated tax is required to be filed under this part shall be paid, in the case of a taxpayer which reports on the basis of a calendar year, as follows: (1) If the declaration is filed on or before June fifteenth, the estimated tax shown thereon, after applying thereto the amount, if any, paid during the same taxable year pursuant to subdivision (a) of this section, shall be paid in three equal installments. One of such installments shall be paid at the time of the filing of the declaration, one shall be paid on the following September fifteenth, and one on the following December fifteenth. (2) If the declaration is filed after June fifteenth and not after September fifteenth of such taxable year, and is not required to be filed on or before June fifteenth of such year, the estimated tax shown on such declaration, after applying thereto the amount, if any, paid during the same taxable year pursuant to subdivision (a) of this section, shall be paid in two equal installments. One of such installments shall be paid at the time of the filing of the declaration and one shall be paid on the following December fifteenth. (3) If the declaration is filed after September fifteenth of such taxable year, and is not required to be filed on or before September fifteenth of such year, the estimated tax shown on such declaration, after applying thereto the amount, if any, paid in respect of such year pursuant to subdivision (a) of this section, shall be paid in full at the time of the filing of the declaration. (4) If the declaration is filed after the time prescribed therefor, or after the expiration of any extension of time therefor, paragraphs two and three of this subdivision shall not apply and there shall be paid at the time of such filing all installments of estimated tax payable at or before such time, and the remaining installments shall be paid at the times at which, and in the amounts in which, they would have been payable if the declaration had been filed when due. (c) Amendments of declarations. If any amendment of a declaration is filed, the remaining installments, if any, shall be ratably increased or decreased (as the case may be) to reflect any increase or decrease in the estimated tax by reason of such amendment, and if any amendment is made after September fifteenth of the taxable year, any increase in the estimated tax by reason thereof shall be paid at the time of making such amendment. (d) Application of installments based on the preceding year's tax. Any amount paid pursuant to subdivision (a) shall be applied as a first installment against the estimated tax of the taxpayer for the taxable year shown on the declaration required to be filed pursuant to section 11-644, or if no declaration of estimated tax is required to be filed by the taxpayer pursuant to such section, any such amount shall be considered a payment on account of the tax shown on the return required to be filed by the taxpayer for such taxable year. (e) Interest on certain installments based on the preceding year's tax. Notwithstanding the provisions of section 11-679 of this chapter or of section three-a of the general municipal law, if an amount paid pursuant to subdivision (a) of this section exceeds the tax shown on the return required to be filed by the taxpayer for the taxable year during which the amount was paid, interest shall be allowed and paid on the amount by which the amount so paid pursuant to such subdivision exceeds such tax, at the overpayment rate set by the commissioner of finance pursuant to section 11-687 of this chapter, or, if no rate is set, at the rate of six percent per annum from the date of payment of the amount so paid pursuant to such subdivision to the fifteenth day of the third month following the close of the taxable year, provided, however, that no interest shall be allowed or paid under this subdivision if the amount thereof is less than one dollar. (f) The preceding year's tax defined. As used in this section, \"the preceding year's tax\" means the tax imposed upon the taxpayer by subdivision (a) of section 11-639 of this part for the preceding taxable year, or, for purposes of computing the first installment of estimated tax when an application has been filed for extension of the time for filing the return required to be filed for such preceding taxable year, the amount properly estimated pursuant to paragraph one of subdivision b of section 11-647 of this part as the tax imposed upon the taxpayer for such taxable year. Provided, however, that for the first taxable year or period commencing on or after January first, nineteen hundred seventy-three, the term \"preceding year's tax\" as used in this section shall mean the tax imposed upon the taxpayer pursuant to part one or two of this subchapter three which was computed on the basis of net income for the calendar year nineteen hundred seventy-two, or under the minimum tax provisions of subdivision two of section 11-612 of this subchapter, or for purposes of computing the first installment of estimated tax for such first taxable year or period when an application has been filed for an extension of the time for filing the return required to be filed for the tax imposed pursuant to part one or two of this subchapter three which was computed on the basis of net income for the calendar year nineteen hundred seventy-two, or under the minimum tax provisions of section 11-612 of this subchapter, the amount of tax properly estimated for purposes of such part one or two pursuant to section 11-635 of this subchapter. (g) Application to short taxable period. This section shall apply to a taxable period of less than twelve months in accordance with regulations of the commissioner of finance. (h) Fiscal year. The provisions of this section shall apply to taxable years of twelve months other than a calendar year by the substitution of the months of such fiscal year for the corresponding months specified in such provisions. (i) Extension of time. The commissioner of finance may grant a reasonable extension of time, not to exceed six months, for payment of any installment of estimated tax required pursuant to this section, on such terms and conditions as the commissioner may require, including the furnishing of a bond or other security by the taxpayer in an amount not exceeding twice the amount for which any extension of time for payment is granted, provided, however that interest at the underpayment rate set by the commissioner of finance pursuant to section 11-687 of this chapter, or, if no rate is set, at the rate of seven and one-half percent per annum for the period of the extension shall be charged and collected on the amount for which any extension of time for payment is granted under this subdivision. (j) Payment of installments in advance. A taxpayer may elect to pay any installment of estimated tax prior to the date prescribed in this section for payment thereof. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "645",
    "identifier": "11-645",
    "catch_text": "Payments of estimated tax."
  }
}