{
  "text": "ยง 11-643.5 Computation of tax for taxable years beginning on or after January first, nineteen hundred eighty-five. For taxable years beginning on or after January first, nineteen hundred eighty-five, the tax imposed by section 11-639 of this part shall be the greater of the following computations: (a) Basic tax. Nine percent of the taxpayer's entire net income, or the portion thereof allocated to the city, for the taxable year or part thereof. (b) Alternative minimum tax. If the tax under subdivision (a) of this section is less than any of the following amounts, the tax shall be the larger of the following amounts: (1) For taxable years beginning before two thousand eleven, except in the case of a corporation organized under the laws of a country other than the United States, one-tenth of a mill upon each dollar of taxable assets, or the portion thereof allocated to the city. For taxable years beginning after two thousand ten, except in the case of a taxpayer described in clause (i), (ii), or (iii) below, one-tenth of a mill upon each dollar of taxable assets, or the portion thereof allocated to the city. (i) In the case of a taxpayer whose net worth ratio is less than five percent but greater than or equal to four percent and whose total assets are comprised of thirty-three percent or more of mortgages, one-twenty-fifth of a mill upon each dollar of taxable assets, or the portion thereof allocated to the city. (ii) In the case of a taxpayer whose net worth ratio is less than four percent and whose total assets are comprised of thirty-three percent or more of mortgages, one-fiftieth of a mill upon each dollar of taxable assets, or the portion thereof allocated to the city. (iii) A taxpayer (whether or not a qualified institution as defined in subparagraph (B) of paragraph five of subsection (f) of section four hundred six of the federal national housing act, as amended, or as defined in paragraph two of subsection (i) of section thirteen of the federal deposit insurance act, as amended) shall not be subject to the provisions of this paragraph for that portion of the taxable year in which it had outstanding net worth certificates issued in accordance with paragraph five of subsection (f) of section four hundred six of the federal national housing act, as amended, or issued in accordance with subsection (i) of section thirteen of the federal deposit insurance act, as amended. (iv) For the purposes of this part: (A) the term \"taxable assets\" shall mean the average value of total assets reduced by any amount of money or other property received from or attributable to amounts received from the federal deposit insurance corporation pursuant to subsection (c) of section thirteen of the federal deposit insurance act, as amended, or the federal savings and loan insurance corporation pursuant to paragraph one, two, three or four of subsection (f) of section four hundred six of the federal national housing act, as amended. Total assets are those assets which are properly reflected on a balance sheet the income or expenses of which are properly reflected (or would have been properly reflected if not fully depreciated or expensed or depreciated or expensed to a nominal amount) in the computation of alternative entire net income for the taxable year or in the computation of the eligible net income of the taxpayer's international banking facility for the taxable year. (B) The term \"net worth ratio\" shall mean the percentage of net worth to assets on the last day of the taxable year. The term \"net worth\" means the sum of preferred stock, common stock, surplus, capital reserves, undivided profits, mutual capital certificates, reserve for contingencies, reserve for loan losses and reserve for security losses minus assets classified loss. The term \"assets\" means the sum of mortgage loans, nonmortgage loans, repossessed assets, real estate held for development or investment or resale, cash, deposits, investment securities, fixed assets and other assets (such as financial futures, goodwill and other intangible assets) minus assets classified loss. In no event shall assets be reduced by reserves for losses. (C) The term \"mortgages\" shall mean loans secured by real property within or without the state, participations in and securities collateralized by pools of residential mortgages, whether or not issued or guaranteed by a United States government agency, and loans secured by stock in a cooperative housing corporation. The percentage of total assets comprised of mortgages shall be an amount equal to the ratio of the average of the four quarterly balances of such mortgages ending within the taxable year, to the average of the four quarterly balances of all assets ending within the taxable year. Such quarterly balances shall be computed in the same manner as the report of condition required for federal deposit insurance corporation or federal savings and loan insurance corporation purposes, whether or not such report is required. For taxable periods of less than one year, the taxpayer shall compute such ratio using the number of such quarterly balances ending within such taxable period. (2) For taxable years beginning before two thousand eleven, in the case of a corporation organized under the laws of a country other than the United States, (i) two and six-tenths mills upon each dollar of such part of the taxpayer's issued capital stock on the last day of the taxable year, at its face value, but if such taxpayer has stock without par value, such stock shall be taken at its actual or market value, and not less than five dollars per share, as may be determined by the commissioner of finance, or (ii) if the taxpayer does not have issued capital stock, two and six-tenths mills upon each dollar of such part of the amount by which its average total assets exceeds its average total liabilities, as the gross income of such taxpayer derived from business carried on within the city during such taxable year bears to its gross income derived from all business, both within and without the city during said year; except that if the period covered by the return is other than twelve months, the tax shall be prorated on the basis of the number of months or major portions thereof included in the return. For purposes of this paragraph, the term \"gross income\" shall have the same meaning as it has in the laws of the United States relating to federal income taxes. (3) Three percent of the taxpayer's alternative entire net income, or portion thereof allocated to the city, for the taxable year, or part thereof. (4) One hundred twenty-five dollars. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "643",
    "identifier": "11-643.5",
    "catch_text": "Computation of tax for taxable years beginning on or after January first, nineteen hundred eighty-five."
  }
}