{
  "text": "ยง 11-623 Imposition of tax. 1. Pursuant to the authority conferred by section fifty-two hundred nineteen of the United States revised statutes and in conformity with the provisions contained in subdivision c of clause one of such section, every national banking association organized under authority of the United States and located within the city, shall annually pay a tax, measured by its net income, to be computed, as provided in this part, at the rate of four and one-half per centum except that for the year nineteen hundred seventy-one and those following the rate shall be five and sixty-three one hundredths per centum, upon the basis of its net income for the calendar year next preceding the date when such tax becomes due. Such tax shall be for the calendar year next preceding the year in which it becomes due; except that with respect to national banking associations required to file a declaration of estimated tax and to make payments on account of such estimated tax in accordance with the provisions of section 11-636 of this subchapter, all payments of tax within a calendar year, whether computed on the basis of net income for the current calendar year or on the basis of net income for the preceding calendar year, shall be for the calendar year in which the payments are required to be made. If, however, such a national banking association shall be dissolved between the thirty-first day of December and the succeeding second day of September, and shall not become merged or consolidated with a corporation taxable under part one of this subchapter, it shall pay a tax for the period from the thirty-first day of December up to the time of dissolution equal to that which would have been payable had it not been dissolved, except that such tax shall be reduced by one-third and an additional one-twelfth for each month, or major portion thereof, prior to such succeeding second day of September, during which such corporation was so dissolved. If such dissolution occurs between the fifteenth day of March and the second day of September, and if such corporation shall have filed its return on or before the fifteenth day of March as required by sections 11-630 and 11-633 of this subchapter, it may file a claim for refund as provided in section 11-678 of this chapter, showing any reduction in tax to which it may be entitled as provided in the preceding sentence; and if it shall be made to appear that the amount of tax due is less than the amount as computed on the basis of the original return, the commissioner of finance shall adjust the computation of tax accordingly. If the amount of tax as so adjusted shall be less than the amount theretofore paid, the excess shall be refunded by the commissioner of finance as provided in subdivision one of section 11-677 of this chapter. 2. In the event that the taxes imposed by this part shall be finally determined to be unconstitutional or invalid for the reason that they do not conform with the provisions of section fifty-two hundred nineteen of the United States revised statutes, then, in lieu of the taxes imposed by the provisions of this part, every national banking association and every production credit association that otherwise would have been subject to tax under this part shall be subject to the tax imposed under subchapter two as of July thirteenth, nineteen hundred sixty-six, and all of the provisions of subchapter two, unless clearly inappropriate, shall be applicable except subdivision four of section 11-603 of this chapter; and, in such event, any payments made, reports or returns filed or any act of the commissioner of finance or of a taxpayer purportedly under this subchapter shall be treated as though made, filed or done pursuant to subchapter two. 3. Cross reference. For years for which tax is imposed, see section 11-624 of this part. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "623",
    "identifier": "11-623",
    "catch_text": "Imposition of tax."
  }
}