{
  "text": "ยง 11-621 Deductions. In computing net income there shall be allowed as deductions: 1. All the ordinary and necessary expenses paid or incurred during the year in carrying on business, including a reasonable allowance for salaries or other compensation for personal services actually rendered, and including rentals or other payments required to be made as a condition to the continued use or possession for business purposes of property to which the taxpayer has not taken or is not taking title or in which such taxpayer has no equity. 2. All interest paid or accrued during the year on indebtedness. 3. Taxes, other than taxes on income or profits paid or accrued within the year, imposed, first, by the authority of the United States, or of any of its possessions, or, second, by the authority of any state, or territory, or any county, school district, municipality, or other taxing subdivisions of any state or territory, not including those assessed against local benefits of a kind tending to increase the value of the property assessed, or, third, by the authority of any foreign government. 4. Losses sustained during the year and not compensated for by insurance or otherwise, if incurred in business; unless in order to clearly reflect the income the losses should in the opinion of the commissioner of finance be accounted for as of a different period. No deduction shall be allowed for any loss claimed to have been sustained in any sale or other disposition of shares of stock or securities where it appears that within thirty days before or after the date such sale or other disposition the taxpayer has acquired substantially identical property, and the property so acquired is held by the taxpayer for any period after such sale or other disposition, unless such claim is made with respect to a transaction made in the ordinary course of business. If such acquisition is to the extent of part only of substantially identical property, only a proportionate part of the loss shall be disallowed. 5. Debts ascertained to be worthless and charged off within the year; or in the discretion of the commissioner of finance a reasonable addition to a reserve for bad debts. When satisfied that a debt is recoverable only in part, the commissioner of finance may allow such debt to be charged off in part. 6. A reasonable allowance for the exhaustion, wear and tear of property used in business, including a reasonable allowance for obsolescence. In the case of any such property acquired before January first, nineteen hundred sixty-six, the amount of such deduction shall be equal to the deduction properly taken for such property in reporting the tax due pursuant to article nine-b of the tax law. With respect to property such as described in subdivision twelve of this section, this deduction may be computed and allowed as provided therein. 7. If the gross income be derived from business carried on within and without the city, the deductions allowed by this section shall be allocated and determined on the basis of separate accounting for each office or branch or, at the election of the taxpayer, under rules and regulations to be prescribed by the commissioner of finance. 8. In the case of any taxpayer who establishes or maintains a pension trust to provide for the payment of reasonable pensions to its employees, there shall be allowed as a deduction (in addition to the contributions to such trust during the taxable year to cover the pension liability accruing during the year, allowed as a deduction under subdivision one of this section) a reasonable amount transferred or paid into such trust during the taxable year in excess of such contributions, but only if such amount (a) has not theretofore been allowable as a deduction, and (b) is apportioned in equal parts over a period of ten consecutive years beginning with the year in which the transfer or payment is made or, under regulations of the commissioner of finance, covers not more than one-tenth of the total pension liability with respect to services rendered prior to such taxable year; provided that said deduction shall be allowable only with respect to a taxable year (whether the year of the transfer or payment or a subsequent year) of the taxpayer ending within or with a taxable year of the trust with respect to which the trust, by reason of its purposes or activities, is exempt from federal income tax. 9. The amount of the amortizable bond premium on a bond for the year shall be allowed as a deduction as hereinafter provided. In computing such deduction: (a) the amount of the bond premium shall be determined with reference to the amount of the basis (for determining loss on sale or exchange) of such bond, and with reference to the amount payable on maturity or on earlier call date, with adjustments proper to reflect unamortized bond premium with respect to the bond, for the period prior to July thirteenth, nineteen hundred sixty-six with respect to the taxpayer with respect to such bond, and (b) the amortizable bond premium of the year shall be the amount of the bond premium attributable to such year. The determination required in the preceding sentence shall be made in accordance with the method of amortizing bond premium regularly employed by the holder of such bond, if such method is reasonable, and in all other cases in accordance with regulations of the commissioner of finance prescribing reasonable methods of amortizing bond premium. This subdivision shall apply only if the taxpayer shall so elect, in accordance with regulations of the commissioner of finance, and such election shall be made separately with respect to (1) bonds, the interest of which is wholly taxable, and (2) bonds, the interest of which is wholly or partially tax exempt, for purposes of the income tax imposed by chapter one of the internal revenue code. If such election is made with respect to any bond of the taxpayer described in clauses one or two hereof, it shall also apply to all bonds in the same class held by the taxpayer at the beginning of the first year to which the election applies and to all such bonds thereafter acquired by it and shall be binding for all subsequent years with respect to all such bonds of the taxpayer, unless upon the application by the taxpayer, the commissioner of finance permits the taxpayer, subject to such conditions as the commissioner of finance deems necessary, to revoke such election. As used in this subdivision the term \"bond\" means any bond, debenture, note or certificate or other evidence of indebtedness, issued by any corporation and bearing interest (including any like obligation issued by a government or political subdivision thereof), with interest coupons or in registered form, but does not include any such obligation which constitutes stock in trade of the taxpayer or any such obligation of a kind which would properly be included in the inventory of the taxpayer if on hand at the close of the year, or any such obligation held by the taxpayer primarily for sale to customers in the ordinary course of its trade or business. 10. In the case of a savings bank and savings and loan association, amounts paid or credited to depositors or holders of accounts as interest or dividends on their deposits or withdrawable accounts, if such amounts are withdrawable on demand subject only to customary notice of intention to withdraw. 11. A savings bank and savings and loan association may deduct in any taxable year the amount of the repayment of any loan or advance from the mutual savings bank fund in computing its net income and the amount of interest or dividends subject to the minimum tax under subdivision three of section 11-612 of this part. 12. (a) At the election of the taxpayer there shall be deducted from gross income, or if gross income is derived from business carried on within and without this city, from the portion thereof allocated within the city, depreciation with respect to any property such as described in paragraph (b) of this subdivision, not exceeding twice the depreciation allowed with respect to the same property for federal income tax purposes. (b) Such deduction shall be allowed only with respect to tangible property which is depreciable pursuant to section one hundred sixty-seven of the internal revenue code, having a situs in this city and used in the taxpayer's business, (i) constructed, reconstructed or erected after December thirty-first, nineteen hundred sixty-five, pursuant to a contract which was on or before December thirty-first, nineteen hundred sixty-seven, and at all times thereafter, binding on the taxpayer or, property, the physical construction, reconstruction or erection of which began on or before December thirty-first, nineteen hundred sixty-seven or which began after such date pursuant to an order placed on or before December thirty-first, nineteen hundred sixty-seven, and then only with respect to that portion of the basis thereof which is properly attributable to such construction, reconstruction or erection after December thirty-first, nineteen hundred sixty-five, or (ii) acquired after December thirty-first, nineteen hundred sixty-five, pursuant to a contract which was, on or before December thirty-first, nineteen hundred sixty-seven, and at all times thereafter, binding on the taxpayer or pursuant to an order placed on or before December thirty-first, nineteen hundred sixty-seven, by purchase as defined in section one hundred seventy-nine (d) of the internal revenue code, if the original use of such property commenced with the taxpayer, commenced in this city and commenced after December thirty-first, nineteen hundred sixty-five, or (iii) acquired, constructed, reconstructed or erected subsequent to December thirty-first, nineteen hundred sixty-seven, if such acquisition, construction, reconstruction or erection is pursuant to a plan of the taxpayer which was in existence December thirty-first, nineteen hundred sixty-seven and not thereafter substantially modified, and such acquisition, construction, reconstruction or erection would qualify under the rules in paragraph four, five or six of subsection (h) of section forty-eight of the internal revenue code provided all references in such paragraphs four, five and six to the dates October nine, nineteen hundred sixty-six and October ten, nineteen hundred sixty-six shall be read as December thirty-first, nineteen hundred sixty-seven. A taxpayer shall be allowed a deduction under clause (i), (ii) or (iii) of this paragraph only if the tangible property shall be delivered or the construction, reconstruction or erection shall be completed on or before December thirty-first, nineteen hundred sixty-nine, except in the case of tangible property which is acquired, constructed, reconstructed or erected pursuant to a contract which was, on or before December thirty-first, nineteen hundred sixty-seven, and at all times thereafter, binding on the taxpayer. Provided, however, for any taxable year beginning on or after January first, nineteen hundred sixty-eight, a taxpayer shall not be allowed a deduction under paragraph (a) hereof with respect to tangible personal property leased by it to any other person or corporation. For purposes of the preceding sentence, any contract or agreement to lease or rent or for a license to use such property shall be considered a lease. With respect to property which the taxpayer uses itself for purposes other than leasing for part of a taxable year and leases for a part of a taxable year, the taxpayer shall be allowed a deduction under paragraph (a) in proportion to the part of the year it uses such property. (c) If the deduction allowable for any taxable year pursuant to this subdivision exceeds the taxpayer's net income computed without the allowance of such deduction and without the allowance of any deduction pursuant to subdivision six of this section with references to the same property, the excess may be carried over to the following taxable year or years and may be deducted in computing net income for such year or years. (d) In any taxable year when property is sold or otherwise disposed of, with respect to which a deduction has been allowed pursuant to this subdivision, the gain or loss thereon shall be computed by adjusting the basis of such property to reflect the deductions so allowed, and if the taxpayer's gross income is derived from business carried on both within and without the city, shall be allocated within the city. Provided, however, that no loss shall be recognized for the purposes of this paragraph with respect to a sale or other disposition of property to a person whose acquisition thereof is not a purchase as defined in section one hundred seventy-nine (d) of the internal revenue code. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "621",
    "identifier": "11-621",
    "catch_text": "Deductions."
  }
}