{
  "text": "§ 11-640 Banking, corporation defined; exempt corporations. (a) * For the purpose of this part, a banking corporation means: (1) every corporation or association organized under the laws of this state which is authorized to do a banking business or which is doing a banking business; (2) every corporation or association organized under the laws of any other state or country which is doing a banking business; (3) every national banking association organized under the authority of the United States which is doing a banking business; (4) every federal savings bank which is doing a banking business; (5) every federal savings and loan association which is doing a banking business; (6) a production credit association organized under the federal farm credit act of nineteen hundred thirty-three, which is doing a banking business and all of whose stock held by the federal production credit corporation has been retired; (7) every other corporation or association organized under the authority of the United States which is doing a banking business; (8) the mortgage facilities corporation created by chapter five hundred sixty-four of the laws of nineteen hundred fifty-six; * NB Amended Ch. 298/85 § 33, language juxtaposed per Ch. 907/85 § 14 (9) any corporation sixty-five percent or more of whose voting stock is owned or controlled, directly or indirectly, by a corporation or corporations subject to article three-a of the banking law, or registered under the federal bank holding company act of nineteen hundred fifty-six, as amended, or registered as a savings and loan holding company (but excluding a diversified savings and loan holding company) under the federal national housing act, as amended, or by a corporation or corporations described in any of the foregoing paragraphs of this subdivision, provided the corporation whose voting stock is so owned or controlled is principally engaged in a business, regardless of where conducted, which (i) might be lawfully conducted by a corporation subject to article three of the banking law or by a national banking association or (ii) is so closely related to banking or managing or controlling banks as to be a proper incident thereto, as set forth in paragraph eight of subsection (c) or subparagraph (F) of paragraph four of subsection (k) of section four of the federal bank holding company act of nineteen hundred fifty-six, as amended, or (iii) holds and manages investment assets, including but not limited to bonds, notes, debentures and other obligations for the payment of money, stocks, partnership interests or other equity interests, and other investment securities, and which is not a business described in subparagraph (i) or (ii) of this paragraph. * (b) Banking business defined. The words \"banking business\" as used in this section mean such business as a corporation or association may be created to do under article three, three-B, five, five-A, six or ten of the banking law or any business which a corporation or association is authorized by such article to do. However, with respect to a national banking association organized under the authority of the United States, a federal savings bank, a federal savings and loan association or a production credit association, the words \"banking business\" as used in this section mean such business as a national banking association, federal savings bank, federal savings and loan association or production credit association, respectively, may be created to do or is authorized to do under the laws of the United States or this state. The words \"banking business\" as used in this section shall also mean such business as any corporation or association organized under the authority of the United States or organized under the laws of any other state or country has authority to do which is substantially similar to the business which a corporation or association may be created to do under article three, three-B, five, five-A, six or ten of the banking law or any business which a corporation or association is authorized by such article to do. * NB Amended Ch. 298/85 § 34, language juxtaposed per Ch. 907/85 § 14 (c) Exempt corporations. A trust company all of whose capital stock is owned by twenty or more savings banks organized under New York law shall be exempt from the tax under this part. (d) Corporations taxable under subchapter two. Notwithstanding the provisions of this part, all corporations of classes now or heretofore taxable under subchapter two of this chapter shall continue to be taxable under subchapter two, except: (1) corporations organized under article five-a of the banking law; (2) corporations subject to article three-A of the banking law, or registered under the federal bank holding company act of nineteen hundred fifty-six, as amended, or registered as a savings and loan holding company (but excluding a diversified savings and loan holding company) under the federal national housing act, as amended, which make a combined return under the provisions of subdivision (f) of section 11-646; (3) banking corporations described in paragraph nine of subdivision (a) of section 11-640; and (4) any captive REIT or captive RIC that is required to be included in a combined return under the provisions of section 11-646 of this subchapter. Provided, however, that a corporation described in paragraph three of this subdivision which was subject to the tax imposed by subchapter two of this chapter for its taxable year ending during nineteen hundred eighty-four may, on or before the due date for filing its return (determined with regard to extensions) for its taxable year ending during nineteen hundred eighty-five, make a one time election to continue to be taxable under such subchapter two. Such election shall continue to be in effect until revoked by the taxpayer. In no event shall such election or revocation be for a part of a taxable year. (e) Corporations taxable under article thirty-three of the tax law. Except for corporations described in subsection (l) of section fourteen hundred fifty-three of the tax law, corporations liable to tax under article thirty-three of the tax law shall not be subject to tax under this part. (f) A banking corporation organized under the laws of a country, or any political subdivision thereof, other than the United States shall not be deemed to be doing business in the city under this subchapter if its activities in the city are limited solely to (1) investing or trading in stocks and securities for its own account within the meaning of clause (ii) of subparagraph (A) of paragraph (2) of subsection (b) of section eight hundred sixty-four of the internal revenue code or (2) investing or trading in commodities for its own account within the meaning of clause (ii) of subparagraph (B) of paragraph (2) of subsection (b) of section eight hundred sixty-four of the internal revenue code or (3) any combination of activities described in paragraphs one and two of this subdivision. (g) Transitional provisions relating to the enactment and implementation of the federal Gramm-Leach-Bliley act. (1) Notwithstanding anything to the contrary contained in this section other than subdivision (m) of this section, a corporation that was in existence before January first, two thousand and was subject to tax under subchapter two of this chapter for its last taxable year beginning before January first, two thousand, shall continue to be taxable under subchapter two for all taxable years beginning on or after January first, two thousand and before January first, two thousand one. The preceding sentence shall not apply to any taxable year during which such corporation is a banking corporation described in paragraphs one through eight of subdivision (a) of this section. Notwithstanding anything to the contrary contained in this section other than subdivision (m) of this section, a banking corporation that was in existence before January first, two thousand and was subject to tax under this subchapter for its last taxable year beginning before January first, two thousand, shall continue to be taxable under this subchapter for all taxable years beginning on or after January first, two thousand and before January first, two thousand one. Provided, however, that nothing in this subdivision shall prohibit a corporation that elected pursuant to subdivision (d) of this section to be taxable under subchapter two of this chapter from revoking that election in accordance with such subdivision (d). For purposes of this paragraph, a corporation shall be considered to be subject to tax under subchapter two of this chapter for a taxable year if such corporation was not a taxpayer but was properly included in a combined report filed pursuant to subdivision four of section 11-605 of this chapter for such taxable year and a corporation shall be considered to be subject to tax under this subchapter for a taxable year if such corporation was not a taxpayer but was properly included in a combined report filed pursuant to subdivision (f) or (g) of section 11-646 of this chapter for such taxable year. A corporation that was in existence before January first, two thousand but first becomes a taxpayer in a taxable year beginning on or after January first, two thousand and before January first, two thousand one, shall be considered for purposes of this paragraph to have been subject to tax under subchapter two of this chapter for its last taxable year beginning before January first, two thousand if such corporation would have been subject to tax under such subchapter for such taxable year if it had been a taxpayer during such taxable year. A corporation that was in existence before January first, two thousand but first becomes a taxpayer in a taxable year beginning on or after January first, two thousand and before January first, two thousand one, shall be considered for purposes of this paragraph to have been subject to tax under this subchapter for its last taxable year beginning before January first, two thousand if such corporation would have been subject to tax under this subchapter for such taxable year if it had been a taxpayer during such taxable year. (2) Notwithstanding anything to the contrary contained in this section other than subdivision (m) of this section, a corporation formed on or after January first, two thousand and before January first, two thousand one may elect to be subject to tax under this subchapter or under subchapter two of this chapter for its first taxable year beginning on or after January first, two thousand and before January first, two thousand one in which either (i) sixty-five percent or more of its voting stock is owned or controlled, directly or indirectly by a financial holding company, provided the corporation whose voting stock is so owned or controlled is principally engaged in activities that are described in section 4(k)(4) or 4(k)(5) of the federal bank holding company act of nineteen hundred fifty-six, as amended and the regulations promulgated pursuant to the authority of such section or (ii) it is a financial subsidiary. An election under this paragraph may not be made by a corporation described in paragraphs one through eight of subdivision (a) of this section or in subdivision (e) of this section. In addition, an election under this paragraph may not be made by a corporation that is a party to a reorganization, as defined in subsection (a) of section 368 of the internal revenue code of 1986, as amended, of a corporation described in paragraph one of this subdivision if both corporations were sixty-five percent or more owned or controlled, directly or indirectly by the same interests at the time of the reorganization. An election under this paragraph must be made by the taxpayer on or before the due date for filing its return (determined with regard to extensions of time for filing) for the applicable taxable year. The election to be taxed under subchapter two of this chapter shall be made by the taxpayer by filing the return required pursuant to subdivision one of section 11-605 of this chapter and the election to be taxed under this subchapter shall be made by the taxpayer by filing the return required pursuant to subdivision (a) of section 11-646 of this chapter. Any election made pursuant to this paragraph two shall be irrevocable and shall apply to each subsequent taxable year beginning on or after January first, two thousand and before January first, two thousand one, provided that the stock ownership requirements described in subparagraph (i) of this paragraph are met or such corporation described in subparagraph (ii) of this paragraph continues as a financial subsidiary. (3) For purposes of this section, a financial subsidiary means a corporation (i) sixty-five percent or more of whose voting stock is owned or controlled, directly or indirectly by a banking corporation described in paragraph one, two or three of subdivision (a) of this section and (ii) is described in section 5136A(g) of the revised statutes of the United States or section 46 of the federal deposit insurance act. For purposes of this subchapter, the term \"banking corporation\" shall include a corporation electing to be taxed under this subchapter pursuant to paragraph two of this subdivision for so long as such election shall be in effect. (4) The provisions of this subdivision shall not apply to a captive REIT or a captive RIC. (h) Transitional provisions relating to the enactment and implementation of the federal Gramm-Leach-Bliley act. (1) Notwithstanding anything to the contrary contained in this section other than subdivision (m) of this section, a corporation that was in existence before January first, two thousand one and was subject to tax under subchapter two of this chapter for its last taxable year beginning before January first, two thousand one, shall continue to be taxable under subchapter two for all taxable years beginning on or after January first, two thousand one and before January first, two thousand three. The preceding sentence shall not apply to any taxable year during which such corporation is a banking corporation described in paragraphs one through eight of subdivision (a) of this section. Notwithstanding anything to the contrary contained in this section other than subdivision (m) of this section, a banking corporation that was in existence before January first, two thousand one and was subject to tax under this subchapter for its last taxable year beginning before January first, two thousand one, shall continue to be taxable under this subchapter for all taxable years beginning on or after January first, two thousand one and before January first, two thousand three. Provided, however, that nothing in this subdivision shall prohibit a corporation that elected pursuant to subdivision (d) of this section to be taxable under subchapter two of this chapter from revoking that election in accordance with subdivision (d) of this section. For purposes of this paragraph, a corporation shall be considered to be subject to tax under subchapter two of this chapter for a taxable year if such corporation was not a taxpayer but was properly included in a combined report filed pursuant to subdivision four of section 11-605 of this chapter for such taxable year and a corporation shall be considered to be subject to tax under this subchapter for a taxable year if such corporation was not a taxpayer but was properly included in a combined report filed pursuant to subdivision (f) or (g) of section 11-646 of this chapter for such taxable year. A corporation that was in existence before January first, two thousand one but first becomes a taxpayer in a taxable year beginning on or after January first, two thousand one and before January first, two thousand three, shall be considered for purposes of this paragraph to have been subject to tax under subchapter two of this chapter for its last taxable year beginning before January first, two thousand one if such corporation would have been subject to tax under such subchapter for such taxable year if it had been a taxpayer during such taxable year. A corporation that was in existence before January first, two thousand one but first becomes a taxpayer in a taxable year beginning on or after January first, two thousand one and before January first, two thousand three, shall be considered for purposes of this paragraph to have been subject to tax under this subchapter for its last taxable year beginning before January first, two thousand one if such corporation would have been subject to tax under this subchapter for such taxable year if it had been a taxpayer during such taxable year. (2) Notwithstanding anything to the contrary contained in this section other than subdivision (m) of this section, a corporation formed on or after January first, two thousand one and before January first, two thousand three may elect to be subject to tax under this subchapter or under subchapter two of this chapter for its first taxable year beginning on or after January first, two thousand one and before January first, two thousand three in which either (i) sixty-five percent or more of its voting stock is owned or controlled, directly or indirectly by a financial holding company, provided the corporation whose voting stock is so owned or controlled is principally engaged in activities that are described in section 4(k)(4) or 4(k)(5) of the federal bank holding company act of nineteen hundred fifty-six, as amended and the regulations promulgated pursuant to the authority of such section or (ii) it is a financial subsidiary. An election under this paragraph may not be made by a corporation described in paragraphs one through eight of subdivision (a) of this section or in subdivision (e) of this section. In addition, an election under this paragraph may not be made by a corporation that is a party to a reorganization, as defined in subsection (a) of section 368 of the internal revenue code of 1986, as amended, of a corporation described in paragraph one of this subdivision if both corporations were sixty-five percent or more owned or controlled, directly or indirectly by the same interests at the time of the reorganization. An election under this paragraph must be made by the taxpayer on or before the due date for filing its return (determined with regard to extensions of time for filing) for the applicable taxable year. The election to be taxed under subchapter two of this chapter shall be made by the taxpayer by filing the return required pursuant to subdivision one of section 11-605 of this chapter and the election to be taxed under this subchapter shall be made by the taxpayer by filing the return required pursuant to subdivision (a) of section 11-646 of this chapter. Any election made pursuant to this paragraph shall be irrevocable and shall apply to each subsequent taxable year beginning on or after January first, two thousand one and before January first, two thousand three, provided that the stock ownership requirements described in subparagraph (i) of this paragraph are met or such corporation described in subparagraph (ii) of this paragraph continues as a financial subsidiary. (3) For purposes of this section, a financial subsidiary means a corporation (i) sixty-five percent or more of whose voting stock is owned or controlled, directly or indirectly by a banking corporation described in paragraph one, two or three of subdivision (a) of this section and (ii) is described in section 5136A(g) of the revised statutes of the United States or section 46 of the federal deposit insurance act. For purposes of this subchapter, the term \"banking corporation\" shall include a corporation electing to be taxed under this subchapter pursuant to paragraph two of this subdivision for so long as such election shall be in effect. (i) Transitional provisions relating to the enactment and implementation of the federal Gramm-Leach-Bliley act. (1) Notwithstanding anything to the contrary contained in this section other than subdivision (m) of this section, a corporation that was in existence before January first, two thousand three and was subject to tax under subchapter two of this chapter for its last taxable year beginning before January first, two thousand three, shall continue to be taxable under subchapter two for all taxable years beginning on or after January first, two thousand three and before January first, two thousand four. The preceding sentence shall not apply to any taxable year during which such corporation is a banking corporation described in paragraphs one through eight of subdivision (a) of this section. Notwithstanding anything to the contrary contained in this section other than subdivision (m) of this section, a banking corporation that was in existence before January first, two thousand three and was subject to tax under this subchapter for its last taxable year beginning before January first, two thousand three, shall continue to be taxable under this subchapter for all taxable years beginning on or after January first, two thousand three and before January first, two thousand four. Provided, however, that nothing in this subdivision shall prohibit a corporation that elected pursuant to subdivision (d) of this section to be taxable under subchapter two of this chapter from revoking that election in accordance with subdivision (d) of this section. For purposes of this paragraph, a corporation shall be considered to be subject to tax under subchapter two of this chapter for a taxable year if such corporation was not a taxpayer but was properly included in a combined report filed pursuant to subdivision four of section 11-605 of this chapter for such taxable year and a corporation shall be considered to be subject to tax under this subchapter for a taxable year if such corporation was not a taxpayer but was properly included in a combined report filed pursuant to subdivision (f) or (g) of section 11-646 of this chapter for such taxable year. A corporation that was in existence before January first, two thousand three but first becomes a taxpayer in a taxable year beginning on or after January first, two thousand three and before January first, two thousand four, shall be considered for purposes of this paragraph to have been subject to tax under subchapter two of this chapter for its last taxable year beginning before January first, two thousand three if such corporation would have been subject to tax under such subchapter for such taxable year if it had been a taxpayer during such taxable year. A corporation that was in existence before January first, two thousand three but first becomes a taxpayer in a taxable year beginning on or after January first, two thousand three and before January first, two thousand four, shall be considered for purposes of this paragraph to have been subject to tax under this subchapter for its last taxable year beginning before January first, two thousand three if such corporation would have been subject to tax under this subchapter for such taxable year if it had been a taxpayer during such taxable year. (2) Notwithstanding anything to the contrary contained in this section other than subdivision (m) of this section, a corporation formed on or after January first, two thousand three and before January first, two thousand four may elect to be subject to tax under this subchapter or under subchapter two of this chapter for its first taxable year beginning on or after January first, two thousand three and before January first, two thousand four in which either (i) sixty-five percent or more of its voting stock is owned or controlled, directly or indirectly by a financial holding company, provided the corporation whose voting stock is so owned or controlled is principally engaged in activities that are described in section 4(k)(4) or 4(k)(5) of the federal bank holding company act of nineteen hundred fifty-six, as amended and the regulations promulgated pursuant to the authority of such section or (ii) it is a financial subsidiary. An election under this paragraph may not be made by a corporation described in paragraphs one through eight of subdivision (a) of this section or in subdivision (e) of this section. In addition, an election under this paragraph may not be made by a corporation that is a party to a reorganization, as defined in subsection (a) of section 368 of the internal revenue code of 1986, as amended, of a corporation described in paragraph one of this subdivision if both corporations were sixty-five percent or more owned or controlled, directly or indirectly by the same interests at the time of the reorganization. An election under this paragraph must be made by the taxpayer on or before the due date for filing its return (determined with regard to extensions of time for filing) for the applicable taxable year. The election to be taxed under subchapter two of this chapter shall be made by the taxpayer by filing the return required pursuant to subdivision one of section 11-605 of this chapter and the election to be taxed under this subchapter shall be made by the taxpayer by filing the return required pursuant to subdivision (a) of section 11-646 of this chapter. Any election made pursuant to this paragraph shall be irrevocable and shall apply to each subsequent taxable year beginning on or after January first, two thousand three and before January first, two thousand four, provided that the stock ownership requirements described in subparagraph (i) of this paragraph are met or such corporation described in subparagraph (ii) of this paragraph continues as a financial subsidiary. (3) For purposes of this section, a financial subsidiary means a corporation (i) sixty-five percent or more of whose voting stock is owned or controlled, directly or indirectly by a banking corporation described in paragraph one, two or three of subdivision (a) of this section and (ii) is described in section 5136A(g) of the revised statutes of the United States or section 46 of the federal deposit insurance act. For purposes of this subchapter, the term \"banking corporation\" shall include a corporation electing to be taxed under this subchapter pursuant to paragraph two of this subdivision for so long as such election shall be in effect. (j) Transitional provisions relating to the enactment and implementation of the federal Gramm-Leach-Bliley act. (1) Notwithstanding anything to the contrary contained in this section other than subdivision (m) of this section, a corporation that was in existence before January first, two thousand four and was subject to tax under subchapter two of this chapter for its last taxable year beginning before January first, two thousand four, shall continue to be taxable under subchapter two for all taxable years beginning on or after January first, two thousand four and before January first, two thousand six. The preceding sentence shall not apply to any taxable year during which such corporation is a banking corporation described in paragraphs one through eight of subdivision (a) of this section. Notwithstanding anything to the contrary contained in this section other than subdivision (m) of this section, a banking corporation that was in existence before January first, two thousand four and was subject to tax under this subchapter for its last taxable year beginning before January first, two thousand four, shall continue to be taxable under this subchapter for all taxable years beginning on or after January first, two thousand four and before January first, two thousand six. Provided, however, that nothing in this subdivision shall prohibit a corporation that elected pursuant to subdivision (d) of this section to be taxable under subchapter two of this chapter from revoking that election in accordance with subdivision (d) of this section. For purposes of this paragraph, a corporation shall be considered to be subject to tax under subchapter two of this chapter for a taxable year if such corporation was not a taxpayer but was properly included in a combined report filed pursuant to subdivision four of section 11-605 of this chapter for such taxable year and a corporation shall be considered to be subject to tax under this subchapter for a taxable year if such corporation was not a taxpayer but was properly included in a combined report filed pursuant to subdivision (f) or (g) of section 11-646 of this chapter for such taxable year. A corporation that was in existence before January first, two thousand four but first becomes a taxpayer in a taxable year beginning on or after January first, two thousand four and before January first, two thousand six, shall be considered for purposes of this paragraph to have been subject to tax under subchapter two of this chapter for its last taxable year beginning before January first, two thousand four if such corporation would have been subject to tax under such subchapter for such taxable year if it had been a taxpayer during such taxable year. A corporation that was in existence before January first, two thousand four but first becomes a taxpayer in a taxable year beginning on or after January first, two thousand four and before January first, two thousand six, shall be considered for purposes of this paragraph to have been subject to tax under this subchapter for its last taxable year beginning before January first, two thousand four if such corporation would have been subject to tax under this subchapter for such taxable year if it had been a taxpayer during such taxable year. (2) Notwithstanding anything to the contrary contained in this section other than subdivision (m) of this section, a corporation formed on or after January first, two thousand four and before January first, two thousand six may elect to be subject to tax under this subchapter or under subchapter two of this chapter for its first taxable year beginning on or after January first, two thousand four and before January first, two thousand six in which either (i) sixty-five percent or more of its voting stock is owned or controlled, directly or indirectly by a financial holding company, provided the corporation whose voting stock is so owned or controlled is principally engaged in activities that are described in section 4(k)(4) or 4(k)(5) of the federal bank holding company act of nineteen hundred fifty-six, as amended and the regulations promulgated pursuant to the authority of such section or (ii) it is a financial subsidiary. An election under this paragraph may not be made by a corporation described in paragraphs one through eight of subdivision (a) of this section or in subdivision (e) of this section. In addition, an election under this paragraph may not be made by a corporation that is a party to a reorganization, as defined in subsection (a) of section three hundred sixty-eight of the internal revenue code of nineteen hundred eighty-six, as amended, of a corporation described in paragraph one of this subdivision if both corporations were sixty-five percent or more owned or controlled, directly or indirectly by the same interests at the time of the reorganization. An election under this paragraph must be made by the taxpayer on or before the due date for filing its return (determined with regard to extensions of time for filing) for the applicable taxable year. The election to be taxed under subchapter two of this chapter shall be made by the taxpayer by filing the return required pursuant to subdivision one of section 11-605 of this chapter and the election to be taxed under this subchapter shall be made by the taxpayer by filing the return required pursuant to subdivision (a) of section 11-646 of this chapter. Any election made pursuant to this paragraph shall be irrevocable and shall apply to each subsequent taxable year beginning on or after January first, two thousand four and before January first, two thousand six, provided that the stock ownership requirements described in subparagraph (i) of this paragraph are met or such corporation described in subparagraph (ii) of this paragraph continues as a financial subsidiary. (3) For purposes of this section, a financial subsidiary means a corporation (i) sixty-five percent or more of whose voting stock is owned or controlled, directly or indirectly by a banking corporation described in paragraph one, two or three of subdivision (a) of this section and (ii) is described in section 5136A(g) of the revised statutes of the United States or section forty-six of the federal deposit insurance act. For purposes of this subchapter, the term \"banking corporation\" shall include a corporation electing to be taxed under this subchapter pursuant to paragraph two of this subdivision for so long as such election shall be in effect. (k) Transitional provisions relating to the enactment and implementation of the federal Gramm-Leach-Bliley act. (1) Notwithstanding anything to the contrary contained in this section other than subdivision (m) of this section, a corporation that was in existence before January first, two thousand six and was subject to tax under subchapter two of this chapter for its last taxable year beginning before January first, two thousand six, shall continue to be taxable under subchapter two of this chapter for all taxable years beginning on or after January first, two thousand six and before January first, two thousand eight. The preceding sentence shall not apply to any taxable year during which such corporation is a banking corporation described in paragraphs one through eight of subdivision (a) of this section. Notwithstanding anything to the contrary contained in this section other than subdivision (m) of this section, a banking corporation that was in existence before January first, two thousand six and was subject to tax under this subchapter for its last taxable year beginning before January first, two thousand six, shall continue to be taxable under this subchapter for all taxable years beginning on or after January first, two thousand six and before January first, two thousand eight. Provided, however, that nothing in this subdivision shall prohibit a corporation that elected pursuant to subdivision (d) of this section to be taxable under subchapter two of this chapter from revoking that election in accordance with subdivision (d) of this section. For purposes of this paragraph, a corporation shall be considered to be subject to tax under subchapter two of this chapter for a taxable year if such corporation was not a taxpayer but was properly included in a combined report filed pursuant to subdivision four of section 11-605 of this chapter for such taxable year and a corporation shall be considered to be subject to tax under this subchapter for a taxable year if such corporation was not a taxpayer but was properly included in a combined report filed pursuant to subdivision (f) or (g) of section 11-646 of this part for such taxable year. A corporation that was in existence before January first, two thousand six but first becomes a taxpayer in a taxable year beginning on or after January first, two thousand six and before January first, two thousand eight, shall be considered for purposes of this paragraph to have been subject to tax under subchapter two of this chapter for its last taxable year beginning before January first, two thousand six if such corporation would have been subject to tax under such subchapter for such taxable year if it had been a taxpayer during such taxable year. A corporation that was in existence before January first, two thousand six but first becomes a taxpayer in a taxable year beginning on or after January first, two thousand six and before January first, two thousand eight, shall be considered for purposes of this paragraph to have been subject to tax under this subchapter for its last taxable year beginning before January first, two thousand six if such corporation would have been subject to tax under this subchapter for such taxable year if it had been a taxpayer during such taxable year. (2) Notwithstanding anything to the contrary contained in this section other than subdivision (m) of this section, a corporation formed on or after January first, two thousand six and before January first, two thousand eight may elect to be subject to tax under this subchapter or under subchapter two of this chapter for its first taxable year beginning on or after January first, two thousand six and before January first, two thousand eight in which either (i) sixty-five percent or more of its voting stock is owned or controlled, directly or indirectly by a financial holding company, provided the corporation whose voting stock is so owned or controlled is principally engaged in activities that are described in section 4(k)(4) or 4(k)(5) of the federal bank holding company act of nineteen hundred fifty-six, as amended and the regulations promulgated pursuant to the authority of such section or (ii) it is a financial subsidiary. An election under this paragraph may not be made by a corporation described in paragraphs one through eight of subdivision (a) of this section or in subdivision (e) of this section. In addition, an election under this paragraph may not be made by a corporation that is a party to a reorganization, as defined in subsection (a) of section 368 of the internal revenue code of 1986, as amended, of a corporation described in paragraph one of this subdivision if both corporations were sixty-five percent or more owned or controlled, directly or indirectly by the same interests at the time of the reorganization. An election under this paragraph must be made by the taxpayer on or before the due date for filing its return (determined with regard to extensions of time for filing) for the applicable taxable year. The election to be taxed under subchapter two of this chapter shall be made by the taxpayer by filing the return required pursuant to subdivision one of section 11-605 of this chapter and the election to be taxed under this subchapter shall be made by the taxpayer by filing the return required pursuant to subdivision (a) of section 11-646 of this part. Any election made pursuant to this paragraph shall be irrevocable and shall apply to each subsequent taxable year beginning on or after January first, two thousand six and before January first, two thousand eight, provided that the stock ownership requirements described in subparagraph (i) of this paragraph are met or such corporation described in subparagraph (ii) of this paragraph continues as a financial subsidiary. (3) For purposes of this section, a financial subsidiary means a corporation (i) sixty-five percent or more of whose voting stock is owned or controlled, directly or indirectly by a banking corporation described in paragraph one, two or three of subdivision (a) of this section and (ii) is described in section 5136A(g) of the revised statutes of the United States or section 46 of the federal deposit insurance act. For purposes of this subchapter, the term \"banking corporation\" shall include a corporation electing to be taxed under this subchapter pursuant to paragraph two of this subdivision for so long as such election shall be in effect. (l) Transitional provisions relating to the enactment and implementation of the federal Gramm-Leach-Bliley act. (1) Notwithstanding anything to the contrary contained in this section other than subdivision (m) of this section, a corporation that was in existence before January first, two thousand twelve and was subject to tax under subchapter two of this chapter for its last taxable year beginning before January first, two thousand twelve, shall continue to be taxable under such subchapter for all taxable years beginning on or after January first, two thousand twelve and before January first, two thousand fifteen. The preceding sentence shall not apply to any taxable year during which such corporation is a banking corporation described in paragraphs one through eight of subdivision (a) of this section. Notwithstanding anything to the contrary contained in this section other than subdivision (m) of this section, a banking corporation or corporation that was in existence before January first, two thousand twelve and was subject to tax under this subchapter for its last taxable year beginning before January first, two thousand twelve, shall continue to be taxable under this subchapter for all taxable years beginning on or after January first, two thousand twelve and before January first, two thousand fifteen only if the corporation is a banking corporation as defined in subdivision (a) of this section or the corporation satisfies the requirements for a corporation to elect to be taxable under this subchapter. Provided further, that nothing in this subdivision shall prohibit a corporation that elected pursuant to subdivision (d) of this section to be taxable under subchapter two of this chapter from revoking that election in accordance with subdivision (d) of this section. For purposes of this paragraph, a corporation shall be considered to be subject to tax under subchapter two of this chapter for a taxable year if such corporation was not a taxpayer but was properly included in a combined report filed pursuant to subdivision four of section 11-605 of this chapter for such taxable year and a corporation shall be considered to be subject to tax under this subchapter for a taxable year if such corporation was not a taxpayer but was properly included in a combined report filed pursuant to subdivision (f) or (g) of section 11-646 of this part for such taxable year. A corporation that was in existence before January first, two thousand twelve but first becomes a taxpayer in a taxable year beginning on or after January first, two thousand twelve and before January first, two thousand fifteen, shall be considered for purposes of this paragraph to have been subject to tax under subchapter two of this chapter for its last taxable year beginning before January first, two thousand twelve if such corporation would have been subject to tax under such subchapter for such taxable year if it had been a taxpayer during such taxable year. A corporation that was in existence before January first, two thousand twelve but first becomes a taxpayer in a taxable year beginning on or after January first, two thousand twelve and before January first, two thousand fifteen, shall be considered for purposes of this paragraph to have been subject to tax under this subchapter for its last taxable year beginning before January first, two thousand twelve if such corporation would have been subject to tax under this subchapter for such taxable year if it had been a taxpayer during such taxable year. (2) Notwithstanding anything to the contrary contained in this section other than subdivision (m) of this section, a corporation formed on or after January first, two thousand twelve and before January first, two thousand fifteen may elect to be subject to tax under this subchapter or under subchapter two of this chapter for its first taxable year beginning on or after January first, two thousand twelve and before January first, two thousand fifteen in which either (i) sixty-five percent or more of its voting stock is owned or controlled, directly or indirectly by a financial holding company, provided the corporation whose voting stock is so owned or controlled is principally engaged in activities that are described in section 4(k)(4) or 4(k)(5) of the federal bank holding company act of nineteen hundred fifty-six, as amended and the regulations promulgated pursuant to the authority of such section or (ii) it is a financial subsidiary. An election under this paragraph may not be made by a corporation described in paragraphs one through eight of subdivision (a) of this section or in subdivision (e) of this section. In addition, an election under this paragraph may not be made by a corporation that is a party to a reorganization, as defined in subsection (a) of section 368 of the internal revenue code of 1986, as amended, of a corporation described in paragraph one of this subdivision if both corporations were sixty-five percent or more owned or controlled, directly or indirectly by the same interests at the time of the reorganization. An election under this paragraph must be made by the taxpayer on or before the due date for filing its return (determined with regard to extensions of time for filing) for the applicable taxable year. The election to be taxed under subchapter two of this chapter shall be made by the taxpayer by filing the return required pursuant to subdivision one of section 11-605 of this chapter and the election to be taxed under this subchapter shall be made by the taxpayer by filing the return required pursuant to subdivision (a) of section 11-646 of this part. Any election made pursuant to this paragraph shall be irrevocable and shall apply to each subsequent taxable year beginning on or after January first, two thousand twelve and before January first, two thousand fifteen, provided that the stock ownership and activities requirements described in subparagraph (i) of this paragraph are met or such corporation described in subparagraph (ii) of this paragraph continues as a financial subsidiary. (3) For purposes of this section, a financial subsidiary means a corporation (i) sixty-five percent or more of whose voting stock is owned or controlled, directly or indirectly by a banking corporation described in paragraph one, two or three of subdivision (a) of this section and (ii) is described in section 5136A(g) of the revised statutes of the United States or section 46 of the federal deposit insurance act. For purposes of this subchapter, the term \"banking corporation\" shall include a corporation electing to be taxed under this subchapter pursuant to paragraph two of this subdivision for so long as such election shall be in effect. (m) (1) Notwithstanding anything in this part to the contrary, if any of the conditions described in paragraph three of this subdivision apply to a corporation that has made either the election to be taxable under subchapter two of chapter six of this title pursuant to the Gramm-Leach-Bliley transitional provisions in this section, or the election pursuant to subdivision (d) of this section to continue to be taxable under subchapter two of chapter six of this title (hereinafter the \"electing corporation\"), then such corporation shall be deemed to have revoked the election as of the first day of the taxable year in which such condition applied. (2) Notwithstanding anything in this part to the contrary, if any of the conditions described in paragraph three of this subdivision apply to a corporation required to be taxable under subchapter two of chapter six of this title pursuant to the Gramm-Leach-Bliley transitional provisions in this section (hereinafter the \"grandfathered corporation\"), such corporation, if it is otherwise described in subdivision (a) of this section, shall be taxable under this part as of the first day of the taxable year in which such condition applied. (3) The provisions of paragraph one and paragraph two of this subdivision shall apply if any of the following conditions exist or occur with respect to the electing corporation or the grandfathered corporation in a taxable year (including any short taxable year) beginning on or after January first, two thousand nine: (A) the corporation ceases to be a taxpayer under subchapter two of chapter six of this title; (B) the corporation becomes subject to the fixed dollar minimum tax under clause four of subparagraph a of paragraph (E) of subdivision one of section 11-604 of this chapter; (C) the corporation has no wages or receipts allocable to New York city pursuant to subdivision three of section 11-604 of this chapter, or is otherwise inactive; provided that this subparagraph shall not apply to a corporation which is engaged in the active conduct of a trade or business, or substantially all of the assets of which are stock and securities of corporations which are directly or indirectly controlled by it and are engaged in the active conduct of a trade or business; (D) sixty-five percent or more of the voting stock of the corporation becomes owned or controlled directly by a corporation that acquired the stock in a transaction (or series of related transactions) that qualifies as a purchase within the meaning of paragraph three of subsection (h) of section three hundred thirty-eight of the internal revenue code unless the corporation whose stock was acquired and the corporation acquiring the stock were, immediately prior to such purchase, members of the same affiliated group (as such term is defined in section fifteen hundred four of the internal revenue code without regard to the exclusions provided for in subsection (b) of such section); or (E) the corporation, in a transaction or series of related transactions, acquires assets, whether by contribution, purchase, or otherwise, having an average value (determined in accordance with subdivision two of section 11-604 of this chapter, or, if greater, a total tax basis, in excess of forty percent of the average value, or, if greater, the total tax basis, of all the assets of the corporation immediately prior to such acquisition and as a result of such acquisition the corporation is principally engaged in a business that is different from the business immediately prior to such acquisition, provided that such different business is described in subparagraph (i) or (ii) of paragraph nine of subdivision (a) of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "640",
    "identifier": "11-640",
    "catch_text": "Banking, corporation defined; exempt corporations."
  }
}