{
  "text": "ยง 11-674 Limitations on assessment. 1. General. Except as otherwise provided in this section, any tax under the named subchapters shall be assessed within three years after the return was filed (whether or not such return was filed on or after the date prescribed). 2. Time return deemed filed. For the purposes of this section, a return of tax filed before the last day prescribed by law or by regulations promulgated pursuant to law for the filing thereof shall be deemed to be filed on such last day. 3. Exceptions. (a) Assessment at any time. The tax may be assessed at any time if: (1) no return is filed, (2) a false or fraudulent return is filed with intent to evade tax, (3) in the case of the tax imposed under subchapter two or three of this chapter, the taxpayer fails to file a report or amended return required thereunder, in respect of an increase or decrease in federal or New York state taxable income, alternative minimum taxable income or other basis of tax or federal or New York state tax, or in respect of a change or correction or renegotiation or in respect of the execution of a notice of waiver report of which is required thereunder, or computation or recomputation of tax, which is treated in the same manner as if it were a deficiency for federal or New York state income tax purposes, or (4) in the case of the tax imposed under subchapter two of this chapter, the taxpayer fails to file a report or amended return or report required thereunder, in respect of a change or correction of sales and compensating use tax liability, relating to the purchase or use of items for which a sales or compensating use tax credit against the tax imposed by subchapter two was claimed. (b) Extension by agreement. Where, before the expiration of the time prescribed in this section for the assessment of tax, both the commissioner of finance and the taxpayer have consented in writing to its assessment after such time, the tax may be assessed at any time prior to the expiration of the period agreed upon. The period so agreed upon may be extended by subsequent agreements in writing made before the expiration of the period previously agreed upon. (c) Report of federal or New York state change or correction. In the case of the tax imposed under subchapter two or three of this chapter, if the taxpayer files a report or amended return required thereunder, in respect of an increase or decrease in federal or New York state taxable income, alternative minimum taxable income or other basis of tax or federal or New York state tax, or in respect of a change or correction or renegotiation, or in respect of the execution of a notice of waiver report of which is required thereunder, or computation or recomputation of tax, which is treated in the same manner as if it were a deficiency for federal or New York state income tax purposes, the assessment (if not deemed to have been made upon the filing of the report or amended return) may be made at any time within two years after such report or amended return was filed. The amount of such assessment of tax shall not exceed the amount of the increase in city tax attributable to such federal or New York state change or correction or renegotiation, or computation or recomputation of tax. The provisions of this paragraph shall not affect the time within which or the amount for which an assessment may otherwise be made. (d) Deficiency attributable to carry back. If a deficiency of tax under subchapter two of this chapter is attributable to the application to taxpayer of a net operating loss carry back or a capital loss carry back, it may be assessed at any time that a deficiency for the taxable year of the loss may be assessed. (e) Recovery of erroneous refund. An erroneous refund shall be considered an underpayment of tax on the date made, and an assessment of a deficiency arising out of an erroneous refund may be made at any time within two years from the making of the refund, except that the assessment may be made within five years from the making of the refund if it appears that any part of the refund was induced by fraud or misrepresentation of a material fact. (f) Request for prompt assessment. The tax shall be assessed within eighteen months after written request therefor (made after the return is filed) by the taxpayer or by a fiduciary representing the taxpayer, but not more than three years after the return was filed, except as otherwise provided in this subdivision and subdivision four. This subdivision shall not apply unless: (1) (A) such written request notifies the commissioner of finance that the taxpayer contemplates dissolution at or before the expiration of such eighteen-month period, (B) the dissolution is in good faith begun before the expiration of such eighteen-month period, (C) the dissolution is completed; (2) (A) such written request notifies the commissioner of finance that a dissolution has in good faith been begun, and (B) the dissolution is completed; or (3) a dissolution has been completed at the time such written request is made. (g) Change of the allocation of taxpayer's income or capital. No change of the allocation of income or capital upon which the taxpayer's return (or any additional assessment) was based shall be made where an assessment of tax is made during the additional period of limitation under subparagraph three or four of paragraph (a), or under paragraph (c), (d) or (i); and where any such assessment has been made, or where a notice of deficiency has been mailed to the taxpayer on the basis of any such proposed assessment, no change of the allocation of income or capital shall be made in a proceeding on the taxpayer's claim for refund of such assessment or on the taxpayer's petition for redetermination of such deficiency. (h) Report concerning waste treatment facility. Under the circumstances described in subparagraph three of paragraph (g) of subdivision eight of section 11-602 of this chapter, the tax may be assessed within three years after the filing of the report containing the information required by such paragraph. (i) Report of changed or corrected sales and compensating use tax liability. In the case of a tax imposed under subchapter two of this chapter, if the taxpayer files a report or amended return or report required thereunder, in respect of a change or correction of sales and compensating use tax liability, the assessment (if not deemed to have been made upon the filing of the report) may be made at any time within two years after such report or amended return or report was filed. The amount of such assessment of tax shall not exceed the amount of the increase in city tax attributable to such state change or correction. The provisions of this paragraph shall not affect the time within which or the amount for which an assessment may otherwise be made. 4. Omission of income on return. The tax may be assessed at any time within six years after the return was filed if a taxpayer omits from gross income required to be reported on a return under any of the named subchapters an amount properly includable therein which is in excess of twenty-five per centum of the amount of gross income stated in the return. For the purposes of this subdivision: (a) the term \"gross income\" means gross income for federal income tax purposes as reportable on a return under subchapter two of this chapter and \"gross earnings\", \"gross income,\" \"gross operating income\" and \"gross direct premiums less return premiums,\" as those terms are used in whichever of the named subchapters is applicable; (b) there shall not be taken into account any amount which is omitted in the return if such amount is disclosed in the return, or in a statement attached to the return, in a manner adequate to apprise the commissioner of finance of the nature and amount of such item. 5. Suspension of running of period of limitations. The running of the period of limitations on assessment or collection of tax or other amount (or of a tranferee's liability) shall, after the mailing of a notice of deficiency, be suspended for the period during which the commissioner of finance is prohibited under subdivision three of section 11-672 of this subchapter from making the assessment or from collecting by levy. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "674",
    "identifier": "11-674",
    "catch_text": "Limitations on assessment."
  }
}