{
  "text": "ยง 11-677 Overpayment. 1. General. The commissioner of finance, within the applicable period of limitations, may credit an overpayment of tax and interest on such overpayment against any liability in respect of any tax imposed by any of the named subchapters of this chapter or on the taxpayer who made the overpayment, and the balance shall be refunded out of the proceeds of the tax. 2. Credits against estimated tax. The commissioner of finance may prescribe regulations providing for the crediting against the estimated tax under subchapter two or three of this chapter for any taxable year of the amount determined to be an overpayment of tax under any such subchapter for a preceding taxable year. If any overpayment of tax is so claimed as a credit against estimated tax for the succeeding taxable year, such amount shall be considered as a payment of the tax under subchapter two or three of this chapter for the succeeding taxable year (whether or not claimed as a credit in the declaration of estimated tax for such succeeding taxable year), and no claim for credit or refund of such overpayment shall be allowed for the taxable year for which the overpayment arises. 3. Rule where no tax liability. If there is no tax liability for a period in respect of which an amount is paid as tax, such amount shall be considered an overpayment. 4. Assessment and collection after limitation period. If any amount of tax is assessed or collected after the expiration of the period of limitations properly applicable thereto, such amount shall be considered an overpayment. 5. Assignment of overpayment. A credit for an overpayment of tax under any of the named subchapters may be assigned by the taxpayer to a corporation liable to pay taxes under any of the named subchapters, and the assignee of the whole or any part of such credit, on filing such assignment with the commissioner of finance, shall thereupon be entitled to credit upon the books of the commissioner of finance for the amount thereof on its current account for taxes, in the same manner and to the same effect as though the credit had originally been allowed in its favor. 6. Notwithstanding article fifty-two of the civil practice law and rules or any other provision of law to the contrary, the procedures for the enforcement of money judgments shall not apply to the department of finance, or to any officer or employee of such department, as a garnishee, with respect to any amount of money to be refunded or credited to a taxpayer under this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "677",
    "identifier": "11-677",
    "catch_text": "Overpayment."
  }
}