{
  "text": "ยง 11-644 Declarations of estimated tax. (a) Requirements of declaration. Every taxpayer subject to the tax imposed by subdivision (a) of section 11-639 of this part shall make a declaration of its estimated tax for the current taxable year, containing such information as the commissioner of finance may prescribe by regulations or instructions, if such estimated tax can reasonably be expected to exceed one thousand dollars. (b) Definition of estimated tax. The term \"estimated tax\" means the amount which a taxpayer estimates to be the tax imposed by subdivision (a) of section 11-639 of this part for the current taxable year, less the amount which it estimates to be the sum of any credits allowable against the tax. (c) Time for filing declaration. A declaration of estimated tax shall be filed on or before June fifteenth of the current taxable year in the case of a taxpayer which reports on the basis of a calendar year, except that if the requirements of subdivision (a) of this section are first met: (1) after May thirty-first and before September first of such current taxable year, the declaration shall be filed on or before September fifteenth, or (2) after August thirty-first and before December first of such current taxable year, the declaration shall be filed on or before December fifteenth. (d) Amendments of declaration. A taxpayer may amend a declaration under regulations of the commissioner of finance. (e) Return as declaration. If, on or before February fifteenth of the succeeding year in the case of a taxpayer whose taxable year is a calendar year, a taxpayer files its return for the year for which the declaration is required, and pays therewith the balance, if any, of the full amount of the tax shown to be due on the return: (1) such return shall be considered as its declaration if no declaration was required to be filed during the taxable year for which the tax was imposed, but is otherwise required to be filed on or before December fifteenth pursuant to paragraph two of subdivision (c) of this section, and (2) such return shall be considered as the amendment permitted by subdivision (d) of this section to be filed on or before December fifteenth if the tax shown on the return is greater than the estimated tax shown on a declaration previously made. (f) Fiscal year. This section shall apply to taxable years of twelve months other than a calendar year by the substitutions of the months of such fiscal year for the corresponding months specified in this section. (g) Short taxable period. If the taxable period for which a tax is imposed by subdivision (a) of section 11-639 of this part is less than twelve months, every taxpayer required to make a declaration of estimated tax for such taxable period shall make such a declaration in accordance with regulations of the commissioner of finance. (h) Extension of time. The commissioner of finance may grant a reasonable extension of time, not to exceed three months, for the filing of any declaration required pursuant to this section, on such terms and conditions as the commissioner may require. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "644",
    "identifier": "11-644",
    "catch_text": "Declarations of estimated tax."
  }
}