{
  "text": "ยง 11-681 Review of tax appeals tribunal's decision. 1. General. A decision of the tax appeals tribunal sitting en banc shall be subject to judicial review at the instance of any taxpayer affected thereby in the manner provided by law for the review of a final decision or action of administrative agencies of the city. An application by a taxpayer for such review must be made within four months after notice of the decision is sent by certified mail, return receipt requested, to the taxpayer and the commissioner of finance. 2. Judicial review exclusive remedy. The review of a decision of the tax appeals tribunal provided by this section shall be the exclusive remedy available to any taxpayer for the judicial determination of the liability of the taxpayer for the taxes imposed by the named subchapters. 3. Assessment pending review; review bond. Irrespective of any restrictions on the assessment and collection of deficiencies, the commissioner of finance may assess a deficiency determined by the tax appeals tribunal in a decision rendered pursuant to section one hundred seventy-one of the charter after the expiration of the period specified in subdivision one, notwithstanding that an application for judicial review in respect of such deficiency has been duly made by the taxpayer unless the taxpayer, at or before the time the taxpayer's application for review is made, has paid the deficiency, has deposited with the commissioner of finance the amount of the deficiency, or has filed with the commissioner of finance a bond (which may be a jeopardy bond under subdivision eight of section 11-685 of this subchapter) in the amount of the portion of the deficiency (including interest and other amounts) in respect of which the application for review is made and all costs and charges which may accrue against the taxpayer in the prosecution of the proceeding, including costs of all appeals, and with surety approved by a justice of the supreme court of the state, conditioned upon the payment of the deficiency (including interest and other amounts) as finally determined and such costs and charges. If, as a result of a waiver of the restrictions on the assessment and collection of a deficiency, any part of the amount determined by the tax appeals tribunal is paid after the filing of the review bond, such bond shall, at the request of the taxpayer, be proportionately reduced. 4. Credit, refund or abatement after review. If the amount of a deficiency determined by the tax appeals tribunal is disallowed in whole or in part by the court of review, the amount so disallowed shall be credited or refunded to the taxpayer, without the making of claim therefor, or, if payment has not been made, shall be abated. 5. Date of finality of tax appeals tribunal decision. A decision of the tax appeals tribunal shall become final upon the expiration of the period specified in subdivision one for making an application for review, if no such application has been duly made within such time, or if such application has been duly made, upon expiration of the time for all further judicial review, or upon the rendering by the tax appeals tribunal of a decision in accordance with the mandate of the court on review. Notwithstanding the foregoing, for the purpose of making an application for review, the decision of the tax appeals tribunal shall be deemed final on the date the notice of decision is sent by certified mail to the taxpayer and the commissioner of finance. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "681",
    "identifier": "11-681",
    "catch_text": "Review of tax appeals tribunal's decision."
  }
}