{
  "text": "ยง 11-662 Tax on transportation corporations and associations. 1. The term \"corporation\" as used in this subchapter shall include any business conducted by a trustee or trustees wherein interest or ownership is evidenced by certificates or other written instruments. 2. For the privilege of doing business or holding property in the city every corporation, joint-stock company or association formed for or principally engaged in the conduct of aviation, steamboat, ferry (except a ferry company operating between any of the boroughs of the city under a lease granted by the city), or navigation business, or formed for or principally engaged in the conduct of two or more of such businesses, except a corporation, joint-stock company or association subject to taxation under subchapter two of chapter eleven of this title, shall pay, in advance, an annual tax to be computed upon the basis of the amount of its capital stock within the city during the preceding year, and upon each dollar of such amount. 3. The measure of the amount of capital stock in the city, except as hereinafter provided, shall be such a portion of the issued capital stock as the gross assets, exclusive of obligations issued by the United States and cash on hand and on deposit, employed in any business within the city, bear to the gross assets, exclusive of obligations issued by the United States and cash on hand and on deposit, wherever employed in business. Provided, however, that in the case of a corporation taxable hereunder only for the privilege of holding property, the measure shall be such a portion of the issued capital stock as the gross assets, exclusive of obligations issued by the United States and cash on hand and on deposit, located within the city, bear to the gross assets, exclusive of obligations issued by the United States and cash on hand and on deposit, wherever located. The capital of a corporation invested in the stock of another corporation shall be deemed to be assets located where the assets of the issuing corporation, other than patents, copyrights, trademarks, contracts and good will, are located. 4. Every corporation, joint-stock company or association subject to taxation under this section shall, in any event, pay annually, for taxable years ending on or before December thirty-first, nineteen hundred seventy-four, a minimum tax of not less than ten dollars nor less than one mill, and for taxable years beginning on or after January first, nineteen hundred seventy-five, a minimum tax of not less than fifteen dollars nor less than one and one-half mills, on each dollar of such a portion of the net value of its issued capital stock, which net value for the purposes of this section shall be deemed to be not less than five dollars per share, as may be determined upon such of the bases herein provided for the measurement thereof as is applicable. The term \"net value\" as used in this section shall be construed to mean not less than the difference between a corporation's assets and liabilities, and not less than the average price at which such stock sold during the year covered by the report which forms the basis for the tax. But if the dividends paid on the par value of any kind of capital stock during any year ending with the thirty-first day of December amounts to six or more than six per centum, the tax upon such kind of capital stock shall be at the rate of one-quarter of a mill for taxable years ending on or before December thirty-first, nineteen hundred seventy-four, and at the rate of four-tenths of a mill for taxable years beginning on or after January first, nineteen hundred seventy-five for each one per centum of dividends paid and shall be computed upon the par value of such capital stock, unless such a tax be less than the minimum tax hereinbefore provided in this section and the commissioner of finance shall, for such purpose, make a fair and equitable apportionment of the assets of the the corporation, joint-stock company or association, between or among the different kinds of stock. 5. If such corporation, joint-stock company or association shall have more than one kind of capital stock, and upon one of such kinds of stock a dividend or dividends amounting to six or more than six per centum upon the par value thereof, has been paid, and upon the other no dividend has been paid, or the dividend or dividends paid thereon amount to less than six per centum upon the par value thereof, then the tax shall be fixed upon each kind as hereinbefore provided. 6. The dividend rate for a corporation having stock without nominal or par value shall be determined by dividing the amount paid as a dividend or dividends during the year by the amount paid in on such stock and, if the rate is six per centum or more, then for taxable years ending on or before December thirty-first, nineteen hundred seventy-four, the rate of one-quarter of a mill for each one per centum of dividends shall be applied to the amount paid in on such stock, and for taxable years beginning on or after January first, nineteen hundred seventy-five, the rate of four-tenths of a mill for each one per centum of dividends shall be applied to the amount paid in on such stock, unless such tax be less than the minimum tax hereinbefore in this section provided for. Any consideration given by a corporation for the purchase of its own stock in excess of the consideration received by it for the issuance of such stock shall for the purposes of this section, be considered as a dividend. 7. The owning or holding in the city by any corporation of property, other than property exclusively in interstate or foreign commerce, shall constitute carrying on business within the city within the intent of this section, except that a corporation having no property in the city other than a bank balance or stocks or bonds, or one or more of such kinds of property, either held for safe keeping or pledged as collateral security shall not be taxable under this section, and further provided that any corporation having only office furniture or fixtures, a bank balance, and stocks or bonds pledged as collateral security or merely deposited for safe keeping, shall not be taxable under this section. 8. The measure of the amount of capital stock in the city of an aviation corporation shall be a portion of the issued capital stock determined by applying thereto the arithmetical average of the following three ratios: (a) the ratio which the aircraft arrivals and departures within the city scheduled by any such corporation during the preceding calendar year bear to the total aircraft arrivals and departures within and without the city scheduled by it during the same period, provided that in the case of non-scheduled operations all arrivals and departures shall be substituted for scheduled arrivals and departures; (b) the ratio which the revenue tons handled by such corporation at airports within the city during the preceding calendar year bear to the total revenue tons handled by it at airports within and without the city during the same period; and (c) the ratio which such corporation's originating revenue within the city for the preceding calendar years bears to its total originating revenue within and without the city for the same period. As used in this section, the term \"aircraft arrivals and departures\" means the number of scheduled landings and takeoffs of the aircraft of an aviation corporation, and the number of scheduled air pickups and deliveries by the aircraft of such corporation, and in the case of non-scheduled operations shall include all landings and takeoffs, pickups and deliveries; the term \"originating revenue\" means revenue to any such corporation from the transportation of revenue passengers and revenue property first received by such corporation either as originating or connecting traffic at airports; and the term \"revenue tons handled\" by any such corporation at an airport means the weight in tons of revenue passengers (at two hundred pounds per passenger) and revenue cargo first received either as originating or connecting traffic or finally discharged by such corporation at such airport. 9. The measure of the capital stock in the city of a corporation engaged in the operation of vessels in foreign commerce shall be such portion of the issued capital stock as the aggregate number of working days in territorial waters of the city of all such vessels bears to the aggregate number of working days of all such vessels. The dividend rate for such a corporation shall be determined by dividing the amount paid as a dividend or dividends on all classes of stock during the year by the amount of paid-in capital and, if the rate is six per centum or more, then for taxable years ending on or before December thirty-first, nineteen hundred seventy-four, the rate of one-quarter of a mill for each one per centum of dividends shall be applied to the amount of such paid-in capital, and for taxable years beginning on or after January first, nineteen hundred seventy-five, the rate of four-tenths of a mill for each one per centum of dividends shall be applied to the amount of such paid-in capital. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "662",
    "identifier": "11-662",
    "catch_text": "Tax on transportation corporations and associations."
  }
}