{
  "text": "ยง 11-643.8 Credit relating to certain distributions from partnerships. (a) If a banking corporation is a partner in an unincorporated business taxable under chapter five of this title, and is required to include in entire net income its distributive share of income, gain, loss and deductions of, or guaranteed payments from, such unincorporated business, such banking corporation shall be allowed a credit against the tax imposed by this part equal to the lesser of the amounts determined in paragraphs one and two of this subdivision: (1) The amount determined in this paragraph is the product of (A) the sum of (i) the tax imposed by chapter five of this title on the unincorporated business for its taxable year ending within or with the taxable year of the banking corporation and paid by the unincorporated business and (ii) the amount of any credit or credits taken by the unincorporated business under section 11-503 of this title (except the credit allowed by subdivision (b) of such section) for its taxable year ending within or with the taxable year of the banking corporation, to the extent that such credits do not reduce such unincorporated business's tax below zero, and (B) a fraction, the numerator of which is the net total of the banking corporation's distributive share of income, gain, loss and deductions of, and guaranteed payments from, the unincorporated business for such taxable year and the denominator of which is the sum, for such taxable year, of the net total distributive shares of income, gain, loss and deductions of, and guaranteed payments to, all partners of the unincorporated business for whom or which such net total (as separately determined for each partner) is greater than zero. (2) The amount determined in this paragraph is the product of (A) the excess of (i) the basic tax computed pursuant to subdivision (a) of section 11-643.5 of this part, without allowance of any credits allowed by this part, over (ii) the basic tax so computed, determined as if the banking corporation had no such distributive share or guaranteed payments with respect to the unincorporated business, and (B) a fraction, the numerator of which is four and the denominator of which is nine, provided, however, that the amounts computed in clauses (i) and (ii) of this paragraph shall be computed with the following modifications: (I) if, prior to taking into account any distributive share or guaranteed payments from any unincorporated business, the entire net income of the partner is less than zero, such entire net income shall be treated as zero; and (II) if such partner's net total distributive share of income, gain, loss and deductions of, and guaranteed payments from any unincorporated business is less than zero, such net total shall be treated as zero. The amount determined in this paragraph shall not be less than zero. (b) (1) Notwithstanding anything to the contrary in subdivision (a) of this section, in the case of a banking corporation that, before the application of this section or any other credit allowed by this part, is liable for the basic tax computed under subdivision (a) of section 11-643.5 of this part, the credit or the sum of the credits that may be taken by such banking corporation for a taxable year under this section with respect to an unincorporated business or unincorporated businesses in which it is a partner shall not exceed the tax so computed, without allowance of any credits allowed by this part, multiplied by a fraction the numerator of which is four and the denominator of which is nine. If the credit allowed under this subdivision or the sum of such credits exceeds the product of such tax and such fraction, the amount of the excess may be carried forward, in order, to each of the seven immediately succeeding taxable years and, to the extent not previously taken, shall be allowed as a credit in each of such years. In applying the provisions of the preceding sentence, the credit determined for the taxable year under subdivision (a) of this section shall be taken before taking any credit carryforward pursuant to this paragraph and the credit carryforward attributable to the earliest taxable year shall be taken before taking a credit carryforward attributable to a subsequent taxable year. (2) Notwithstanding anything to the contrary in subdivision (a) of this section, in the case of a banking corporation that, before the application of this section or any other credit allowed by this part, is liable for the alternative minimum tax on alternative entire net income under paragraph three of subdivision (b) of section 11-643.5 of this part, the maximum credit that may be taken in any taxable year is the amount that will reduce the tax so computed, without allowance of any credits allowed by this part, to zero. For purposes of this paragraph each dollar of credit shall be applied so as to reduce such tax by seventy-five cents. If the amount of credit allowed under this section or the sum of such credits exceeds the amount that may be taken against such tax, the amount of the excess may be carried forward, in order, to each of the seven immediately succeeding taxable years and, to the extent not previously taken, shall be allowed as a credit in each of such years. In applying the provisions of the preceding sentence, the credit determined for the taxable year under subdivision (a) of this section shall be taken before taking any credit carryforward pursuant to this subdivision and the credit carryforward attributable to the earliest taxable year shall be taken before taking a credit carryforward attributable to a subsequent taxable year. (3) No credit under this section may be taken in a taxable year by a taxpayer that, in the absence of such credit, would be liable for the tax computed on the basis of taxable assets under paragraph one, the tax computed on the basis of issued capital stock under paragraph two or the fixed-dollar minimum tax under paragraph four of subdivision (b) of section 11-643.5 of this part. (c) For banking corporations that file a report on a combined basis pursuant to subdivision (f) of section 11-646 of this part, the credit allowed by this section shall be computed as if the combined group were the partner in each unincorporated business from which any of the members of such group had a distributive share or guaranteed payments, provided, however, if more than one member of the combined group is a partner in the same unincorporated business, for purposes of the calculation required in paragraph one of subdivision (a) of this section, the numerator of the fraction described in subparagraph (B) of such paragraph one shall be the sum of the net total distributive shares of income, gain, loss and deductions of, and guaranteed payments from, the unincorporated business of all of the partners of the unincorporated business within the combined group for which such net total (as separately determined for each partner) is greater than zero, and the denominator of such fraction shall be the sum of the net total distributive shares of income, gain, loss and deductions of, and guaranteed payments from, the unincorporated business of all partners in the unincorporated business for whom or which such net total (as separately determined for each partner) is greater than zero. (d) The credit allowed by this section shall not be allowed to a partner in an unincorporated business with respect to any tax paid by the unincorporated business under chapter five of this title for any taxable year beginning before July first, nineteen hundred ninety-four. (e) Notwithstanding any other provisions of this part, the credit allowable under this section shall be taken prior to the taking of any other credit allowed by this part. Notwithstanding any other provisions of this part, the application of this section shall not change the basis on which the taxpayer's tax is computed under subdivision (a) or (b) of section 11-643.5 of this part. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "643",
    "identifier": "11-643.8",
    "catch_text": "Credit relating to certain distributions from partnerships."
  }
}