{
  "text": "ยง 11-683 Collection, levy and liens. 1. Collection procedures. The taxes imposed by the named subchapters shall be collected by the commissioner of finance, and he or she may establish the mode or time for the collection of any amount due him or her thereunder if not otherwise specified. The commissioner of finance shall, upon request, give a receipt for any sum collected thereunder. The commissioner of finance may authorize banks or trust companies which are depositaries or financial agents of the city to receive and give a receipt for any tax imposed under the named subchapters in such manner, at such times, and under such conditions as the commissioner of finance may prescribe; and the commissioner of finance shall prescribe the manner, times and conditions under which the receipt of such tax by such banks and trust companies is to be treated as payment of such tax to the commissioner of finance. 2. Notice and demand for tax. The commissioner of finance shall as soon as practicable give notice to each taxpayer liable for any amount of tax, addition to tax, penalty or interest, which has been assessed but remains unpaid, stating the amount and demanding payment thereof. Such notice shall be left at the principal office of the taxpayer in the city or shall be sent by mail to such taxpayer's last known address. Except where the commissioner of finance determines that collection would be jeopardized by delay, if any tax is assessed prior to the last date (including any date fixed by extension) prescribed for payment of such tax, payment of such tax shall not be demanded until after such date. 3. Issuance of warrant after notice and demand. If any corporation or other person liable under the named subchapters for the payment of any tax, addition to tax, penalty or interest neglects or refuses to pay the same within ten days after notice and demand therefor is given to such corporation or other person under subdivision two, the commissioner of finance may within six years after the date of such assessment issue a warrant directed to the sheriff of any county of the state, or to any officer or employee of the department of finance, commanding him or her to levy upon and sell the real and personal property of such corporation or other person for the payment of the amount assessed, with the cost of executing the warrant, and to return such warrant to the commissioner of finance, and pay to the commissioner the money collected by virtue thereof within sixty days after the receipt of the warrant. If the commissioner of finance finds that the collection of the tax or other amount is in jeopardy, notice and demand for immediate payment of such tax may be made by the commissioner of finance and upon failure or refusal to pay such tax or other amount the commissioner of finance may issue a warrant without regard to the ten-day period provided in this subdivision. 4. Copy of warrant to be filed and lien to be created. Any sheriff or officer or employee who receives a warrant under subdivision three shall within five days thereafter file a copy with the clerk of the appropriate county. The clerk shall thereupon enter in the judgment docket, in the column for judgment debtors, the name of the taxpayer mentioned in the warrant, and in appropriate columns the tax or other amounts for which the warrant is issued and the date when such copy is filed; and such amount shall thereupon be a binding lien upon the real, personal and other property of the taxpayer. 5. Judgment. When a warrant has been filed with the county clerk the commissioner of finance shall, on behalf of the city, be deemed to have obtained judgment against the taxpayer for the tax or other amounts. 6. Execution. The sheriff or officer or employee shall thereupon proceed upon the judgment in all respects, with like effect, and in the same manner prescribed by law in respect to executions issued against property upon judgments of a court of record, and a sheriff shall be entitled to the same fees for his or her services in executing the warrant, to be collected in the same manner. An officer or employee of the department of finance may proceed in any county or counties of this state and shall have all the powers of execution conferred by law upon sheriffs, but shall be entitled to no fee or compensation in excess of actual expenses paid in connection with the execution of the warrant. 7. Foreign corporations. Where a notice and demand under subdivision two shall have been given to a foreign corporation or other person who is not then a resident, and it appears to the commissioner of finance that it is not practicable to find in the state property of such foreign corporation or nonresident person sufficient to pay the entire balance of tax or other amount owing by such foreign corporation or nonresidential person, the commissioner of finance may, in accordance with subdivision three, issue a warrant directed to an officer or employee of the department of finance, a copy of which warrant shall be mailed by certified or registered mail to such foreign corporation or nonresident person at its last known address, subject to the rules of mailing provided in subdivision one of section 11-672. Such warrant shall command the officer or employee to proceed in New York county, and he or she shall, within five days after receipt of the warrant, file the warrant and obtain a judgment in accordance with this section. Thereupon the commissioner of finance may authorize the institution of any action or proceeding to collect or enforce the judgment in any place and by any procedure that a civil judgment of the supreme court of the state of New York could be collected or enforced. The commissioner of finance may also, in his or her discretion, designate agents or retain counsel for the purpose of collecting, outside the state, any unpaid taxes, additions to tax, penalties or interest which have been assessed under this subchapter or under any of the named subchapters, against foreign corporations or other non-resident persons, may fix the compensation of such agents and counsel to be paid out of money appropriated or otherwise lawfully available for payment thereof, and may require of them bonds or other security for the faithful performance of their duties, in such form and in such amount as the commissioner of finance shall deem proper and sufficient. 8. Action by city for recovery of taxes. Action may be brought by the corporation counsel of the city at the instance of the commissioner of finance to recover the amount of any unpaid taxes, additions to tax, penalties or interest which have been assessed under this subchapter or under the named subchapters within six years prior to the date the action is commenced. 9. Release of lien or vacating warrant. The commissioner of finance, if he or she finds that the interests of the city will not thereby be jeopardized, and upon such conditions as the commissioner of finance may require, may release any property from the lien of any warrant or vacate such warrant for unpaid taxes, additions to tax, penalties and interest filed pursuant to subdivision four or seven of this section, and such release or vacating of the warrant may be recorded in the office of any recording officer in which such warrant has been filed. The clerk shall thereupon cancel and discharge as of the original date of docketing the vacated warrant. 10. Lien from due date of return. (a) In addition to any other lien provided for in this section, each tax imposed by the named subchapters shall become a lien on the date on which the return is required to be filed (without regard to any extension of time for filing such return), except that such tax shall become a lien not later than the date the taxpayer ceases to be subject to the tax imposed by any of the named subchapters, or to do business in this state in a corporate or organized capacity. Each such tax shall be a lien and binding upon the real and personal property of the taxpayer, or of a transferee liable to pay the same, until the same is paid in full, except that no lien for any additional tax assessed pursuant to this subchapter shall be enforceable against property which prior to the issuance to the taxpayer of a notice of deficiency under section 11-672 of this subchapter had been transferred in good faith to a bona fide transferee for value. But the lien of each such tax shall be subject to the lien of any mortgage indebtedness existing against real property previous to the time when the tax became a lien and where such mortgage indebtedness has been incurred in good faith and was not given, directly or indirectly, to any officer or stockholder of the corporation owning such real property, whether as a purchase money mortgage or otherwise, and shall also be subject to the lien of local taxes and assessments, without regard to when the lien for such taxes and assessments may have accrued. If the return is filed and the tax shown on the report to be due is paid on or before the date on which the report is required to be filed, without regard to any extensions of time for filing such report, the lien shall not be enforceable against the interest of any purchaser or mortgagee in property which is thereafter, but prior to the issuance to the taxpayer of a notice of deficiency under section 11-672 of this subchapter transferred to a bona fide purchaser for value, or mortgaged where the mortgage indebtedness is incurred in good faith and the mortgage is not given, directly or indirectly, to any officer or stockholder of the corporation. In any action to foreclose any such mortgage, or to foreclose the lien of local taxes or assessments, to which the people of the state, or the city shall have been made a party defendant by reason of the existence of a lien for any such tax, or if no such tax was due or was a lien at the time of the commencement of such action and the filing of the notice of pendency thereof but such a tax becomes due or becomes a lien subsequent to the time of the commencement of such action and the filing of the notice of pendency thereof, such real property shall be sold and conveyed in such action free from any such tax lien, and any such tax lien may become a lien on any surplus moneys which may result from such sale, to be determined in the proceedings for the distribution of such surplus moneys. Where title to real property passes from an individual, or from a corporation owing no tax, to another corporation which is in default for such tax, the lien herein provided shall not be enforceable except as to any equity after the prior mortgage or purchase money mortgage encumbrance. (b) The commissioner of finance may, upon application made to the commissioner and the payment of a fee of twenty-five dollars, release any real property from the lien under this subdivision, provided payment be made to the commissioner of finance of such a sum as the commissioner of finance shall deem adequate consideration for such release, or deposit be made of such security or such bond be filed as the commissioner of finance shall deem proper to secure payment of any such tax. The application for such release shall contain an accurate description of the property to be released together with such information as the commissioner of finance may require. Such release may be recorded in any office in which conveyances of real estate are entitled to be recorded. (c) All taxes, additions to tax, penalties and interest which have become a lien under this subdivision shall cease to be a lien after the expiration of twenty years from the date they become due and payable, except that taxes, additions to tax, penalties and interest which have become a lien under this subdivision (1) as to real estate in the hands of persons who are owners thereof who would be purchasers in good faith but for such taxes, additions to tax, penalties or interest and (2) as to the lien on real estate of mortgages held by persons who would be holders thereof in good faith but for such taxes, additions to tax, penalties or interest, as against such purchasers or holders, shall cease to be a lien after the expiration of ten years from the date they become due and payable. The limitations herein provided for shall not apply to any transfer from a corporation to a person or corporation with intent to avoid payment of any taxes, or where with like intent the transfer is made to a grantee corporation, or any subsequent grantee corporation, controlled by such grantor or which has any community of interest with it, either through stock ownership or otherwise. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "683",
    "identifier": "11-683",
    "catch_text": "Collection, levy and liens."
  }
}