{
  "text": "ยง 11-643.1 Computation of tax for taxable years beginning on or after January first, nineteen hundred seventy-four and ending on or before December thirty-first, nineteen hundred seventy-four. For taxable years beginning on or after January first, nineteen hundred seventy-four and ending on or before December thirty-first, nineteen hundred seventy-four, the tax imposed by section 11-639 of this part shall be the greater of the following computations: (a) Basic tax. Six and seven hundred fifty-six one-thousandths percent of the taxpayer's entire net income, or the portion thereof allocated to this city, for the taxable year, or part thereof. (b) Alternative minimum tax. If the tax under subdivision (a) is less than any of the following amounts, the tax shall be the largest of the following amounts: (1) Except for a savings bank and savings and loan association, one and one-half mills upon each dollar of such part of the taxpayer's issued capital stock on the last day of the taxable year, at its face value, but if such taxpayer has stock without par value, such stock shall be taken at its actual or market value, and not less than five dollars per share, as may be determined by the commissioner of finance, as the gross income of such taxpayer derived from business carried on within the city, during such taxable year bears to its gross income derived from all business, both within and without the city during said year; except that if the period covered by the return is other than twelve months, the tax shall be prorated on the basis of the number of months or major portions thereof included in the return. For purposes of this paragraph, the term \"gross income\" shall have the same meaning as it has in the laws of the United States relating to federal income taxes. (2) For a savings bank and savings and loan association, one and seven hundred sixteen one-thousandths percent of the interest or dividends credited by it to depositors or shareholders during the taxable year, provided that, in determining such amount, each interest or dividend credit to a depositor or shareholder shall be deemed to be the interest or dividend actually credited or the interest or dividend which would have been credited if it had been computed and credited at the rate of three and one-half percent per annum, whichever is less. (3) Fifteen dollars. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "643",
    "identifier": "11-643.1",
    "catch_text": "Computation of tax for taxable years beginning on or after January first, nineteen hundred seventy-four and ending on or before December thirty-first,"
  }
}