{
  "text": "ยง 11-611 Definitions. When used in this part: 1. The term \"financial corporation\" means every corporation doing a banking business as defined in this section, other than a national banking association, a trust company all of the capital stock of which is owned by not less than twenty savings banks organized under a law of this state, or a corporation taxable under subchapter two of this chapter, and shall include the mortgage facilities corporation created by chapter five hundred sixty-four of the laws of nineteen hundred fifty-six and any corporation eighty percent or more of whose voting stock is beneficially owned by a corporation or corporations subject to article three or article three-a of the banking law or a national banking association or associations, provided the corporation whose voting stock is so owned is principally engaged in business which might be lawfully conducted by a corporation subject to article three of the banking law or a national banking association. 2. The word \"paid\", for the purpose of the deductions and credits under this part, means \"paid or accrued\" or \"paid or incurred,\" and the terms \"paid or incurred\" and \"paid or accrued\" shall be construed according to the method of accounting upon the basis of which the net income is computed, under this part. The term \"received,\" for the purpose of the computation of net income under this part means \"received or accrued\" and the term \"received or accrued\" shall be construed according to the method of accounting upon the basis of which the net income is computed under this part. 3. The word \"dividend\" means any distribution made by a corporation to its shareholders or members, out of its earnings or profits, whether in cash, or in property other than stock of the corporation. 4. The words \"doing a banking business\" means doing such business as a corporation may be created to do under articles three, five, five-a, and six of the banking law, or doing any business which a corporation is authorized by such articles to do. 5. The words \"foreign banker doing a banking business\" in the city, include every foreign corporation doing a banking business in the city, except a national banking association. 6. The words \"savings and loan association\" mean every corporation doing such business as a corporation may be created to do under article ten of the banking law, including every federal savings and loan association organized under authority of the United States. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "611",
    "identifier": "11-611",
    "catch_text": "Definitions."
  }
}