{
  "text": "ยง 11-636 Declaration of estimated tax; payments on account of estimated tax. 1. Every taxpayer subject to the tax imposed by part one or two of this subchapter shall make a declaration of the estimated tax upon the basis of its net income for the current calendar year, containing such information as the commissioner of finance may prescribe by regulations or instructions, if such estimated tax can reasonably be expected to exceed one thousand dollars. 2. The term \"estimated tax\" means the amount which a taxpayer estimates to be the tax imposed upon it by part one or two of this subchapter upon the basis of its net income for the current calendar year, less the amount which it estimates to be the sum of any credits allowable against the tax. 3. A declaration of estimated tax shall be filed on or before June fifteenth of the calendar year upon the net income of which the tax is based, except that if the requirements of subdivision one are first met: (a) after June first and before October second of such calendar year, the declaration shall be filed on or before October fifteenth, or (b) after October first of such calendar year, the declaration shall be filed on or before January fifteenth of the succeeding calendar year. Notwithstanding any other provision of this subdivision, no declaration need be filed prior to September eleventh, nineteen hundred sixty-six. 4. A taxpayer may amend a declaration under regulations of the commissioner of finance. 5. If, on or before February fifteenth of the succeeding year, a taxpayer files its return for the calendar year upon the net income of which the declaration is required to be based, and pays therewith the balance, if any, of the full amount of the tax shown to be due on the return, (a) such return shall be considered as its declaration if no declaration was required to be filed during such calendar year, but is otherwise required to be filed on or before January fifteenth of the succeeding year pursuant to subdivision three, (b) such return shall be considered as an amendment permitted by subdivision four to be filed on or before January fifteenth if the tax shown on the return is greater than the estimated tax shown on a declaration previously made. 6. The commissioner of finance may grant a reasonable extension of time, not to exceed three months, for the filing of any declaration required pursuant to this section, on such terms and conditions as the commissioner may require. 7. Every taxpayer subject to the tax imposed by part one or two of this subchapter shall pay with the return of tax, if any, required to be filed upon the basis of its net income for the preceding calendar year, or with an application for extension of the time for filing such return, an amount equal to twenty-five per centum of the preceding year's tax, if such preceding year's tax exceeded one thousand dollars. 8. The estimated tax with respect to which a declaration for such calendar year is required pursuant to this section shall be paid as follows: (a) If the declaration is filed on or before June fifteenth, the estimated tax shown thereon, after applying thereto the amount if any, paid during the same calendar year pursuant to subdivision seven, shall be paid in three equal installments. One of such installments shall be paid at the time of the filing of the declaration, one shall be paid on the following October fifteenth, and one on the following January fifteenth. (b) If the declaration is filed after June fifteenth, and not after October fifteenth of such calendar year, and is not required to be filed on or before June fifteenth of such calendar year, the estimated tax shown on such declaration, after applying thereto the amount, if any, paid during the same calendar year pursuant to subdivision seven, shall be paid in two equal installments. One of such installments shall be paid at the time of the filing of the declaration and one shall be paid on the following January fifteenth. (c) If the declaration is filed after October fifteenth of such calendar year, and is not required to be filed on or before October fifteenth of such calendar year, the estimated tax shown on such declaration, after applying thereto the amount, if any, paid in respect of such calendar year pursuant to subdivision seven, shall be paid in full at the time of the filing of the declaration. (d) If the declaration is filed after the time prescribed therefor, or after the expiration of any extension of time therefor, paragraphs (b) and (c) of this subdivision shall not apply, and there shall be paid at the time of such filing all installments of estimated tax payable at or before such time, and the remaining installments shall be paid at the times at which, and in the amounts in which, they would have been payable if the declaration had been filed when due. 9. If any amendment of a declaration is filed, the remaining installments, if any, shall be ratably increased or decreased (as the case may be) to reflect any increase or decrease in the estimated tax by reason of such amendment, and if any amendment is made after October fifteenth of the calendar year, any increase in the estimated tax by reason thereof shall be paid at the time of making such amendment. 10. Any amount paid pursuant to subdivision seven shall be applied after payment as a first installment against the estimated tax of the taxpayer shown on the declaration next required to be filed pursuant to this section or, if no declaration of estimated tax is required to be filed by the taxpayer pursuant to this section, any such amount shall be considered a payment on account of the tax shown on the return of tax required to be filed by the taxpayer upon the basis of its net income for the calendar year during which such amount was paid. 11. Notwithstanding the provisions of section 11-679 of this chapter or of section three-a of the general municipal law, if any amount paid pursuant to subdivision seven, exceeds the tax shown on the return required to be filed by the taxpayer upon the basis of its net income for the calendar year during which the amount was paid, interest shall be allowed and paid on the amount by which the amount so paid pursuant to such subdivision exceeds such tax, at the rate of six per centum per annum from the date of payment of the amount so paid pursuant to such subdivision to March fifteenth of the succeeding calendar year, provided, however, that no interest shall be allowed or paid under this subdivision if the amount thereof is less than one dollar. 12. As used in this section, \"the preceding year's tax\" means the tax imposed upon the taxpayer by part one or two of this subchapter upon the basis of its net income for the preceding calendar year, or, for purposes of computing the first installment of estimated tax when an application has been filed for extension of time for filing the return required to be filed for such preceding calendar year, the amount properly estimated pursuant to section 11-635 of this part as the tax imposed upon the basis of its net income for such calendar year. 13. This section shall apply to an income period of less than twelve months in accordance with regulations of the commissioner of finance. 14. The commissioner of finance may grant a reasonable extension of time, not to exceed six months, for payment of any installment of estimated tax required pursuant to this section, on such terms and conditions as the commissioner may require, including the furnishing of a bond or other security by the taxpayer in an amount not exceeding twice the amount for which any extension of time for payment is granted, provided however, that interest at the rate of six per centum per annum for the period of the extension shall be charged and collected on the amount for which any extension of time for payment is granted under this subdivision. 15. A taxpayer may elect to pay any installment of estimated tax prior to the date prescribed in this section for payment thereof. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "636",
    "identifier": "11-636",
    "catch_text": "Declaration of estimated tax; payments on account of estimated tax."
  }
}