{
  "text": "ยง 11-605 Reports. 1. Every corporation having an officer, agent or representative within the city, shall annually on or before March fifteenth, transmit to the commissioner of finance a report in a form prescribed by the commissioner (except that a corporation which reports on the basis of a fiscal year shall transmit its report within two and one-half months after the close of its fiscal year), setting forth such information as the commissioner of finance may prescribe and every taxpayer which ceases to do business in the city or to be subject to the tax imposed by this subchapter shall transmit to the commissioner of finance a report on the date of such cessation or at such other time as the commissioner may require covering each year or period for which no report was theretofore filed. Every taxpayer shall also transmit such other reports and such facts and information as the commissioner of finance may require in the administration of this subchapter. The commissioner of finance may grant a reasonable extension of time for filing reports whenever good cause exists. With respect to taxable years ending prior to December thirty-first, nineteen hundred sixty-six, the returns required to be made and filed pursuant to this section shall be made and filed on or before the fifteenth day of the third month following the close of such taxable year or September eleventh, nineteen hundred sixty-six, whichever is later. * An automatic extension of six months for the filing of its annual report shall be allowed any taxpayer if, within the time prescribed by either of the preceding paragraphs, whichever is applicable, such taxpayer files with the commissioner of finance an application for extension in such form as the commissioner may prescribe by regulation and pays on or before the date of such filing the amount properly estimated as its tax. * NB Amended L.L. 64/85 ยง 1, language juxtaposed per Ch. 907/85 ยง 14 2. Every report shall have annexed thereto a certification by the president, vice-president, treasurer, assistant treasurer, chief accounting officer or another officer of the taxpayer duly authorized so to act to the effect that the statements contained therein are true. In the case of an association, within the meaning of paragraph three of section (a) of section seventy-seven hundred one of the internal revenue code, a publicly-traded partnership treated as a corporation for purposes of the internal revenue code pursuant to section seventy-seven hundred four thereof and any business conducted by a trustee or trustees wherein interest or ownership is evidenced by certificates or other written instruments, such certification shall be made by any person duly authorized so to act on behalf of such association, publicly-traded partnership or business. The fact that an individual's name is signed on a certification of the report shall be prima facie evidence that such individual is authorized to sign and certify the report on behalf of the corporation. Blank forms of reports shall be furnished by the commissioner of finance, on application, but failure to secure such a blank shall not release any corporation from the obligation of making any report required by this subchapter. 2-a. The commissioner of finance may prescribe regulations and instructions requiring returns of information to be made and filed in conjunction with the reports required to be filed pursuant to this section, relating to payments made to shareholders owning, directly or indirectly, individually or in the aggregate, more than fifty percent of the issued capital stock of the taxpayer, where such payments are treated as payments of interest in the computation of entire net income reported on such reports. 3. If the amount of taxable income, alternative minimum taxable income or other basis of tax for any year of any taxpayer, or of any shareholder of any taxpayer which has elected to be taxed under subchapter s of chapter one of the internal revenue code or of any shareholder of any taxpayer with respect to which an election has been made to be treated as a qualified subchapter s subsidiary under paragraph three of subsection (b) of section thirteen hundred sixty-one of the internal revenue code, as returned to the United States treasury department or the New York state commissioner of taxation and finance is changed or corrected by the commissioner of internal revenue or other officer of the United States or the New York state commissioner of taxation and finance or other competent authority, or where a renegotiation of a contract or subcontract with the United States or the state of New York results in a change in taxable income, alternative minimum taxable income or other basis of tax, or where a recovery of a war loss results in a computation or recomputation of any tax imposed by the United States or the state of New York, or if a taxpayer or such shareholder of a taxpayer, pursuant to subsection (d) of section sixty-two hundred thirteen of the internal revenue code, executes a notice of waiver of the restrictions provided in subsection (a) of said section, or if a taxpayer, or such shareholder of a taxpayer, pursuant to subsection (f) of section one thousand eighty-one of the tax law, executes a notice of waiver of the restrictions provided in subsection (c) of said section, such taxpayer shall report such changed or corrected taxable income, alternative minimum taxable income or other basis of tax, or the results of such renegotiation, or such computation, or recomputation, or such execution of such notice of waiver and the changes or corrections of the taxpayer's federal or New York state taxable income, alternative minimum taxable income or other basis of tax on which it is based, within ninety days (or one hundred twenty days, in the case of a taxpayer making a combined report under this subchapter for such year) after such execution or the final determination of such change or correction or renegotiation, or such computation, or recomputation, or as required by the commissioner of finance, and shall concede the accuracy of such determination or state wherein it is erroneous. The allowance of a tentative carryback adjustment based upon a net operating loss carryback or net capital loss carryback pursuant to section sixty-four hundred eleven of the internal revenue code shall be treated as a final determination for purposes of this subdivision. Any taxpayer filing an amended return with such department shall also file within ninety days thereafter an amended report with the commissioner of finance. 4. (a) Any taxpayer which owns or controls either directly or indirectly substantially all the capital stock of one or more other corporations, or substantially all the capital stock of which is owned or controlled either directly or indirectly by one or more other corporations or by interests which own or control either directly or indirectly substantially all the capital stock of one or more other corporations, (hereinafter referred to in this paragraph as \"related corporations\"), shall make a combined report covering any related corporations if there are substantial intercorporate transactions among the related corporations, regardless of the transfer price for such intercorporate transactions. It is not necessary that there be substantial intercorporate transactions between any one corporation and every other related corporation. It is necessary, however, that there be substantial intercorporate transactions between the taxpayer and a related corporation or, collectively, a group of such related corporations. The report shall set forth such information as the commissioner of finance may require. In determining whether there are substantial intercorporate transactions, the commissioner shall consider and evaluate all activities and transactions of the taxpayer and its related corporations. Activities and transactions that will be considered include, but are not limited to: manufacturing, acquiring goods or property, or performing services, for related corporations; selling goods acquired from related corporations; financing sales of related corporations; performing related customer services using common facilities and employees for related corporations; incurring expenses that benefit, directly or indirectly, one or more related corporations; and transferring assets, including such assets as accounts receivable, patents or trademarks from one or more related corporations. (1) No taxpayer may be permitted to make a report on a combined basis covering any such other corporations where such taxpayer or any such other corporation allocates in accordance with clause (A) of subparagraph six of paragraph (a) of subdivision three of section 11-604 of this subchapter and such taxpayer or any such other corporation does not so allocate. (2) No taxpayer may be permitted to make a report on a combined basis covering any such other corporations where such taxpayer or any such other corporation allocates in accordance with subparagraph seven of paragraph (a) of subdivision three of section 11-604 of this subchapter and such taxpayer or any such other corporation does not so allocate. (3) Except as provided in the first undesignated paragraph of this subdivision, no combined report covering any corporation not a taxpayer shall be required unless the commissioner of finance deems such a report necessary, because of inter-company transactions or some agreement, understanding, arrangement or transaction referred to in subdivision five of this section, in order properly to reflect the tax liability under this subchapter. (4) A corporation organized under the laws of a country other than the United States shall not be required or permitted to make a report on a combined basis. (5)(i) For purposes of this subparagraph, the term \"closest controlling stockholder\" means the corporation that indirectly owns or controls over fifty percent of the voting stock of a captive REIT or captive RIC, is subject to tax under this subchapter or otherwise required to be included in a combined report under this subchapter, and is the fewest tiers of corporations away in the ownership structure from the captive REIT or captive RIC. The commissioner is authorized to prescribe by regulation or published guidance the criteria for determining the closest controlling stockholder. (ii) A captive REIT or a captive RIC must be included in a combined report with the corporation that directly owns or controls over fifty percent of the voting stock of the captive REIT or captive RIC if that corporation is subject to tax or required to be included in a combined report under this subchapter. (iii) If over fifty percent of the voting stock of a captive REIT or captive RIC is not directly owned or controlled by a corporation that is subject to tax or required to be included in a combined report under this subchapter, then the captive REIT or captive RIC must be included in a combined report with the corporation that is the closest controlling stockholder of the captive REIT or captive RIC. If the closest controlling stockholder of the captive REIT or captive RIC is subject to tax or otherwise required to be included in a combined report under this subchapter, then the captive REIT or captive RIC must be included in a combined report under this subchapter. (iv) If the corporation that directly owns or controls the voting stock of the captive REIT or captive RIC is described in subparagraph one, two or four of this paragraph as a corporation not permitted to make a combined report, then the provisions in clause (iii) of this subparagraph must be applied to determine the corporation in whose combined report the captive REIT or captive RIC should be included. If, under clause (iii) of this subparagraph, the corporation that is the closest controlling stockholder of the captive REIT or captive RIC is described in subparagraph one, two or four of this paragraph as a corporation not permitted to make a combined report, then that corporation is deemed to not be in the ownership structure of the captive REIT or captive RIC, and the closest controlling stockholder will be determined without regard to that corporation. (v) If a captive REIT owns the stock of a qualified REIT subsidiary (as defined in paragraph two of subsection (i) of section eight hundred fifty-six of the internal revenue code), then the qualified REIT subsidiary must be included in a combined report with the captive REIT. (vi) If a captive REIT or a captive RIC is required under this subparagraph to be included in a combined report with another corporation, and that other corporation is also required to be included in a combined report with another related corporation or corporations under this paragraph, then the captive REIT or the captive RIC must be included in that combined report with those corporations. (vii) If a captive REIT or a captive RIC is not required to be included in a combined report with another corporation under clause (ii) or (iii) of this subparagraph, or in a combined return under the provisions of subparagraph (v) of paragraph two of subdivision (f) of section 11-646 of this chapter, then the captive REIT or captive RIC is subject to the opening provisions of this paragraph and the provisions of subparagraph three of this paragraph. The captive REIT or captive RIC must be included in a combined report under this subchapter with another corporation if either the substantial intercorporate transactions requirement in the opening provisions of this paragraph or the inter-company transactions or agreement, understanding, arrangement or transaction requirement of subparagraph three of this paragraph is satisfied and more than fifty percent of the voting stock of the captive REIT or the captive RIC and substantially all of the capital stock of that other corporation are owned and controlled, directly or indirectly, by the same corporation. (b)(1)(i) In the case of a combined report the tax shall be measured by the combined entire net income or combined capital of all the corporations included in the report, including any captive REIT or captive RIC; provided, however, in no event shall the tax measured by combined capital exceed the limitation provided for in paragraph F of subdivision one of section 11-604 of this subchapter. (ii) In the case of a captive REIT or captive RIC required under this subdivision to be included in a combined report, entire net income must be computed as required under subdivision seven (in the case of a captive REIT) or subdivision eight (in the case of a captive RIC) of section 11-603 of this chapter. However, the deduction under the internal revenue code for dividends paid by the captive REIT or captive RIC to any member of the affiliated group that includes the corporation that directly or indirectly owns over fifty percent of the voting stock of the captive REIT or captive RIC shall not be allowed for taxable years beginning on or after January first, two thousand nine. The term \"affiliated group\" means \"affiliated group\" as defined in section fifteen hundred four of the internal revenue code, but without regard to the exceptions provided for in subsection (b) of that section. (2) In computing combined entire net income intercorporate dividends shall be eliminated, in computing combined business and investment capital intercorporate stock holdings and intercorporate bills, notes and accounts receivable and payable and other intercorporate indebtedness shall be eliminated and in computing combined subsidiary capital intercorporate stockholdings shall be eliminated. 5. In case it shall appear to the commissioner of finance that any agreement, understanding or arrangement exists between the taxpayer and any other corporation or any person or firm, whereby the activity, business, income or capital of the taxpayer within the city is improperly or inaccurately reflected, the commissioner of finance is authorized and empowered, in its discretion and in such manner as it may determine, to adjust items of income, deductions and capital, and to eliminate assets in computing any allocation percentage provided only that any income directly traceable thereto be also excluded from entire net income, so as equitably to determine the tax. Where (a) any taxpayer conducts its activity or business under any agreement, arrangement or understanding in such manner as either directly or indirectly to benefit its members or stockholders, or any of them, or any person or persons directly or indirectly interested in such activity or business, by entering into any transaction at more or less than a fair price which, but for such agreement, arrangement or understanding, might have been paid or received therefor, or (b) any taxpayer, a substantial portion of whose capital stock is owned either directly or indirectly by another corporation, enters into any transaction with such other corporation on such terms as to create an improper loss or net income, the commissioner of finance may include in the entire net income of the taxpayer the fair profits, which, but for such agreement, arrangement or understanding, the taxpayer might have derived from such transaction. 6. An action may be brought at any time by the corporation counsel at the instance of the commissioner of finance to compel the filing of reports due under this subchapter. 7. Reports shall be preserved for five years, and thereafter until the commissioner of finance orders them to be destroyed. 8. Where the state tax commission changes or corrects a taxpayer's sales and compensating use tax liability with respect to the purchase or use of items for which a sales or compensating use tax credit against the tax imposed by this chapter was claimed, the taxpayer shall report such change or correction to the commissioner of finance within ninety days of the final determination of such change or correction, or as required by the commissioner of finance, and shall concede the accuracy of such determination or state wherein it is erroneous. Any taxpayer filing an amended return or report relating to the purchase or use of such items shall also file within ninety days thereafter a copy of such amended return or report with the commissioner of finance. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "605",
    "identifier": "11-605",
    "catch_text": "Reports."
  }
}