{
  "text": "ยง 11-639 Imposition of tax. (a) For the privilege of doing business in the city in a corporate or organized capacity, a tax, computed under section 11-643 of this part, is hereby annually imposed on every banking corporation for each of its taxable years, or any part thereof, beginning on or after January first, nineteen hundred seventy-three. (b) In the case of a taxpayer whose taxable year is other than a calendar year, there is hereby imposed a tax for the privilege of doing business in the city in a corporate or organized capacity for the period beginning January first, nineteen hundred seventy-three and extending through the subsequent part of its first such taxable year ending after such date. Such tax shall be computed under section 11-643 of this part on the basis of such taxpayer's entire net income, or other applicable basis as the case may be, for such period and shall be paid with a return which shall be separately filed with the department of finance not later than the fifteenth day of the third month succeeding the close of such period. The requirements of sections 11-644 and 11-645, relating to declarations and payments of estimated tax, except subdivision (a) of section 11-645, shall not be applicable to the tax imposed by this subdivision. (c) For taxable years beginning on or after January first, two thousand eleven, (1) a banking corporation is doing business in the city in a corporate or organized capacity if (i) it has issued credit cards to one thousand or more customers who have a mailing address within the city as of the last day of its taxable year, or (ii) it has merchant customer contracts with merchants and the total number of locations covered by those contracts equals one thousand or more locations in the city to whom the banking corporation remitted payments for credit card transactions during the taxable year, or (iii) it has receipts of one million dollars or more in the taxable year from its customers who have been issued credit cards by the banking corporation and have a mailing address within the city, or (iv) it has receipts of one million dollars or more arising from merchant customer contracts with merchants relating to locations in the city, or (v) the sum of the number of customers described in subparagraph (i) of this paragraph plus the number of locations covered by its contracts described in subparagraph (ii) of this paragraph equals one thousand or more, or the amount of its receipts described in subparagraphs (iii) and (iv) of this paragraph equals one million dollars or more. For purposes of this paragraph, receipts from processing credit card transactions for merchants include merchant discount fees received by the banking corporation. (2) As used in this subdivision, the term \"credit card\" includes bank, credit, travel and entertainment cards. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY BUSINESS TAXES"
  },
  "heading": {
    "title": "11",
    "chaptersection": "639",
    "identifier": "11-639",
    "catch_text": "Imposition of tax."
  }
}