{
  "text": "ยง 11-704 Exemptions and deductions from base rent. a. The following shall be exempt from the payment of the tax imposed by this chapter: 1. The state of New York, or any public corporation (including a public corporation created pursuant to agreement or compact with another state or the Dominion of Canada), improvement district or other political subdivision of the state; 2. The United States of America, insofar as it is immune from taxation; 3. The United Nations or other world-wide international organizations of which the United States of America is a member; 4. Any corporation, or association, or trust, or community chest, fund or foundation, organized and operated exclusively for religious, charitable, or educational purposes, or for the prevention of cruelty to children or animals, and no part of the net earnings of which inures to the benefit of any private shareholder or individual and no substantial part of the activities of which is carrying on propaganda, or otherwise attempting to influence legislation; provided, however, that nothing in this paragraph shall include an organization operated for the primary purpose of carrying on a trade or business for profit, whether or not all of its profits are payable to one or more organizations described in this paragraph; 5. Any tenant who would be subject to taxes under this chapter aggregating not more than one dollar for a tax year with respect to all taxable premises used by the tenant; and 6. Any tenant located in the \"World Trade Center Area,\" as defined as follows: the area in the borough of Manhattan bounded by Church Street on the east starting at the intersection of Liberty Street and Church Street; running northerly along the center line of Church Street to the intersection of Church Street and Vesey Street; running westerly along the center line of Vesey Street to the intersection of Vesey Street and West Broadway; running northerly along the center line of West Broadway to the intersection of West Broadway and Barclay Street; running westerly along the center line of Barclay Street to the intersection of Barclay Street and Washington Street; running southerly along the center line of Washington Street to the intersection of Washington Street and Vesey Street; running westerly along the center line of Vesey Street to the intersection of Vesey Street and West Street; running southerly along the center line of West Street to the intersection of West Street and Liberty Street; running easterly along the center line of Liberty Street to the intersection of Liberty Street and Washington Street; running southerly along the center line of Washington Street to the intersection of Washington Street and Albany Street; running easterly along the center line of Albany Street to the intersection of Albany Street and Greenwich Street; running northerly along the center line of Greenwich Street to Liberty Street; and running easterly along the center line of Liberty Street to the intersection of Liberty Street and Church Street. b. (1) A tenant who uses premises for no more than fourteen days in a tax year whether or not consecutive, where his or her agreement with his or her landlord does not require him or her to pay rent for a longer period shall be exempt from the payment of the tax imposed by this chapter in respect to the rent paid by him or her for such premises. (2) A tenant whose base rent, (i) for tax years beginning on or after June first, nineteen hundred eighty-one and ending on or before May thirty-first, nineteen hundred eighty-four, is not in excess of four thousand nine hundred ninety-nine dollars per year, (ii) for the tax year beginning June first, nineteen hundred eighty-four and ending May thirty-first, nineteen hundred eighty-five, is not in excess of seven thousand nine hundred ninety-nine dollars per year, (iii) for tax years beginning on or after June first, nineteen hundred eighty-five and ending on or before May thirty-first, nineteen hundred ninety-four, is not in excess of ten thousand nine hundred ninety-nine dollars per year, (iv) for the tax year beginning June first, nineteen hundred ninety-four and ending May thirty-first, nineteen hundred ninety-five, is not in excess of twenty thousand nine hundred ninety-nine dollars per year, (v) for the tax year beginning June first, nineteen hundred ninety-five and ending May thirty-first, nineteen hundred ninety-six, is not in excess of thirty thousand nine hundred ninety-nine dollars per year, (vi) for the tax year beginning June first, nineteen hundred ninety-six and ending May thirty-first, nineteen hundred ninety-seven, is not in excess of thirty-nine thousand nine hundred ninety-nine dollars per year, (vii) for tax years beginning on or after June first, nineteen hundred ninety-seven and ending on or before May thirty-first, two thousand, is not in excess of ninety-nine thousand nine hundred ninety-nine dollars per year, calculated without regard to any reduction in base rent allowed by paragraph two of subdivision h of this section, (viii) for the period beginning June first, two thousand and ending November thirtieth, two thousand, is not in excess of ninety-nine thousand nine hundred ninety-nine dollars per year, calculated without regard to any reduction in base rent allowed by paragraph two of subdivision h of this section, (ix) for the period beginning December first, two thousand and ending May thirty-first, two thousand one, is not in excess of one hundred forty-nine thousand nine hundred ninety-nine dollars per year, calculated without regard to any reduction in base rent allowed by paragraph two of subdivision h of this section, and (x) for tax years beginning on or after June first, two thousand one, is not in excess of two hundred forty-nine thousand nine hundred ninety-nine dollars per year, calculated without regard to any reduction in base rent allowed by paragraph two of subdivision h of this section, shall be exempt from the payment of the tax imposed by this chapter with respect to such rent, provided, however, that where the base rent of such tenant is for a period of less than one year, such base rent shall, for purposes of this paragraph, be determined as if it had been on an equivalent basis for the entire year; and provided, further, that for purposes of subparagraphs (viii) and (ix) of this paragraph, base rent for the period specified in each of such subparagraphs shall be separately annualized as if it had been on an equivalent basis for an entire year, irrespective of the actual base rent for the tax year including the period specified in such subparagraph. Notwithstanding the preceding sentence, (xi) a tenant whose base rent for the tax year beginning June first, nineteen hundred eighty-four and ending May thirty-first, nineteen hundred eighty-five, is at least eight thousand dollars per year, but not in excess of ten thousand nine hundred ninety-nine dollars per year, shall be exempt from the payment of the tax imposed by this chapter with respect to such rent for the period beginning December first, nineteen hundred eighty-four and ending May thirty-first, nineteen hundred eighty-five, and (xii) a tenant whose base rent for the tax year beginning June first, nineteen hundred ninety-five and ending May thirty-first, nineteen hundred ninety-six, is at least thirty-one thousand dollars per year, but not in excess of thirty-nine thousand nine hundred ninety-nine dollars per year, shall be exempt from the payment of the tax imposed by this chapter with respect to such rent for the period beginning September first, nineteen hundred ninety-five and ending May thirty-first, nineteen hundred ninety-six. c. Base rent shall be reduced by the amount of the taxpayer's rent for, or reasonably ascribable to, the taxpayer's own use of the premises: 1. As premises used for railroad transportation purposes. 2. As premises used for air transportation purposes. 3. As piers insofar as such premises are used in interstate or foreign commerce. 4. Which are located in, upon, above or under any public street, highway or other public place, and which are defined as special franchise property in the real property tax law. 5. Which are taxed pursuant to subchapter one of chapter twenty-two-A or chapter twenty of this title to the extent that such premises are subject to, and during the period that they are subject to, such tax. 6. Which are taxed pursuant to subdivision b or c of section 11-1005 of chapter ten of this title. 7. Which are advertising signs, advertising space, vending machines or newsstands within or attached to stations, platforms, stairways, entranceways, passageways, mezzanines or tracks of a rapid transit subway or elevated railroad operated by the New York city transit authority when the rent of the tenant or of the tenant's landlord is payable to such authority. 8. As premises used for omnibus transportation purposes. 9. As premises used for retail sales purposes where such premises are located in the area in the borough of Manhattan bounded by Murray Street on the north starting at the intersection of West Street and Murray Street; running easterly along the center line of Murray Street, connecting through City Hall Park with the center line of Frankfort Street and running easterly along the center lines of Frankfort and Dover Streets to the intersection of Dover Street and South Street; running southerly along the center line of South Street to Peter Minuit Plaza; connecting through Peter Minuit Plaza to the center line of State Street and running northwesterly along the center line of State Street to the intersection of State Street and Battery Place; running westerly along the center line of Battery Place to the intersection of Battery Place and West Street; and running northerly along the center line of West Street to the intersection of West Street and Murray Street. Any tax lot which is partly located inside such area shall be deemed to be entirely located inside such area. d. A tenant who uses taxable premises for renting to others for residential purposes to the extent of seventy-five per centum or more of the rentable floor space shall be exempt from the tax imposed by this chapter in respect to the rent paid for such premises from the time that construction thereof commences, provided, however, that this paragraph shall not be applicable to hotels, apartment hotels or lodging houses as defined in former title V of chapter forty-six of the code. e. (1) A tenant who uses taxable premises for a dramatic or musical arts performance for less than four weeks where there is no indication prior to or at the time that such performance commences that the performance is intended to continue for less than four weeks shall be exempt from the tax imposed by this chapter with respect to the rent paid for such taxable premises. (2) (i) Notwithstanding any other provision of law to the contrary, a tenant who uses taxable premises for the production and performance of a theatrical work shall be exempt from the tax imposed by this chapter with respect to the rent paid for such taxable premises for a period not exceeding fifty-two weeks beginning on the date that the production of such theatrical work commences, provided, however, that this subparagraph shall not apply to any theatrical work the production of which commenced prior to June first, nineteen hundred ninety-five. (ii) For purposes of this paragraph, the term \"theatrical work\" shall mean a performance or repetition thereof in a theater of a live dramatic performance (whether or not musical in part) that contains sustained plots or recognizable thematic material, including so-called legitimate theater plays or musicals, dramas, melodramas, comedies, compilations, farces or reviews, provided that such performance is intended to be open to the public for at least two weeks. The term \"theatrical work\" shall not include performances of any kind in a roof garden, cabaret or similar place, circuses, ice skating shows, aqua shows, variety shows, magic shows, animal acts, concerts, industrial shows or similar performances, or radio or television performances, whether or not such performances are pre-recorded for later broadcast. f. (1) A tenant who is an eligible business and has obtained the certifications required by paragraph four of this subdivision shall be permitted to reduce his or her base rent for particular premises to which he or she has relocated by an amount determined by multiplying such base rent by a fraction the numerator of which is the number of eligible aggregate employment shares maintained by such tenant with respect to such premises in the tax year for which such tenant claims the reduction and the denominator of which is a number equal to the number of aggregate employment shares maintained by such tenant in such premises in the tax year for which such tenant claims the reduction allowed by this subdivision, provided, however, that such denominator shall not exceed the highest number of aggregate employment shares maintained by such tenant in such premises in any of the tax years described below which commence prior to or concurrently with the tax year for which such tenant claims the reduction allowed by this subdivision: (i) the tax year during which such tenant relocates to such particular premises; and (ii) each of the three tax years immediately succeeding the tax year during which such tenant relocates to such premises. Base rent for a particular premises may be reduced as provided in this subdivision for the tax year during which the tenant relocates to such premises and for any of the twelve immediately succeeding tax years during which the tenant maintains eligible aggregate employment shares with respect to such premises, provided, however, that there shall be no such reduction with respect to base rent for any part of the tax year preceding the date of relocation to such premises, and provided, further, however, in the twelfth succeeding tax year there shall be a reduction only with respect to base rent for the period (commencing on the first day of such tax year) equal to the difference between the total number of days in the tax year of relocation and the number of days in such tax year of relocation commencing with and following the date of relocation, and provided, further, that there shall be no such reduction with respect to premises used for retail activity or hotel services. (2) (i) For purposes of this subdivision, the terms \"eligible area,\" \"eligible aggregate employment shares,\" \"relocate,\" \"retail activity\" and \"hotel services\" shall have the meanings ascribed by section 22-621 of the code, provided that whenever the term \"taxable year\" appears in such section 22-621, such term shall be read as \"tax year,\" as the term \"tax year\" is defined in subdivision twelve of section 11-701 of this chapter except when the taxable year referred to is the taxable year immediately preceding the taxable year during which such tenant relocates. (ii) For purposes of this subdivision, the term \"eligible business\" shall have the meaning ascribed by section 22-621 of the code, provided that such term shall in addition include any person subject to a tax imposed under subchapter four of chapter six of this title and any person who is an insurance corporation as defined in section one thousand five hundred of the tax law, which: (A) has been conducting substantial business operations at one or more business locations outside the eligible area for the twenty-four consecutive months immediately preceding the taxable year during which such eligible business relocates; and (B) on or after May twenty-seventh, nineteen hundred eighty-seven relocates all or part of such business operations; and (C) on or after May twenty-seventh, nineteen hundred eighty-seven first enters into a lease for the premises to which it relocates or a parcel on which will be constructed such premises. (3) The reduction allowed by this subdivision may be claimed on an estimated basis on the returns filed for the tax periods ending on the last days of August, November and February of each year if, and to the extent, permitted by regulations promulgated by the commissioner of finance. (4) No tenant shall be authorized to receive a reduction in base rent subject to tax under the provisions of this subdivision, until the premises with respect to which it is claiming a reduction in base rent meet the requirements in the definition of eligible premises and until it has obtained a certification of eligibility from the mayor or an agency designated by the mayor, and an annual certification from the mayor or an agency designated by the mayor as to the number of eligible aggregate employment shares maintained by such tenant which may qualify for obtaining a base rent reduction for the tenant's tax year. Any written documentation submitted to the mayor or such agency or agencies in order to obtain any such certification shall be deemed a written instrument for purposes of section 175.00 of the penal law. Application fees for such certifications shall be determined by the mayor or such agency or agencies. No certification of eligibility shall be issued to an eligible business on or after July first, nineteen hundred ninety-nine unless such business meets the requirements of either subparagraph (a) or (b) below: (a) (1) prior to such date such business has purchased, leased or entered into a contract to purchase or lease particular premises or a parcel on which will be constructed such premises or already owned such premises or parcel; (2) prior to such date improvements have been commenced on such premises or parcel which improvements will meet the requirements of subdivision (e) of section 22-621 of this code relating to expenditures for improvements; (3) prior to such date such business submits a preliminary application for a certification of eligibility to such mayor or such agency or agencies with respect to a proposed relocation to such particular premises; and (4) such business relocates to such particular premises not later than thirty-six months or, in a case in which the expenditures made for the improvements specified in clause two of this subparagraph are in excess of fifty million dollars within seventy-two months from the date of submission of such preliminary application; or (b) (1) not later than June thirtieth, two thousand two, such business has purchased, leased or entered into a contract to purchase or lease particular premises wholly contained in a building in which at least an aggregate of forty per centum or two hundred thousand square feet, whichever is less, of the nonresidential floor area of such building has been purchased or leased by a business or businesses which meet or will meet the requirements of subparagraph (a) of this paragraph with respect to such floor area and which are or will become certified as eligible to receive a credit under section 22-622 of this code with respect to such floor area; (2) not later than June thirtieth, two thousand two, such business submits a preliminary application for a certification of eligibility to such mayor or such agency or agencies with respect to a proposed relocation to such particular premises; and (3) not later than June thirtieth, two thousand two, such business relocates to such particular premises. Any tenant subject to a tax imposed under chapter five, or subchapter two or three of chapter six, of this title obtaining a certification of eligibility pursuant to subdivision (b) of section 22-622 of the code shall be deemed to have obtained the certification of eligibility required by this paragraph. g. Whenever the rent paid by a tenant for his or her occupancy of taxable premises is measured in whole or in part by the gross receipts from the tenant's sales within such place, the tenant's rent, to the extent paid on the basis of such gross receipts, shall be deemed not to exceed fifteen percent of such gross receipts. h. (1) In the case of any taxable premises located in the borough of Manhattan north of the center line of ninety-sixth street or in the boroughs of the Bronx, Brooklyn, Queens and Staten Island, the base rent for such premises shall be reduced by ten percent for the period beginning on January first, nineteen hundred eighty-six and ending May thirty-first, nineteen hundred eighty-seven, by twenty percent for the period beginning June first, nineteen hundred eighty-seven and ending May thirty-first, nineteen hundred eighty-nine, and by thirty percent for the period beginning June first, nineteen hundred eighty-nine and ending August thirty-first, nineteen hundred ninety-five, such reduction to be made after all other exemptions and deductions authorized by this chapter have been taken. For periods beginning September first, nineteen hundred ninety-five and thereafter, a tenant of taxable premises located in that part of the city specified in the preceding sentence shall be exempt from the payment of the tax imposed by this chapter with respect to the rent for such taxable premises. (2) In the case of any taxable premises located in the borough of Manhattan south of the center line of ninety-sixth street, the base rent for such premises shall be reduced by (i) fifteen percent for the period beginning March first, nineteen hundred ninety-six and ending May thirty-first, nineteen hundred ninety-six, (ii) twenty-five percent for the period beginning June first, nineteen hundred ninety-six and ending August thirty-first, nineteen hundred ninety-eight, and (iii) thirty-five percent for periods beginning September first, nineteen hundred ninety-eight and thereafter, such reduction to be made after all other exemptions and deductions authorized by this chapter have been taken. i. (1) (a) (i) For purposes of, and to the extent relevant to, this subdivision, the following terms shall, except to the extent hereinafter modified, have the definitions assigned to such terms in section four hundred ninety-nine-a of the real property tax law, and such definitions shall apply with the same force and effect as if they had been set forth in full in this subdivision: \"abatement zone,\" \"aggregate floor area,\" \"applicant,\" \"department of finance,\" \"eligible building,\" \"eligibility period,\" \"eligible premises,\" \"expansion premises,\" \"expansion tenant,\" \"governmental agency,\" \"landlord,\" \"lease commencement date,\" \"mixed-use building,\" \"new tenant,\" \"person,\" \"relocation area,\" \"renewal tenant,\" \"rent commencement date,\" \"subtenant\" and \"tenant.\" (ii) For purposes of this subdivision, the definitions assigned by clause (i) of this subparagraph to the terms \"eligible premises,\" \"expansion tenant,\" \"landlord,\" \"new tenant\" and \"renewal tenant\" shall be modified as follows: (A) whenever the term \"eligible building\" appears in any of such definitions, such term, notwithstanding anything to the contrary, shall be deemed to include an eligible government-owned building and, for purposes of subparagraph (b-2) of paragraph two of subdivision i of this section, a non-residential or mixed-use building located south of the center line of Canal Street in the borough of Manhattan, regardless of when it received its initial certificate of occupancy or initial temporary certificate of occupancy and regardless of when it was constructed and shall be deemed to include an eligible government-owned building; and (B) a reference in any of such definitions to a lease which meets the eligibility requirements of section four hundred ninety-nine-c of the real property tax law shall be deemed to include, in the case of a lease of premises in an eligible government-owned building, a lease which meets the eligibility requirements of paragraph four of this subdivision. (b) When used in this subdivision, the following terms shall mean or include: (i) \"Eligible government-owned building.\" A building that would be an eligible building, as such term is defined in section four hundred ninety-nine-a of the real property tax law, but for the fact that it is owned by a governmental agency. (ii) \"Eligible taxable premises.\" Taxable premises that are eligible premises or expansion premises. (iii) \"Eligible tenant.\" A tenant with respect to whose lease of eligible taxable premises there has been issued a certificate of abatement or a certificate of eligibility. (iv) \"Base year.\" The twelve-month period that commences on the rent commencement date. (v) \"Base rent for the base year.\" The total base rent for eligible taxable premises for the base year, determined without regard to the special reduction allowed by this subdivision. (vi) \"Certificate of abatement.\" The certificate of abatement issued pursuant to section four hundred ninety-nine-d of the real property tax law. (vii) \"Certificate of eligibility.\" The certificate of eligibility issued pursuant to paragraph five of this subdivision. (2) (a) An eligible tenant of eligible taxable premises shall be allowed a special reduction in determining the taxable base rent for such eligible taxable premises. Such special reduction shall be allowed with respect to the rent for such eligible taxable premises for a period not exceeding sixty months or, with respect to a lease commencing on or after April first, nineteen hundred ninety-seven with an initial lease term of less than five years, but not less than three years, for a period not exceeding thirty-six months, commencing on the rent commencement date applicable to such eligible taxable premises, provided, however, that in no event shall any special reduction be allowed for any period beginning after March thirty-first, two thousand twenty. For purposes of applying such special reduction, the base rent for the base year shall, where necessary to determine the amount of the special reduction allowable with respect to any number of months falling within a tax period, be prorated by dividing the base rent for the base year by twelve and multiplying the result by such number of months. (a-1) Notwithstanding paragraph one of this subdivision, for purposes of, and to the extent relevant to, the special reduction allowed by this subparagraph, the definitions set forth in section four hundred ninety-nine-aa of the real property tax law shall apply with the same force and effect as if they had been set forth in full in this subdivision, except as such definitions are hereinafter modified. An eligible tenant of eligible taxable premises shall be allowed a special reduction in determining the taxable base rent for such eligible taxable premises, provided, however, that (i) such eligible taxable premises are eligible premises as defined in paragraph (c) of subdivision ten of section four hundred ninety-nine-aa of the real property tax law, (ii) such eligible taxable premises are located in the special garment center district identified in the abatement zone defined in paragraph (c) of subdivision two of section four hundred ninety-nine-aa of the real property tax law, (iii) the lease for such eligible taxable premises commences within the eligibility period applicable to the abatement zone defined in paragraph (c) of subdivision two of section four hundred ninety-nine-aa of the real property tax law, (iv) the lease for such eligible taxable premises has an initial lease term of at least three years and (v) such special reduction is limited to the benefit period, as defined in subdivision five of section four hundred ninety-nine-aa of the real property tax law, applicable to a lease commencing on or after July first, two thousand five for eligible premises located within the abatement zone defined in paragraph (c) of subdivision two of section four hundred ninety-nine-aa of the real property tax law. (a-2) The amount of the special reduction allowed by subparagraph (a-1) of this paragraph shall be determined as follows: (i) For the base year the amount of such special reduction shall be equal to the base rent for the base year. (ii) For the first through ninth twelve-month periods following the base year the amount of such special reduction shall be equal to the lesser of (A) the base rent for each such twelve-month period or (B) the base rent for the base year. (a-3) When used in this subdivision, for purposes of the special reduction allowed by subparagraph (a-1) of this paragraph, the following terms shall mean or include: (i) \"Eligible taxable premises.\" Taxable premises that are eligible premises or expansion premises. (ii) \"Eligible tenant.\" A tenant with respect to whose lease of eligible taxable premises there has been issued a certificate of abatement. (iii) \"Base year.\" The twelve-month period that commences on the rent commencement date. (iv) \"Base rent for the base year.\" The total base rent for eligible taxable premises for the base year, determined without the special reduction allowed by subparagraph (a-1) of this paragraph. (v) \"Certificate of abatement.\" The certificate of abatement issued pursuant to section four hundred ninety-nine-dd of the real property tax law. (b) Except as provided in subparagraphs (b-1) and (b-2) of this paragraph, the amount of the special reduction allowed by this subdivision shall be determined as follows: (i) For the base year the amount of such special reduction shall be equal to the base rent for the base year. (ii) For the first and second twelve-month periods following the base year the amount of such special reduction shall be equal to the lesser of (A) the base rent for each such twelve-month period or (B) the base rent for the base year. (iii) For the third twelve-month period following the base year the amount of such special reduction shall be equal to two-thirds of the lesser of (A) the base rent for such twelve-month period or (B) the base rent for the base year. (iv) For the fourth twelve-month period following the base year the amount of such special reduction shall be equal to one-third of the lesser of (A) the base rent for such twelve-month period or (B) the base rent for the base year. (b-1) The amount of the special reduction allowed by this subdivision with respect to a lease commencing on or after April first, nineteen hundred ninety-seven with an initial lease term of less than five years, but not less than three years, shall be determined as follows: (i) For the base year the amount of such special reduction shall be equal to the base rent for the base year. (ii) For the first twelve-month period following the base year the amount of such special reduction shall be equal to two-thirds of the lesser of (A) the base rent for such twelve-month period or (B) the base rent for the base year. (iii) For the second twelve-month period following the base year the amount of such special reduction shall be equal to one-third of the lesser of (A) the base rent for such twelve-month period or (B) the base rent for the base year. (b-2) The amount of the special reduction allowed by this subdivision with respect to a lease other than a sublease commencing between July first, two thousand five and June thirtieth, two thousand thirteen with an initial or renewal lease term of at least five years shall be determined as follows: (i) For the base year the amount of such special reduction shall be equal to the base rent for the base year. (ii) For the first, second, third and fourth twelve-month periods following the base year the amount of such special reduction shall be equal to the lesser of (A) the base rent for each such twelve-month period or (B) the base rent for the base year. (c) For purposes of determining (i) whether a tenant is, pursuant to the provisions of paragraph two of subdivision b of this section, exempt from payment of the tax imposed by this chapter with respect to the base rent for eligible taxable premises or (ii) whether, and the extent to which, a tenant is eligible for the credit allowed pursuant to the provisions of section 11-704.3 of this chapter with respect to eligible taxable premises, the term \"base rent\" as used in such provisions shall be the base rent as determined prior to the allowance of any special reduction allowed by this subdivision. (d) Notwithstanding anything to the contrary, for purposes of this subdivision, expansion premises shall be treated as separate and distinct from any other premises of the expansion tenant in the same eligible building. (3) The special reduction allowed by this subdivision shall be allowed commencing on the rent commencement date; however, if the date of the certificate of abatement or certificate of eligibility is later than the rent commencement date, the tenant shall not, in the first instance, claim the special reduction on any return required to be filed for a tax period ending prior to the date of such certificate of abatement or certificate of eligibility. If the date of such certificate of abatement or certificate of eligibility falls in a tax period subsequent to the tax period in which the rent commencement date falls, but both such dates fall within the same tax year, the special reduction that was not claimed in the first instance for any period preceding the date of such certificate of abatement or certificate of eligibility shall be reflected in the final return for the tax year. If the date of the certificate of abatement or certificate of eligibility falls in the tax year following the tax year in which the rent commencement date falls, an amended final return shall be filed for such earlier tax year in which shall be reflected any special reduction allowable for such tax year; in addition, the final return for such later tax year shall reflect any special reduction that was not claimed in the first instance for any period in such tax year preceding the date of the certificate of abatement or certificate of eligibility. (4) (a) With respect to premises located in an eligible government-owned building, no special reduction shall be allowed under this subdivision unless: (i) the landlord enters into a lease for eligible premises with a new tenant or a renewal tenant and: (A) the lease commencement date is within the eligibility period; and (B) (I) if, by the sixtieth day following the rent commencement date, such new or renewal tenant employs fifty or fewer employees in the eligible premises, the initial lease term is for a period of at least five years, provided, however, that with respect to a lease commencing on or after July first, nineteen hundred ninety-six if, by the sixtieth day following the rent commencement date, such new or renewal tenant employs one hundred twenty-five or fewer employees in the eligible premises, the initial lease term is for a period of at least five years, and provided, further, that with respect to a lease commencing on or after April first, nineteen hundred ninety-seven if, by the sixtieth day following the rent commencement date, such new or renewal tenant employs one hundred twenty-five or fewer employees in the eligible premises, the initial lease term is for a period of at least three years, or (II) if, by the sixtieth day following the rent commencement date, such new or renewal tenant employs more than fifty employees in the eligible premises, the initial lease term is for a period of at least ten years, provided, however, that with respect to a lease commencing on or after July first, nineteen hundred ninety-six if, by the sixtieth day following the rent commencement date, such new or renewal tenant employs more than one hundred twenty-five employees in the eligible premises, the initial lease term is for a period of at least ten years; or (ii) the landlord enters into a lease with an expansion tenant for expansion premises and: (A) the lease commencement date is within the eligibility period; (B) if the expansion premises are located in the eligible building previously occupied by such expansion tenant, the lease term for the premises in the eligible building previously occupied by such expansion tenant will expire no earlier than the expiration date of the initial lease term for the expansion premises, provided that where such expansion tenant occupies premises in the eligible building under more than one lease, the foregoing provision of this subclause shall be applied with reference to the lease for the premises containing the largest amount of square feet, provided, however, that this subclause shall not apply to a lease commencing on or after July first, nineteen hundred ninety-six; and (C) (I) if, by the sixtieth day following the rent commencement date, such expansion tenant employs fifty or fewer employees in the eligible building in which the expansion premises are located, the initial lease term for the expansion premises is for a period of at least five years, provided, however, that with respect to a lease commencing on or after July first, nineteen hundred ninety-six if, by the sixtieth day following the rent commencement date, such expansion tenant employs one hundred twenty-five or fewer employees in the expansion premises, the initial lease term for the expansion premises is for a period of at least five years, and provided, further, that with respect to a lease commencing on or after April first, nineteen hundred ninety-seven if, by the sixtieth day following the rent commencement date, such expansion tenant employs one hundred twenty-five or fewer employees in the expansion premises, the initial lease term for the expansion premises is for a period of at least three years, or (II) if, by the sixtieth day following the rent commencement date, such expansion tenant employs more than fifty employees in such eligible building, the initial lease term for the expansion premises is for a period of at least ten years, provided, however, that with respect to a lease commencing on or after July first, nineteen hundred ninety-six if, by the sixtieth day following the rent commencement date, such expansion tenant employs more than one hundred twenty-five employees in the expansion premises, the initial lease term for the expansion premises is for a period of at least ten years. (b) Notwithstanding anything in this subdivision to the contrary, with respect to premises located in an eligible government-owned building, no certificate of eligibility shall be issued and no special reduction shall be allowed under this subdivision if: (i) the tenant has relocated to such premises from any area in the borough of Manhattan north of the center line of 96th street or from any portion of the boroughs of the Bronx, Brooklyn, Queens, or Staten Island; or (ii) the lease for such premises provides that during the initial lease term required under subparagraph (a) of this paragraph either the landlord or the tenant may terminate such lease prior to the expiration of such required initial lease term, provided that such lease may provide that either the landlord or the tenant may terminate such lease if (A) the other party is in default of any of such party's obligations under the lease, (B) the eligible premises are damaged or destroyed by fire or other casualty, (C) the eligible premises are rendered unusable for any reason not attributable to any act or failure to act of either tenant or landlord or (D) the eligible premises are acquired by eminent domain. (c) For purposes of this paragraph, the expiration date of a lease shall be determined by the expiration date set forth in such lease, without giving effect to any rights of the landlord or the tenant to terminate such lease prior to the expiration date set forth therein. (5) (a) (i) With respect to premises located in an eligible government-owned building, an application for a certificate of eligibility entitling a tenant to claim the special reduction allowed by this subdivision shall be filed by such tenant with the department of finance on or after the date on which the lease for the eligible premises is executed by the landlord and tenant but in no event more than one hundred eighty days following the later of the rent commencement date or the date that chapter four of the laws of nineteen hundred ninety-five became a law, and no such certificate of eligibility shall be issued unless such application is filed within such time. (ii) Notwithstanding clause (i) of this subparagraph and any other provision of law to the contrary, with respect to a lease commencing on or after July first, nineteen hundred ninety-six in premises located in an eligible government-owned building, an application for a certificate of eligibility entitling a tenant to claim the special reduction allowed by this subdivision shall be filed by such tenant with the department of finance on or after the date on which the lease for the eligible premises is executed by the landlord and tenant but in no event more than one hundred eighty days following the rent commencement date or sixty days following the date that the chapter of the laws of nineteen hundred ninety-seven that added this clause became a law, whichever is later, and no such certificate of eligibility shall be issued unless such application is filed within such time. (b) In addition to any other information required by the department of finance, such application for a certificate of eligibility shall include (i) an abstract of the lease for the eligible taxable premises, which shall include the lease commencement date, the rent commencement date and the expiration date of such lease, (ii) a statement as to the number of persons employed by the tenant in the eligible taxable premises and, where applicable, in the eligible building containing such premises, by the sixtieth day following the rent commencement date, (iii) a statement as to the location of all office or retail space in the city occupied by the tenant prior to the execution of the lease for the eligible taxable premises and the commencement and expiration dates of all leases for such office or retail space located in the abatement zone. Such application shall also state that the tenant agrees to comply with and be subject to such rules as may be issued from time to time by the department of finance. (c) The department of finance shall issue a certificate of eligibility upon determining that an application filed pursuant to this paragraph meets the requirements set forth in this subdivision, provided, however, that no such certificate of eligibility shall be issued if any payments in lieu of taxes, water or sewer charges or other lienable charges are due and owing with respect to such eligible government-owned building at the time such application is pending, unless such payments in lieu of taxes or charges are at such time being paid in timely installments pursuant to a written agreement with the department of finance or other appropriate agency. (d) The burden of proof shall be on the tenant to show by clear and convincing evidence that the requirements for granting a certificate of eligibility have been satisfied. The department of finance shall have the authority to require that statements in connection with applications pursuant to this paragraph be made under oath. (e) The department of finance may provide by rule for the payment by tenants of premises in eligible government-owned buildings of reasonable administrative charges or fees necessary to defray expenses in connection with the determination of initial and continuing eligibility for the special reduction allowed by this subdivision. (6) (a) If an eligible tenant (i) sublets any portion of the eligible taxable premises to any other person, or (ii) otherwise ceases to occupy or use any portion of the premises as eligible taxable premises, such tenant shall, immediately upon the occurrence of any such event, cease to be eligible for the special reduction allowed by this subdivision with respect to the portion of the premises which is sublet or which ceases to be occupied or used by such tenant as eligible taxable premises, and for any period following the occurrence of any such event, the special reduction otherwise allowed by this subdivision shall be reduced by an amount determined by multiplying the amount of such special reduction by the percentage of the premises which is sublet or which has ceased to be occupied or used as eligible taxable premises. Such tenant shall give written notice of the occurrence of any such event to the department of finance within thirty days thereof. If the tenant fails to give such notice, an assessment of any additional tax that may become due as a result of the occurrence of any such event may be made at any time, notwithstanding anything in section 11-717 of this chapter to the contrary. (b) Notwithstanding anything in this chapter to the contrary, a tenant claiming the special reduction allowed by this subdivision shall file a return for each tax period with respect to which such special reduction is claimed. Each such return shall contain a certification by the tenant, in such form as the department of finance may prescribe, to the effect that such tenant meets all the requirements of this subdivision, and no special reduction shall be allowed if such return does not contain such certification by such tenant. (c) If any special reduction allowed under this subdivision was obtained by a tenant as a result of having made a false or misleading statement as to a material fact or having omitted to state any material fact necessary in order to make such statement not false or misleading, no such special reduction shall be allowed and any additional tax that becomes due as a result of such disallowance may be assessed at any time, notwithstanding anything in section 11-717 of this chapter to the contrary. In addition, the department of finance may declare any such tenant to be ineligible to claim any special reduction under this subdivision in the future with respect to the same or any other premises. 7. A determination by the department of finance pursuant to subdivision six of section four hundred ninety-nine-f of the real property tax law to deny, terminate or revoke any abatement applied for or granted pursuant to title four of article four of the real property tax law based on the relationship between the landlord and the tenant shall not be dispositive of whether such tenant is eligible for a special reduction under this subdivision. The department of finance may determine that such tenant is eligible for a special reduction under this subdivision and may issue a certificate of eligibility to such tenant in accordance with the procedures and pursuant to the standards applicable to a tenant of premises located in an eligible government-owned building, provided, however, that any application filed pursuant to paragraph five of this subdivision by a tenant whose application for a certificate of abatement pursuant to title four of article four of the real property tax law was denied by the department of finance pursuant to subdivision six of section four hundred ninety-nine-f of the real property tax law based on the relationship between the landlord and the tenant, or by a tenant whose application for a certificate of abatement pursuant to title four of article four of the real property tax law was granted by the department of finance, but whose abatement was terminated or revoked by the department of finance pursuant to subdivision six of section four hundred ninety-nine-f of the real property tax law based on the relationship between the landlord and the tenant, may be deemed by the department of finance to have been filed on the date the application for such certificate of abatement was filed. This paragraph shall only apply to leases commencing on or after April first, nineteen hundred ninety-seven. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "7",
    "text": "COMMERCIAL RENT OR OCCUPANCY TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "704",
    "identifier": "11-704",
    "catch_text": "Exemptions and deductions from base rent."
  }
}