{
  "text": "ยง 11-704.3 Tax credit. (a) (1) For the period beginning September first, nineteen hundred ninety-five and ending May thirty-first, nineteen hundred ninety-six, a credit shall be allowed against the tax imposed by this chapter, such credit to be determined in accordance with the following table: If the tenant's annualized The credit shall be an amount equal base rent for such period is: to the following percentage of the tax imposed on such annualized base rent for such period: At least: But not over: $40,000 $44,999 80% $45,000 $49,999 60% $50,000 $54,999 40% $55,000 $59,999 20% If the tenant's annualized base rent for such period is over fifty-nine thousand nine hundred ninety-nine dollars, no credit shall be allowed under this paragraph. (2) For the tax year beginning June first, nineteen hundred ninety-six and ending May thirty-first, nineteen hundred ninety-seven, a credit shall be allowed against the tax imposed by this chapter, such credit to be determined in accordance with the following table: If the tenant's base rent is: The credit shall be an amount equal to the following percentage of the tax imposed on such base rent for the tax year: At least: But not over: $40,000 $44,999 80% $45,000 $49,999 60% $50,000 $54,999 40% $55,000 $59,999 20% If the tenant's base rent is over fifty-nine thousand nine hundred ninety-nine dollars, no credit shall be allowed under this paragraph. (3) For each tax year beginning on or after June first, nineteen hundred ninety-seven and ending on or before May thirty-first, two thousand, a credit shall be allowed against the tax imposed by this chapter, such credit to be determined in accordance with the following table: If the tenant's base rent is: The credit shall be an amount equal to the following percentage of the tax imposed by this chapter for the tax year: At least: But not over: $100,000 $109,999 80% $110,000 $119,999 60% $120,000 $129,999 40% $130,000 $139,999 20% If the tenant's base rent is over one hundred thirty-nine thousand nine hundred ninety-nine dollars, no credit shall be allowed under this paragraph. For purposes of this paragraph, 'base rent' shall be calculated without regard to any reduction in base rent allowed by paragraph two of subdivision h of section 11-704 of this chapter. (4) For the period beginning June first, two thousand and ending November thirtieth, two thousand, a credit shall be allowed against the tax imposed by this chapter, such credit to be determined in accordance with the following table: If the tenant's annualized The credit shall be an amount equal base rent for such period is: to the following percentage of the tax imposed on such annualized base rent for such period: At least: But not over: $100,000 $109,999 80% $110,000 $119,999 60% $120,000 $129,999 40% $130,000 $139,999 20% If the tenant's annualized base rent for such period is over one hundred thirty-nine thousand nine hundred ninety-nine dollars, no credit shall be allowed under this paragraph. For purposes of this paragraph 'base rent' shall be calculated without regard to any reduction in base rent allowed by paragraph two of subdivision h of section 11-704 of this chapter. (5) For the period beginning December first, two thousand and ending May thirty-first, two thousand one, a credit shall be allowed against the tax imposed by this chapter, such credit to be determined in accordance with the following table: If the tenant's annualized The credit shall be an amount equal base rent for such period is: to the following percentage of the tax imposed on such annualized base rent for such period: At least: But not over: $150,000 $159,999 80% $160,000 $169,999 60% $170,000 $179,999 40% $180,000 $189,999 20% If the tenant's annualized base rent for such period is over one hundred eighty-nine thousand nine hundred ninety-nine dollars, no credit shall be allowed under this paragraph. For purposes of this paragraph, 'base rent' shall be calculated without regard to any reduction in base rent allowed by paragraph two of subdivision h of section 11-704 of this chapter. (6) For each tax year beginning on or after June first, two thousand one, a credit shall be allowed against the tax imposed by this chapter as follows: a tenant whose base rent is at least two hundred and fifty thousand dollars but not more than three hundred thousand dollars shall be allowed a credit in an amount determined by multiplying three and nine-tenths percent of base rent by a fraction the numerator of which is three hundred thousand dollars minus the amount of base rent and the denominator of which is fifty thousand dollars. If the tenant's base rent is over three hundred thousand dollars, no credit shall be allowed under this paragraph. For purposes of this paragraph, 'base rent' shall be calculated without regard to any reduction in base rent allowed by paragraph two of subdivision h of section 11-704 of this chapter. (b) (1) Where the base rent of a tenant is for a period of less than one year, such base rent shall, for purposes of this section, be determined as if it had been on an equivalent basis for the entire year. The credits allowed under this section shall be deducted prior to the deduction of any credit allowable under section 11-704.1 of this chapter. (2) For purposes of paragraphs four and five of subdivision (a) of this section, base rent for the period specified in each of such paragraphs shall be separately annualized as if it had been on an equivalent basis for an entire year, irrespective of the actual base rent for the tax year including the period specified in such paragraph. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "7",
    "text": "COMMERCIAL RENT OR OCCUPANCY TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "704",
    "identifier": "11-704.3",
    "catch_text": "Tax credit."
  }
}