{
  "text": "ยง 11-702 Imposition of tax. a. (1) For each tax year commencing on or after June first, nineteen hundred sixty-three and ending on or before May thirty-first, nineteen hundred seventy, every tenant shall pay a tax of two and one-half per centum of his or her base rent for such tax year where his or her base rent is not in excess of twenty-five hundred dollars per year or where his or her base rent is for a period of less than one year and would not exceed twenty-five hundred dollars for a year if it were paid on an equivalent basis for an entire year or a tax of five per centum of his or her base rent for such tax year where his or her base rent is in excess of twenty-five hundred dollars per year or where his or her base rent is for a period of less than one year and would exceed twenty-five hundred dollars a year if it were paid on an equivalent basis for an entire year. (2) For each tax year commencing on or after, June first, nineteen hundred seventy, every tenant shall pay a tax at the rates shown in the following tables: When the annual rent is: But not more than: The rate shall be: 0..................... $2,499 2 1/2% of the rent $ 2,500 or over....... $4,999 5% of the rent $ 5,000 or over....... $7,999 6 1/4% of the rent $ 8,000 or over....... $10,999 7% of the rent $11,000 and over...... 7 1/2% of the rent For tax years embraced within the period beginning after May thirty-first, nineteen hundred seventy-seven and ending May thirty-first, nineteen hundred eighty, the tax shall be imposed at rates equal to ninety percent of the rates shown in the foregoing table. For tax years beginning after May thirty-first, nineteen hundred eighty and ending May thirty-first, nineteen hundred eighty-one, the tax shall be imposed at rates equal to eighty-five percent of the rates shown in the foregoing table. For tax years beginning after May thirty-first, nineteen hundred eighty-one, the tax shall be imposed at rates equal to eighty percent of the rates shown in the foregoing table. Where the rent is for a period of less than one year, the rate shall be determined by assuming that the rent is on an equivalent basis for the entire year. b. Nothing contained in this chapter shall be deemed to require payment of a double or multiple tax pursuant to this chapter on any part of any taxable premises. c. Where a tenant pays an undivided rent for premises used both for residential purposes and as taxable premises, the tax shall be applicable to so much of the rent as is ascribable to the portion of such premises used as taxable premises. Where, however, the rent ascribable to so much of such premises as is used as taxable premises does not exceed fifty dollars a month, such rent shall be excluded from such tenant's base rent. Nothing contained in this subdivision shall be construed as indicating an intent to exclude any base rent from the tax imposed by this chapter merely because it is paid as part of an undivided rent for premises which are only partially used as taxable premises. d. The tax imposed by this chapter shall be in addition to any and all other taxes including the public housing tax imposed by chapter ten of this title. e. Nothing contained in this section shall be construed as permitting base rent of a tenant for one taxable premises to be reduced by deducting rents received by him or her for another taxable premises of which he or she is also a tenant. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "7",
    "text": "COMMERCIAL RENT OR OCCUPANCY TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "702",
    "identifier": "11-702",
    "catch_text": "Imposition of tax."
  }
}