{
  "text": "ยง 11-706 Payment of tax. a. The tax imposed by this chapter shall be due and payable on or before the twentieth day of the calendar month following the end of each tax period and shall be paid to the commissioner of finance, as follows: The tax to be paid at such time shall be based on the base rent for such tax period and the rate of tax shall be the one which would be applicable if the base rent for such period were the same for each tax period during the tax year, except that the payment required to be made together with the final return or at the time that the final return should be filed shall be the amount by which the actual tax for the tax year exceeds the amounts previously paid for the tax year. b. Where the final return shows that the amount of tax paid for the tax year exceeds the actual tax for such year, the commissioner of finance shall make the appropriate refund as promptly as possible, provided, however, that where the commissioner of finance has reason to believe that the final return is inaccurate, the commissioner may withhold the refund in whole or in part. The making of a refund pursuant to this subdivision shall not prevent the commissioner of finance from making a determination that additional tax is due or from pursuing any other method to recover the full amount of the actual tax due for the tax year. c. Where a tenant ceases to do business the tax, as measured by the tenant's base rent for the prior part of the tax year, shall be due immediately, and the tenant shall file a final return, but, should the tenant continue to pay rent for the taxable premises, the tenant shall file the normally required returns and a final return for the tax year, provided, however, that any such tax payment shall be applied in reduction of the tax payments required to be made with such returns or with the final return for such tax year. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "7",
    "text": "COMMERCIAL RENT OR OCCUPANCY TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "706",
    "identifier": "11-706",
    "catch_text": "Payment of tax."
  }
}