{
  "text": "ยง 11-701 Definitions. When used in this chapter the following terms shall mean or include: 1. \"Person.\" An individual, partnership, society, association, joint stock company, corporation, estate, receiver, assignee, trustee or any other person acting in a fiduciary capacity, whether appointed by a court or otherwise, and any combination of individuals. 2. \"Landlord.\" A person who grants the right to use or occupy premises to any lessee, sublessee, licensee or concessionaire, whether or not such person is the owner of the premises. 3. \"Tenant.\" A person paying or required to pay rent for premises as a lessee, sublessee, licensee or concessionaire. 4. \"Premises.\" Any real property or part thereof, and any structure thereon or space therein. 5. \"Taxable premises.\" Any premises in the city occupied, used or intended to be occupied or used for the purpose of carrying on or exercising any trade, business, profession, vocation or commercial activity, including any premises so used even though it is used solely for the purpose of renting, or granting the right to occupy or use, the same premises in whole or in part to tenants; except premises within the area leased by the city of New York to the New York world's fair 1964-1965 corporation pursuant to chapter four hundred twenty-eight of the laws of nineteen hundred sixty, as amended during the period of such lease. 6. \"Rent.\" The consideration paid or required to be paid by a tenant for the use or occupancy of premises, valued in money, whether received in money or otherwise, including all credits and property or services of any kind and including any payment required to be made by a tenant on behalf of his or her landlord for real estate taxes, water rents or charges, sewer rents or any other expenses (including insurance) normally payable by a landlord who owns the realty other than expenses for the improvement, repair or maintenance of the tenant's premises. 7. \"Base rent.\" The rent paid for each taxable premises by a tenant to his or her landlord for a period, less the amounts received by or due such tenant for the same period from any tenant of any part of such premises: (i) as rent for premises which constitute taxable premises of such tenant except where such tenant is exempt from tax thereon pursuant to subdivision b or paragraph six of subdivision c of section 11-704 of this chapter; provided, however, that for tax periods beginning on and after June first, nineteen hundred eighty-five, rent received or due from a tenant exempt from tax thereon pursuant to paragraph two of subdivision b of section 11-704 of this chapter, as such paragraph two was in effect immediately prior to its amendment by local law number fifty-seven for the year nineteen hundred ninety-three, may be deducted if such tenant occupies or uses the premises pursuant to a written agreement made prior to June first, nineteen hundred eighty-four, the terms and conditions of which have not been changed or amended; and provided, further, that for tax periods beginning on and after June first, nineteen hundred eighty-five, with respect to a tenant exempt from tax pursuant to paragraph two of subdivision b of section 11-704 of this chapter, as such paragraph two was in effect immediately prior to its amendment by local law number fifty-seven for the year nineteen hundred ninety-three, because of the reduction in base rent provided for in subdivision h of section 11-704 of this chapter, rent received or due from such tenant may be deducted if such tenant occupies or uses the premises pursuant to a written agreement made prior to June first, nineteen hundred eighty-five, the terms and conditions of which have not been changed or amended; and provided, further, that for tax periods beginning on and after June first, nineteen hundred ninety-four, with respect to a tenant exempt from tax pursuant to paragraph two of subdivision b of section 11-704 of this chapter as a result of the amendment of such paragraph two by local law number fifty-seven for the year nineteen hundred ninety-three, whether or not such exemption is due to the reduction in base rent provided for in subdivision h of section 11-704 of this chapter, rent received or due from such tenant may be deducted if such tenant occupies or uses the premises pursuant to a written agreement made prior to June first, nineteen hundred ninety-three, the terms and conditions of which have not been changed or amended; and provided, further, that for tax periods beginning on and after July twenty-ninth, nineteen hundred eighty-seven, with respect to a tenant exempt from tax pursuant to paragraph two of subdivision b of section 11-704 of this chapter because of the reduction in base rent provided for in subdivision f of section 11-704 of this chapter, rent received or due from such tenant may be deducted; and provided, further, that, notwithstanding anything in this paragraph to the contrary, for tax periods beginning on and after June first, nineteen hundred ninety-five, with respect to a tenant exempt from tax pursuant to paragraph two of subdivision b of section 11-704 of this chapter, rents received or due from such tenant may be deducted; (ii) as rent for premises which do not constitute taxable premises and which are used by such tenant as lodging or residential premises (including such residential premises in hotels, apartment hotels or lodging houses as defined in former title V of chapter forty-six of the code); (iii) who is exempt from tax under subdivision a of section 11-704 of this chapter; (iv) as rent for premises which do not constitute taxable premises where such rent is, or to the extent that such rent is, deductible from the base rent of such tenant by reason of paragraph five of subdivision c of section 11-704 of this chapter; and (v) as rent for premises which do not constitute taxable premises, pursuant to a common law relationship of landlord and tenant (notwithstanding the definition given to those terms by paragraphs two and three of this section) except where it is received as rent, whether or not such landlord-tenant relationship exists, for premises which are occupied as or constitute: (a) a locker, safe deposit box or beach cabana; (b) storage space in part of a warehouse or in part of any other structure or area in which goods are stored; (c) garage space or parking space in any part of a garage, of a parking lot or of a parking area where the entire garage, entire parking lot or entire parking area accommodates more than two motor vehicles; (d) an occupancy of a type which customarily has not been the subject of such a common law relationship of landlord and tenant. Nothing contained in this chapter shall be construed to permit a tenant to deduct the same rent from his or her base rent more than once. 8. \"Premises used for railroad transportation purposes.\" The portion of any premises of any person actually operating a railroad, used by such person for normal or necessary railroad transportation purposes. The words normal or necessary railroad transportation purposes, as used in this definition, shall not include any activities which are normally carried on by persons not engaged in furnishing railroad transportation service such as the operation of retail stores, barber shops, restaurants, theatres, hotels, and newsstands; nor shall such words include any activities which are not deemed transportation purposes under sections four hundred eighty-nine-b and four hundred eighty-nine-m of the real property tax law. 9. \"Premises used for air transportation purposes.\" The portion of any premises, located within an airport or within an air transportation terminal shared by more than one air line, of any person actually operating an air line as a common carrier, used by such person for normal or necessary air transportation purposes. The words normal or necessary air transportation purposes, as used in this definition, shall not include any activities which are normally carried on by persons not engaged in furnishing air transportation service such as the operation of retail stores, barber shops, restaurants, theatres, hotels and newsstands. 10. \"Return.\" Any return filed or required to be filed as herein provided other than an information return. 11. \"Tax period.\" The period for which any return is required to be filed under this chapter. 12. \"Tax year.\" June first of any calendar year through May thirty-first of the following calendar year. 13. \"Day.\" A calendar day or any part thereof. 14. \"City.\" The city of New York. 15. \"Commissioner of finance.\" The commissioner of finance of the city. 16. \"Comptroller.\" The comptroller of the city. 17. \"Dramatic or musical arts performance.\" A performance or repetition thereof in a theatre, opera house or concert hall of a live dramatic performance, whether or not musical in part. The performance encompassed by this definition shall include so-called legitimate theatre plays, musical comedies and operettas. They shall not include circuses, ice skating shows or aquashows; they shall not include performances of any kind in a roof garden, cabaret or other similar place; and they shall not include radio or television performances, whether or not such performances are prerecorded for later broadcast. 18. \"Premises used for omnibus transportation purposes.\" The portion of any premises located within a passenger terminal of any person actually operating an omnibus line or route as a common carrier, used by such person for normal or necessary omnibus line or route transportation purposes. The words normal or necessary omnibus line or route transportation purposes, as used in this definition, shall not include any activities, which are normally carried on by persons not engaged in furnishing omnibus line or route transportation services such as the operation of retail stores, barber shops, restaurants, theatres, hotels and newsstands. 19. \"Tax appeals tribunal.\" The tax appeals tribunal established by section one hundred sixty-eight of the charter. 20. \"Premises used for retail sales purposes.\" Premises primarily used for the selling or otherwise disposing or furnishing of tangible goods directly to the ultimate user or consumer. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "7",
    "text": "COMMERCIAL RENT OR OCCUPANCY TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "701",
    "identifier": "11-701",
    "catch_text": "Definitions."
  }
}