{
  "text": "ยง 11-705 Returns. a. Every tenant subject to tax under this chapter shall file with the commissioner of finance a return with respect to the taxes payable for the three month periods ending on the last days of August, November and February of each year and a final return with respect to the taxes payable for the tax year ending on the last day of May of each year. Such returns shall be filed within twenty days from the expiration of the period covered thereby. A tenant who is exempt from the tax by reason of paragraph two of subdivision b of section 11-704 of this chapter shall nevertheless be required to file a final return, provided, however, that for tax years beginning on or after June first, nineteen hundred ninety-five and ending on or before May thirty-first, nineteen hundred ninety-seven, no such final return shall be required from such exempt tenant with respect to taxable premises if (1) the tenant's rent for such premises, determined without regard to any deduction from or reduction in rent or base rent allowed by this chapter, does not exceed fifteen thousand dollars for the tax year and (2) in the case of a tenant who has more than one taxable premises, the aggregate rents for all such premises, determined without regard to any deduction from or reduction in rent or base rent allowed by this chapter, do not exceed fifteen thousand dollars for the tax year. For tax years beginning on June first, nineteen hundred ninety-seven and ending on or before May thirty-first, two thousand one, no such final return shall be required from such exempt tenant with respect to any taxable premises if (1) the tenant's rent for such premises, determined without regard to any deduction from or reduction in rent or base rent allowed by this chapter, does not exceed seventy-five thousand dollars for the tax year and (2) the amount of rent received or due from any subtenant of such exempt tenant with respect to such premises does not exceed seventy-five thousand dollars for the tax year. For tax years beginning on or after June first, two thousand one, no such final return shall be required from such exempt tenant with respect to any taxable premises if (1) the tenant's rent for such premises, determined without regard to any deduction from or reduction in rent or base rent allowed by this chapter, does not exceed two hundred thousand dollars for the tax year and (2) the amount of rent received or due from any subtenant of such exempt tenant with respect to such premises does not exceed two hundred thousand dollars for the tax year. Notwithstanding anything in this subdivision to the contrary, for tax periods beginning on or after September first, nineteen hundred ninety-five, no return shall be required pursuant to this subdivision with respect to any taxable premises located in that part of the city specified in paragraph one of subdivision h of section 11-704 of this chapter, and no such taxable premises shall be taken into account for purposes of clause two of the preceding sentence. The commissioner of finance may permit or require returns (including final returns) to be made for other periods and upon such dates as the commissioner may specify and if he or she deems it necessary, in order to insure the payment of the tax imposed by this chapter, the commissioner may require such returns to be made for shorter periods than those prescribed by the foregoing provisions of this section, and upon such dates as he or she may specify. b. The commissioner of finance may by regulation require the filing of information returns and supplemental information returns by landlords and by tenants of taxable premises, whether or not they are required to pay the tax imposed by this chapter, upon such dates or at such times as the commissioner may specify if he or she deems the filing of such information returns necessary for proper administration of this chapter. c. The form of returns and information returns shall be prescribed by the commissioner of finance and shall contain such information as the commissioner may deem necessary for the proper administration of this chapter. The commissioner of finance may require amended returns or amended information returns to be filed within twenty days after notice and to contain the information specified in the notice. d. If a return or information return is not filed, or if a return of any kind when filed is incorrect or insufficient on its face, the commissioner of finance shall take the necessary steps to enforce the filing of such a return or of a corrected return. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "7",
    "text": "COMMERCIAL RENT OR OCCUPANCY TAX"
  },
  "heading": {
    "title": "11",
    "chaptersection": "705",
    "identifier": "11-705",
    "catch_text": "Returns."
  }
}