{
  "text": "ยง 11-808 Payment of tax. a. At the time of filing a return or supplemental return the owner shall pay to the commissioner of finance the tax imposed hereunder. Such tax shall be due and payable on the last day on which such return or supplemental return is required to be filed, regardless of whether such a return is filed or whether the return which is filed correctly indicates the amount of tax due. b. Where an owner of a motor vehicle subject to tax under this chapter replaces it with another motor vehicle during a tax year, the owner shall be entitled, upon approval by the commissioner of finance, to have any tax paid with respect to the replaced vehicle credited toward the tax payable with respect to the replacement vehicle for the balance of such tax year, and the owner shall pay no additional tax for such tax year with respect to it unless its nature or its maximum gross weight requires the payment of a higher amount of tax than that paid with respect to the replaced vehicle. A supplemental return, where required, shall be filed with respect to a replacement vehicle irrespective of whether additional tax is payable. Upon the grant of a waiver of tax by the commissioner of finance a purchaser of a motor vehicle subject to tax under this chapter who purchases it during a tax year from an owner who has paid the tax shall not be required to pay the tax with respect to such motor vehicle for the balance of such tax year if, and only if, the owner obtains, and submits to the commissioner of finance together with his or her return or supplemental return, a certificate or its equivalent (as prescribed by the commissioner of finance) signed by the prior owner to the effect that the prior owner has not had the tax paid credited toward any replacement vehicle and will not seek to obtain such a credit for any replacement vehicle purchased in the future. Nothing contained in this subdivision shall be deemed to authorize a refund merely because a motor vehicle with respect to which the tax has been paid is sold or otherwise disposed of during the course of the tax year. c. Notwithstanding any other provision of law to the contrary, the tax imposed on medallion taxicabs pursuant to subparagraph (C) of paragraph two of subdivision a of section 11-802 of this chapter shall be due and payable in two equal installments, the first of which shall be due and payable on or before the last day on which the return or supplemental return for the tax year is required to be filed, and the second of which shall be due and payable on or before the first day of December in such tax year; provided, however, that if a medallion taxicab is acquired subsequent to the first day of November in such tax year, the full amount of the tax imposed for the tax year shall be due and payable on or before the last day on which the supplemental return with respect to such medallion taxicab is required to be filed. d. Notwithstanding any other provision of law to the contrary, the tax imposed on medallion taxicabs pursuant to subparagraph (B) of paragraph two of subdivision a of section 11-802 of this chapter shall, to the extent not previously paid, be due and payable on or before December first, nineteen hundred eighty-nine; provided, however, that if the tax imposed on a medallion taxicab would, but for the provisions of this subdivision, be due and payable subsequent to December first, nineteen hundred eighty-nine, the due date of such tax shall be determined without regard to this subdivision; and provided, further, that nothing in this subdivision shall be deemed to extend the date for payment of any tax imposed by paragraph two of subdivision a of section 11-802 of this chapter as such paragraph two was in effect immediately prior to its amendment by the local law which added this subdivision. e. Notwithstanding any provision of this chapter or of chapter five of title nineteen of this code to the contrary, the taxi and limousine commission may require by rule the payment of the tax imposed on medallion taxicabs pursuant to this chapter as a condition precedent of the licensing or license renewal of such medallion taxicabs, and the taxi and limousine commission shall have the authority to deny the license or the renewal thereof for any medallion taxicab that fails to pay such tax. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "8",
    "text": "TAX ON COMMERCIAL MOTOR VEHICLES AND MOTOR VEHICLES FOR TRANSPORTATION OF PASSENGERS"
  },
  "heading": {
    "title": "11",
    "chaptersection": "808",
    "identifier": "11-808",
    "catch_text": "Payment of tax."
  }
}