{
  "text": "ยง 11-809.2 Collection of tax by the taxi and limousine commission on behalf of the commissioner of finance. a. Notwithstanding any provision of this chapter to the contrary, the tax imposed by this chapter on any designated licensed vehicle, as defined in this subdivision, shall be collected by the taxi and limousine commission on behalf of the commissioner of finance. Except as otherwise provided by subdivision m of this section, the owner of each such designated licensed vehicle shall pay the tax due thereon to the taxi and limousine commission on or before the date upon which such owner licenses or renews the license of such designated licensed vehicle or is required to license or renew the license thereof pursuant to chapter five of title nineteen of the code. For purposes of this section, the term \"designated licensed vehicle\" shall mean a motor vehicle for the transportation of passengers, other than a medallion taxicab, the tax on which is not collected by the commissioner of motor vehicles pursuant to section 11-809.1 of this chapter and which is licensed or required to be licensed by the taxi and limousine commission pursuant to any provision of chapter five of title nineteen of the code. b. Notwithstanding any provision of chapter five of title nineteen of the code to the contrary, payment of the tax with respect to a designated licensed vehicle shall be a condition precedent to the licensing or license renewal of such designated licensed vehicle with the taxi and limousine commission, and no such license or renewal thereof shall be issued unless such tax has been paid. Except as provided in subdivisions f and m of this section, if the license period applicable to any such designated licensed vehicle is a period of more than one year, the tax required to be paid pursuant to this section shall be the annual tax specified in section 11-802 of this chapter multiplied by the number of years in the license period. The taxi and limousine commission, upon payment of the tax pursuant to this section or upon the application of any person exempt therefrom, shall furnish to each taxpayer paying the tax a receipt for such tax and to each other taxpayer or exempt person a statement, document or other form prescribed by the taxi and limousine commission, showing that such tax has been paid or is not due with respect to such designated licensed vehicle. c. For purposes of this section, the term \"tax period\" shall mean the license period applicable to the designated licensed vehicle under chapter five of title nineteen of the code and, in the case of a license period of other than one year, shall mean the number of twelve-month periods and any period of less than twelve months within such license period. The term \"tax period\" shall also include any periods described in subparagraph (A) of paragraph one of subdivision m of this section. d. Except as provided in subdivision m of this section, where the tax imposed by this chapter has been paid to the commissioner of finance with respect to a motor vehicle for a tax year described in subdivision fourteen of section 11-801 of this chapter, and subsequent thereto but within such tax year the same taxpayer pays a tax to the taxi and limousine commission with respect to such motor vehicle pursuant to this section, such taxpayer shall be entitled to a refund or credit from the commissioner of finance for the portion of the tax paid to the commissioner of finance that is attributable to the period beginning on the first day of the first tax period for which the tax is paid to the taxi and limousine commission and ending on the following May thirty-first, provided, however, that no such refund or credit shall be allowed if the amount thereof is less than five dollars. Any refund or credit to which a taxpayer is entitled pursuant to this subdivision shall be promptly refunded or credited, without interest, by the commissioner of finance, and the commissioner of finance may promulgate such rules as he or she deems necessary to carry out the provisions of this subdivision. e. If the license for the designated licensed vehicle is transferred, surrendered or terminated for reasons other than revocation, and the applicable license period under chapter five of title nineteen of the code is for more than one year, and the tax paid to the taxi and limousine commission was for a tax period of more than twelve months, except as otherwise provided in the agreement between the taxi and limousine commission and the commissioner of finance authorized pursuant to subdivision k of this section, the commissioner of finance shall refund the tax paid for any twelve-month period commencing subsequent to the transfer, surrender or other termination of the license described in this subdivision. f. Except as provided in subdivision m of this section, for designated licensed vehicles whose license period is a two year period that begins and ends on the same dates, the tax payable to the taxi and limousine commission pursuant to this section with respect to a designated licensed vehicle that is licensed or required to be licensed after the commencement of such license period shall be determined as follows: 1. If such designated licensed vehicle is licensed or required to be licensed before the first day of the seventh month of such period, the tax shall be the amount determined pursuant to subdivision b of this section. 2. If such designated licensed vehicle is licensed or required to be licensed on or after the first day of the seventh month of such period but before the first day of the thirteenth month of such period, the tax shall be three-fourths of the amount determined pursuant to subdivision b of this section. 3. If such designated licensed vehicle is licensed or required to be licensed on or after the first day of the thirteenth month but before the first day of the nineteenth month of such period, the tax shall be one-half of the amount determined pursuant to subdivision b of this section. 4. If such designated licensed vehicle is licensed or required to be licensed on or after the first day of the nineteenth month of such period, the tax shall be one-fourth of the amount determined pursuant to subdivision b of this section. 5. When the license period described in this section is for a period of less than two years, the commissioner of finance shall have the authority to provide by rule the amount to be payable under this subdivision. g. The provisions of subdivision b of section 11-808 of this chapter shall apply to this section with such modifications or adaptations as are necessary to carry out the purposes of this section and to ensure collection of the appropriate annual tax specified in subdivision a of section 11-802 of this chapter, and with due regard to the respective responsibilities of the commissioner of finance and the taxi and limousine commission under this section and to the definition of \"tax year\" contained in subdivision fourteen of section 11-801 of this chapter and to the definition of \"tax period\" contained in subdivision c of this section. The agreement between the commissioner of finance and the taxi and limousine commission authorized by subdivision k of this section may contain such provisions concerning the division of responsibility for collection of the taxes imposed by this chapter and the granting of refunds or credits as are consistent with this section and subdivision b of section 11-808 of this chapter, and the commissioner of finance and the taxi and limousine commission may also adopt such rules as they deem necessary for such purposes. h. Notwithstanding any provision of section 11-807 of this chapter to the contrary, at the time a tax is required to be paid to the taxi and limousine commission pursuant to this section, the person required to pay such tax shall file a return with the taxi and limousine commission in such form and containing such information as the taxi and limousine commission may prescribe. The taxpayer's application for a license or the renewal thereof shall constitute the return required under this subdivision unless the taxi and limousine commission shall otherwise provide by rule. A return filed pursuant to this subdivision with respect to a designated licensed vehicle for a tax period or periods shall be in lieu of any return otherwise required to be filed with respect thereto pursuant to section 11-807 of this chapter. Unless the taxi and limousine commission otherwise requires, the filing of a return shall not be required for the tax periods described in subparagraph (A) of paragraph one of subdivision m of this section. i. In any case in which the tax imposed by this chapter is required to be paid to the taxi and limousine commission but is not so paid, the commissioner of finance shall collect such tax and all of the provisions of this chapter relating to collection of taxes by the commissioner of finance shall apply with respect thereto. j. Notwithstanding any provision of chapter five of title nineteen of the code to the contrary, in those cases in which the commissioner of finance is responsible for collecting the tax imposed by this chapter, the taxi and limousine commission shall not issue or renew a license for any designated licensed vehicle subject to such tax with respect to which the commissioner of finance has notified the taxi and limousine commission that such tax has not been paid, unless the applicant for such license or renewal submits proof, in a form approved by the taxi and limousine commission, that such tax has been paid, or is not due, with respect to such designated licensed vehicle. k. The commissioner of finance is hereby authorized and empowered to enter into an agreement with the taxi and limousine commission to govern the collection of the taxes imposed by this chapter which are required to be paid to the taxi and limousine commission pursuant to this section. Such agreement may provide for the exclusive method of collection, custody and remittal to the commissioner of finance of the proceeds of any such tax; for the payment by the commissioner of finance of reasonable expenses incurred by the taxi and limousine commission in connection with the collection of any such tax; for the commissioner of finance, or a duly designated representative, upon his or her request, not more frequently than once in each calendar year at a time agreed upon by the city comptroller, to audit the accuracy of the payments, distributions and remittances to the commissioner of finance; and for such other matters as may be necessary and proper to effectuate the purposes of such agreement. l. The taxi and limousine commission shall promptly notify the corporation counsel of the city and the commissioner of finance of any litigation instituted against such commission which challenges the constitutionality or validity of any provision of this chapter, or which attempts to limit or question the application of this chapter, and such notification shall include copies of the papers served upon such commission. m. Except as otherwise provided in the agreement between the taxi and limousine commission and the commissioner of finance authorized by subdivision k of this section, or with respect to the periods described in paragraph two of this subdivision, the taxi and limousine commission shall begin to collect taxes in accordance with the provisions of this section on the first day of April in the year two thousand twelve as follows: 1. The tax due on a designated licensed vehicle, the license for which expires on or after the first day of June in the year two thousand twelve and before the first day of June in the year two thousand fourteen, shall be determined as follows: (A) For a designated licensed vehicle whose license expires on or after the first day of June in the year two thousand twelve and before the first day of June in the year two thousand fourteen, the amount of tax for the tax period between the first day of June in the year two thousand twelve and the date the license shall expire for such designated licensed vehicle pursuant to chapter five of title nineteen of the code shall be the sum of (i) the annual tax specified in subparagraph (C) of paragraph two of subdivision a of section 11-802 of this chapter for any twelve-month period within such tax period, and (ii) the amount determined under subparagraph (B) of this paragraph for any period of less than twelve months within such tax period. The amount of tax so determined shall be payable on or before the first day of June in the year two thousand twelve. In the event the amount of tax due and payable under this subparagraph shall not have been paid within thirty days of the first day of June in the year two thousand twelve, the taxi and limousine commission shall suspend the license for such designated licensed vehicle, and the license for any such designated licensed vehicle which has expired shall not be renewed until such time as such tax is paid. (B) For purposes of subparagraph (A) of this paragraph, the amount of tax for a period of less than twelve months shall be determined as follows: (i) if such period is nine months or more, the amount for such period shall be the full amount of annual tax provided in subparagraph (C) of paragraph two of subdivision a of section 11-802 of this chapter; (ii) if such period is more than six months but less than nine months, the amount for such period shall be three-fourths of the amount of annual tax provided in subparagraph (C) of paragraph two of subdivision a of section 11-802 of this chapter; (iii) if such period is more than three months but less than six months, the amount for such period shall be one-half of the amount of annual tax provided in subparagraph (C) of paragraph two of subdivision a of section 11-802 of this chapter; and (iv) if such period is less than three months, the amount for such period shall be one-fourth of the amount of annual tax provided in subparagraph (C) of paragraph two of subdivision a of section 11-802 of this chapter. 2. Upon the date for payment set forth in subparagraph (A) of paragraph one of this subdivision, the taxi and limousine commission shall require the taxpayer to provide a proof of payment of the tax to the commissioner of finance for the period beginning on the first day of June in the year two thousand eleven and ending on the thirty-first day of May in the year two thousand twelve or any part of such period for which the taxpayer was subject to the tax. In the event the taxpayer has not paid such tax to the commissioner of finance: (i) the license for any designated licensed vehicle described in subparagraph (A) of this paragraph shall not be renewed until such time as such tax, together with any applicable interest or penalties, has been paid to the commissioner of finance and (ii) if such tax remains unpaid as of the end of the thirty-day period set forth in subparagraph (A) of paragraph one of this subdivision, the license for any designated licensed vehicle described in subparagraph (A) of paragraph one of this subdivision shall be suspended until such time as such tax, together with any applicable interest or penalties, is paid to the commissioner of finance. n. In addition to any other powers granted to the taxi and limousine commission in this chapter or any other law, the taxi and limousine commission is hereby authorized and empowered: 1. to adopt and amend rules appropriate to the carrying out of its responsibilities under this chapter; 2. to request information concerning motor vehicles and persons subject to the provisions of this chapter from the commissioner of motor vehicles, the department of motor vehicles of any other state, the treasury department of the United States or the appropriate officials of any city or county of the state of New York; and to afford such information to such department of motor vehicles, treasury department or officials of such city or county, any provision of this chapter to the contrary notwithstanding; 3. to delegate its functions under this section to any commissioner or employee of such commission; 4. to require any person who is an owner, as defined in chapter five of title nineteen of the code, of a designated licensed vehicle to keep such records as it prescribes and to furnish such information upon its request; and 5. to extend, for cause shown, the time for filing any return required to be filed with the taxi and limousine commission for a period not exceeding sixty days. o. To the extent that any provision of this section is in conflict with any other provision of this chapter, the provisions of this section shall be controlling, but in all other respects such other provisions of this chapter shall remain fully applicable with respect to the imposition, administration and collection of the taxes imposed by this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "8",
    "text": "TAX ON COMMERCIAL MOTOR VEHICLES AND MOTOR VEHICLES FOR TRANSPORTATION OF PASSENGERS"
  },
  "heading": {
    "title": "11",
    "chaptersection": "809",
    "identifier": "11-809.2",
    "catch_text": "Collection of tax by the taxi and limousine commission on behalf of the commissioner of finance."
  }
}