{
  "text": "ยง 11-806 Registration. a. By July thirteenth, nineteen hundred sixty or, upon acquiring any motor vehicle subject to tax hereunder after such date, within two days of such acquisition, every owner shall file with the commissioner of finance a certificate of registration in such form as prescribed by the commissioner of finance. b. In order to determine whether motor vehicles are subject to the tax under this chapter and to facilitate administration thereof an information registration certificate in such form as is prescribed by the commissioner of finance shall be filed with the commissioner of finance by any person who owns or acquires: 1. A motor vehicle of a type described in paragraph (a), (b) or (c) of subdivision three of section 11-801 of this chapter which is registered in the city under the vehicle and traffic law or is used in the city in connection with a business carried on within the city; or 2. A motor vehicle of the type described in paragraphs (a) and (b) of subdivision four of section 11-801 of this chapter which is registered in the city under the vehicle and traffic law or is used in the city. Such an information registration certificate shall be filed by July thirteenth, nineteen hundred sixty or, if a motor vehicle is acquired after such date, within two days after such acquisition. An information registration certificate, however, need not be filed with respect to any motor vehicle for which a registration certificate has been filed pursuant to subdivision a of this section. The commissioner of finance may, by regulation, provide that information registration certificates need not be filed with respect to a type of motor vehicle or with respect to any general group within a type of motor vehicle. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "8",
    "text": "TAX ON COMMERCIAL MOTOR VEHICLES AND MOTOR VEHICLES FOR TRANSPORTATION OF PASSENGERS"
  },
  "heading": {
    "title": "11",
    "chaptersection": "806",
    "identifier": "11-806",
    "catch_text": "Registration."
  }
}