{
  "text": "ยง 11-802 Imposition of tax. a. In addition to any and all other taxes, including the compensating use tax, there is hereby imposed and there shall be paid annually for each tax year beginning June first, nineteen hundred sixty, a tax on the use in the city of motor vehicles to be paid by the owners of such vehicles as follows: 1. (A) For tax years ending on or before May thirty-first, nineteen hundred seventy-two, on commercial vehicles, twenty dollars for each such vehicle having a maximum gross weight of five tons or less, and thirty dollars for each such vehicle having a maximum gross weight of more than five tons, provided, however, that for each such vehicle having a registration fee prescribed in the vehicle and traffic law of the state of New York which is less than twenty dollars, the tax shall be an amount equal to such registration fee; (B) For tax years beginning on and after June first, nineteen hundred seventy-two but before June first, nineteen hundred ninety, on commercial vehicles, forty dollars for each such vehicle having a maximum gross weight of five tons or less, and sixty dollars for each such vehicle having a maximum gross weight of more than five tons, provided, however, that for each such vehicle having a registration fee prescribed in the vehicle and traffic law of the state of New York which is less than forty dollars, the tax shall be an amount equal to such registration fee. (C) For tax years beginning on and after June first, nineteen hundred ninety, on commercial vehicles, forty dollars for each such vehicle having a maximum gross weight of ten thousand pounds or less, two hundred dollars for each such vehicle having a maximum gross weight of more than ten thousand pounds but not more than twelve thousand five hundred pounds, two hundred seventy-five dollars for each such vehicle having a maximum gross weight of more than twelve thousand five hundred pounds but not more than fifteen thousand pounds and three hundred dollars for each such vehicle having a maximum gross weight of more than fifteen thousand pounds, provided, however, that for each such vehicle having a registration fee prescribed in the vehicle and traffic law of the state of New York which is less than forty dollars, the tax shall be an amount equal to such registration fee. 2. (A) For tax years ending on or before May thirty-first, nineteen hundred ninety, on motor vehicles for the transportation of passengers other than medallion taxicabs, and for tax years ending on or before May thirty-first, nineteen hundred eight-nine, on medallion taxicabs, one hundred dollars for each such vehicle. (B) For the tax year beginning June first, nineteen hundred eighty-nine and ending May thirty-first, nineteen hundred ninety, on medallion taxicabs, five hundred dollars for each such vehicle. (C) For tax years beginning on and after June first, nineteen hundred ninety, on medallion taxicabs, one thousand dollars for each such vehicle, and on all other motor vehicles for transportation of passengers, four hundred dollars for each such vehicle. b. To the extent that the tax as imposed by subdivision a of this section may be invalid solely because it is based on the use in the city of the motor vehicles, the tax shall also be deemed to be based on the privilege of using the public highways or streets of the city by such motor vehicle. Under such circumstances the rate of tax shall be the same and all other provisions of this chapter shall be equally applicable. c. If the first use of any motor vehicle subject to the tax imposed hereunder occurs on or after December first and before March first in any tax year, the tax for that year shall be one-half of the tax hereinabove provided; and, if the first such use occurs on or after March first in any tax year, the tax for that tax year shall be one-fourth of the tax hereinabove provided. d. In applying the tax on commercial motor vehicles with respect to tractors, trailers and semi-trailers, the tax shall be measured by the weight of the tractor plus the maximum gross weight of the trailer or semi-trailer with the greatest such maximum gross weight to be drawn by such tractor. No trailer or semi-trailer shall be subject to any separate or additional tax under this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "8",
    "text": "TAX ON COMMERCIAL MOTOR VEHICLES AND MOTOR VEHICLES FOR TRANSPORTATION OF PASSENGERS"
  },
  "heading": {
    "title": "11",
    "chaptersection": "802",
    "identifier": "11-802",
    "catch_text": "Imposition of tax."
  }
}