{
  "text": "ยง 11-803 Exemptions. The provisions of this chapter shall not apply to motor vehicles owned and operated, or leased for their exclusive use by: 1. The state of New York, or any public corporation (including a corporation created pursuant to agreement or compact with another state or the Dominion of Canada), improvement district or other political subdivision of the state; 2. The United States of America; 3. The United Nations or other world-wide international organizations of which the United States of America is a member; 4. Any corporation, or association, or trust, or community chest, fund or foundation, organized and operated exclusively for religious, charitable or educational purposes, or for the prevention of cruelty to children or animals, and no part of the net earnings of which inures to the benefit of any private shareholder or individual and no substantial part of the activities of which is carrying on propaganda, or otherwise attempting to influence legislation; provided, however, that nothing in this subdivision shall include an organization operated for the primary purpose of carrying on a trade or business for profit, whether or not all of its profits are payable to one or more organizations described in this subdivision; 5. Any foreign nation or representative of a foreign nation with respect to motor vehicles for which they need not pay a registration fee under the provisions of the vehicle and traffic law; 6. Dealers in new and used motor vehicles where the use of the motor vehicle is confined solely to demonstrations to prospective customers or to delivery by or to the dealer and the vehicle bears dealer's license plates. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "8",
    "text": "TAX ON COMMERCIAL MOTOR VEHICLES AND MOTOR VEHICLES FOR TRANSPORTATION OF PASSENGERS"
  },
  "heading": {
    "title": "11",
    "chaptersection": "803",
    "identifier": "11-803",
    "catch_text": "Exemptions."
  }
}