{
  "text": "ยง 11-818 Information and records to be secret. a. Except in accordance with proper judicial order, or as otherwise provided by law, it shall be unlawful for the commissioner of finance, the tax appeals tribunal, any other agency, officer or employee of the city, the commissioner of motor vehicles, any officer or employee of the department of motor vehicles, any agent of the commissioner of motor vehicles, or any other person who, pursuant to this section, is permitted to inspect any registration or return filed hereunder, or to whom a copy, an abstract or portion of any registration or return filed hereunder is furnished, or to whom any information contained in any registration or return filed hereunder is furnished, to divulge or make known in any manner any information relating to or contained in any registration or any kind of return filed hereunder. The officers charged with the custody of such registration and returns pertaining to the tax hereunder shall not be required to produce any of them or evidence of anything contained in them in any action or proceeding in any court, except on behalf of the city, the commissioner of finance, the state or the commissioner of motor vehicles, in an action or proceeding under the provisions of this chapter, or on behalf of any party to any action or proceeding under the provisions of this chapter when the registration, return or facts shown therein are directly involved in such action or proceeding, in either of which events, the court may require the production of, and may admit in evidence, so much of said registration, return, or of the facts shown therein, as are pertinent to the action or proceeding and no more. The commissioner of finance may, nevertheless, publish a copy or a summary of any determination or decision rendered after a formal hearing held pursuant to section 11-810 or 11-811 of this chapter. Nothing herein shall be construed to prohibit the delivery to a person or such person's duly authorized representative of a certified copy of any registration or return filed by such person; nor to prohibit the delivery of any original return, with any notation that the commissioner of finance or the commissioner of motor vehicles may cause to be made thereon, to the person filing the return, whether such person files the return on his or her own behalf or on behalf of another, or to the person on whose behalf the return is filed; nor to prohibit the commissioner of finance from providing by rule for the display or production of any original return, as an indicium of payment of the tax imposed by this chapter; nor to prohibit the publication of statistics so classified as to prevent the identification of particular registrations and returns and the items thereof; nor to prohibit the delivery of a certified copy of any registration or return to the United States of America or any department thereof, the state of New York or any department thereof, the city of New York or any department thereof provided it is requested for official business, nor to prohibit the inspection by the corporation counsel or other legal representatives of the city, the attorney general of the state of New York or other legal representatives of the department of motor vehicles, or by the district attorney of any county within the city of the registration or return of any person who shall bring action to set aside or review any tax hereunder, or against whom an action or proceeding under this chapter is instituted. Returns, or reproductions thereof, pertaining to any motor vehicle registered hereunder shall be preserved for three years and thereafter until the commissioner of finance or the commissioner of motor vehicles permits them to be destroyed. b. (1) Any officer or employee of the city or the state of New York who willfully violates the provisions of subdivision a of this section shall be dismissed from office and be incapable of holding any public office in this city or the state of New York for a period of five years thereafter. (2) Cross-reference: For criminal penalties, see chapter forty of this title. c. This section shall be deemed a state statute for purposes of paragraph (a) of subdivision two of section eighty-seven of the public officers law. d. Notwithstanding anything in subdivision a of this section to the contrary, if a taxpayer has petitioned the tax appeals tribunal for administrative review as provided in section one hundred seventy of the charter, the commissioner of finance shall be authorized to present to the tribunal any report or return of such taxpayer, or any information contained therein or relating thereto, which may be material or relevant to the proceeding before the tribunal. The tax appeals tribunal shall be authorized to publish a copy or a summary of any decision rendered pursuant to section one hundred seventy-one of the charter. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "8",
    "text": "TAX ON COMMERCIAL MOTOR VEHICLES AND MOTOR VEHICLES FOR TRANSPORTATION OF PASSENGERS"
  },
  "heading": {
    "title": "11",
    "chaptersection": "818",
    "identifier": "11-818",
    "catch_text": "Information and records to be secret."
  }
}