{
  "text": "ยง 11-807 Returns. a. On or before the twentieth day of June in each year commencing with the year nineteen hundred sixty, every owner of a motor vehicle subject to tax under this chapter shall file a return with the commissioner of finance. A supplemental return shall also be filed by every owner with regard to each motor vehicle subject to tax acquired during any tax year at a time subsequent to the filing of the owner's regular return. Such supplemental return shall be filed with the commissioner of finance within a stated time, as fixed by regulation of the commissioner of finance, after the acquisition of the motor vehicle. An owner who acquires a motor vehicle subject to the tax after the commencement of a tax year and who has not filed a return or supplemental return with respect to such motor vehicle shall file a return with respect to it within two days after its acquisition by the owner. b. The commissioner of finance, by regulation, may require that each person required under this chapter to file an information registration certificate file an information return with the commissioner of finance annually or at such other times as the commissioner deems appropriate for proper administration of this chapter. The commissioner of finance may, by regulation, provide that information returns need not be filed or that they be filed at different times with respect to a type of motor vehicle or with respect to any general group within a type of motor vehicle or with respect to any particular circumstances. c. The commissioner of finance may permit or require returns, supplemental returns or information returns to be filed at times other than those specified in the commissioner's regulations. If the commissioner deems it necessary in order to insure payment of the tax imposed by this chapter, the commissioner of finance may require any return, supplemental return or information return to be filed with him or her at a time other than that fixed by such commissioner. d. The form of returns, supplemental returns and information returns shall be prescribed by the commissioner of finance and shall contain such information as the commissioner may deem necessary for the proper administration of this chapter. The commissioner of finance may require amended returns, amended supplemental returns or amended information returns to be filed within twenty days after notice and to contain the information specified in the notice. e. If a return, supplemental return or information return is not filed, or if a return of any kind when filed is incorrect or insufficient on its face, the commissioner of finance shall take the necessary steps to enforce the filing of such a return or of a corrected return. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "8",
    "text": "TAX ON COMMERCIAL MOTOR VEHICLES AND MOTOR VEHICLES FOR TRANSPORTATION OF PASSENGERS"
  },
  "heading": {
    "title": "11",
    "chaptersection": "807",
    "identifier": "11-807",
    "catch_text": "Returns."
  }
}