{
  "text": "ยง 11-801 Definitions. When used in this chapter, the following terms shall mean or include: 1. \"Person.\" An individual, partnership, corporation, joint-stock company, society, association, receiver, lessee, trustee, estate, referee, assignee, or any other person acting in a fiduciary or representative capacity, whether appointed by a court or otherwise, and any combination of individuals. 2. \"Motor vehicle.\" Any vehicle operated upon a public highway or public street propelled by any power other than muscular power. 3. \"Commercial motor vehicle.\" (a) Each truck, tractor, trailer or semi-trailer, and any other motor vehicle constructed or specially equipped for the transportation of goods, wares and merchandise which is commonly known as an auto truck or light delivery car; (b) Any traction engine, road roller, tractor crane, truck crane, power shovel, road building machine, snow plow, road sweeper, sand spreader, well driller, or well servicing rig; and (c) Any earth moving equipment as defined in the vehicle and traffic law; provided that such motor vehicles are used principally in the city or used principally in connection with a business carried on within the city. 4. \"Motor vehicle for transportation of passengers.\" (a) Any motor vehicle licensed as a taxicab or as a coach, or any motor vehicle, not so licensed, which carries passengers for compensation, including limousine service, whether the compensation paid by or on behalf of the passenger is based on mileage, trip, time consumed or any other basis; and (b) Any omnibus, except one operated pursuant to a franchise when, under such franchise or under a contract (relating to transportation to or from airports in the city) with the port of New York authority, the holder of the franchise pays to the city or to the port of New York authority a percentage of its gross earnings or gross receipts or one used exclusively in interstate commerce; provided such motor vehicles, as defined in paragraph (a) or (b) of this subdivision, are used regularly, even though not principally, in the city; and further provided that this definition shall not be deemed to include any motor vehicle used principally for the transportation of children to and from schools and day camps operated by non-profit agencies as defined in subdivision four of section 11-803, any motor vehicle used exclusively for transportation of persons in connection with funerals or any motor vehicle for transportation of passengers where neither the owner of such motor vehicle nor any person or business engaged in transporting passengers by motor vehicle for-hire that is affiliated with such owner has a place of business in such city, a telephone number in such city, or solicits business or specifically advertises in such city. 5. \"Owner.\" Any person owning a commercial motor vehicle or a motor vehicle for the transporation of passengers and shall include a purchaser under a reserve title contract, conditional sales agreement or vendor's lien agreement. In addition, an owner shall be deemed to include any lessee, licensee or bailee having the exclusive use of a commercial motor vehicle or a vehicle for the transportation of passengers, under a lease or otherwise, for a period of thirty days or more. 6. \"Omnibus.\" Any motor vehicle for transportation of passengers for hire having a seating capacity of more than seven persons. 7. \"Use.\" Any use of a motor vehicle upon the public highways or streets of the city. 8. \"Maximum gross weight.\" The weight of the motor vehicle plus the weight of the maximum load to be carried, if any, by such vehicle. 9. \"Registered owner.\" The person who registers a motor vehicle as owner thereof pursuant to the registration requirements of the vehicle and traffic law of the state of New York. 10. \"Registration fee.\" The full annual fee or charge prescribed in the vehicle and traffic law of the state of New York for the registration of a motor vehicle. 11. \"City.\" The city of New York. 12. \"Comptroller.\" The comptroller of the city. 13. \"Commissioner of finance.\" The commissioner of finance of the city. 14. \"Tax year.\" June first of any calendar year through May thirty-first of the following calendar year. 15. \"Medallion taxicab.\" A motor vehicle for transportation of passengers which is duly licensed as a taxicab by the taxi and limousine commission and permitted to accept hails from passengers in the street. 16. \"Tax appeals tribunal.\" The tax appeals tribunal established by section one hundred sixty-eight of the charter. 17. \"Commissioner of motor vehicles.\" The commissioner of motor vehicles of the state of New York. 18. \"Taxi and limousine commission.\" The New York city taxi and limousine commission. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "8",
    "text": "TAX ON COMMERCIAL MOTOR VEHICLES AND MOTOR VEHICLES FOR TRANSPORTATION OF PASSENGERS"
  },
  "heading": {
    "title": "11",
    "chaptersection": "801",
    "identifier": "11-801",
    "catch_text": "Definitions."
  }
}