{
  "text": "ยง 11-809 Stamps and other indicia of payment. a. The commissioner of finance may, by regulation, provide that the payment of the tax imposed by this chapter shall be evidenced by suitable stamps or other indicia of payment in a form prescribed by the commissioner of finance and that every owner shall affix such stamps or other indicia of payment in the manner prescribed by regulation to each motor vehicle for which a tax had been paid, or shall otherwise keep the indicia of payment with the vehicle, readily available for inspection, in the manner prescribed by regulation. The owner or driver of the vehicle, upon demand, shall exhibit the indicia of payment to the commissioner of finance or the commissioner's duly authorized agent or employee or to any police officer of this city or state. The commissioner of finance may, by regulation, make similar provision for the use of stamps or other indicia that no tax is payable with respect to particular motor vehicles. b. An owner who sells a motor vehicle shall not transfer any stamp or other indicia of payment to the purchaser except on a sale to a purchaser to whom the owner has properly given the certificate provided for in section 11-808 of this chapter with regard to not obtaining a credit toward any tax payable with respect to a replacement vehicle. The commissioner of finance shall, by regulation, provide for the destruction of the stamp or other indicia of payment or its return to the commissioner of finance upon all sales except where transfer to the purchaser is permitted and, where the motor vehicle sold has been replaced, for the issuance of replacement stamps or indicia of payment. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "8",
    "text": "TAX ON COMMERCIAL MOTOR VEHICLES AND MOTOR VEHICLES FOR TRANSPORTATION OF PASSENGERS"
  },
  "heading": {
    "title": "11",
    "chaptersection": "809",
    "identifier": "11-809",
    "catch_text": "Stamps and other indicia of payment."
  }
}