{
  "text": "ยง 11-809.1 Collection of tax by commissioner of motor vehicles. a. Notwithstanding any provision of this chapter to the contrary, the tax imposed by this chapter on any commercial motor vehicle with a maximum gross weight of ten thousand pounds or less and on any motor vehicle for transportation of passengers, other than a medallion taxicab, shall be collected by the commissioner of motor vehicles, provided that any such motor vehicle is registered or required to be registered pursuant to any provision of section four hundred one of the vehicle and traffic law. The owner of each such motor vehicle shall pay the tax due thereon to the commissioner of motor vehicles on or before the date upon which such owner registers or renews the registration of such motor vehicle or is required to register or renew the registration thereof pursuant to section four hundred one of the vehicle and traffic law. b. Notwithstanding any provision of section four hundred of the vehicle and traffic law to the contrary, payment of the tax with respect to a motor vehicle described in subdivision a of this section shall be a condition precedent to the registration or renewal thereof of such motor vehicle and to the issuance of any certificate of registration and plates or removable date tag in accordance with the vehicle and traffic law and the rules and regulations promulgated thereunder, and no such certificate of registration, plates or tag shall be issued unless such tax has been paid. If the registration period applicable to any such vehicle is a period of not less than two years, as a result of the application of the provisions of paragraph c of subdivision five of section four hundred one of the vehicle and traffic law, the tax required to be paid pursuant to this section shall be the annual tax specified in section 11-802 of this chapter multiplied by the number of years in the registration period. The commissioner of motor vehicles, upon payment of the tax pursuant to this section or upon the application of any person exempt therefrom, shall furnish to each taxpayer paying the tax a receipt for such tax and to each other taxpayer or exempt person a statement, document or other form prescribed by the commissioner of motor vehicles, showing that such tax has been paid or is not due with respect to such motor vehicle. c. Notwithstanding the definition of the term \"tax year\" contained in subdivision fourteen of section 11-801 of this chapter, for purposes of the taxes payable to the commissioner of motor vehicles pursuant to this section, \"tax year\" shall mean the twelve-month registration period applicable to the subject motor vehicle under the vehicle and traffic law and, in the case of a registration period of at least two years, shall mean each succeeding twelve-month period falling within such registration period. d. Where the tax imposed by this chapter has been paid to the commissioner of finance with respect to a motor vehicle for a tax year described in subdivision fourteen of section 11-801 of this chapter, and subsequent thereto but within such tax year the same taxpayer pays a tax to the commissioner of the motor vehicles with respect to such motor vehicle pursuant to this section, such taxpayer shall be entitled to a refund or credit from the commissioner of finance for the portion of the tax paid to the commissioner of finance which is attributable to the period beginning on the first day of the first tax year (as the term \"tax year\" is defined in subdivision c of this section) for which the tax is paid to the commissioner of motor vehicles and ending on the following May thirty-first, provided, however, that no such refund or credit shall be allowed if the amount thereof is less than five dollars. Any refund or credit to which a taxpayer is entitled pursuant to this subdivision shall be promptly refunded or credited, without interest, by the commissioner of finance, and the commissioner of finance may promulgate such rules as he or she deems necessary to carry out the provisions of this subdivision. Any amount for which the taxpayer is entitled to a refund or credit pursuant to this subdivision may be allowed as a credit against the tax payable to the commissioner of motor vehicles pursuant to this section to the extent and in the manner provided for in the agreement authorized by subdivision k of this section. e. Whenever any fee or portion of a fee paid for the registration of a motor vehicle under the provisions of the vehicle and traffic law is refunded pursuant to the provisions of subdivision one or one-a of section four hundred twenty-eight thereof, the amount of any tax paid to the commissioner of motor vehicles pursuant to this section upon such registration shall also be refunded by the commissioner of motor vehicles, provided that where a fee is refunded pursuant to subdivision one-a of such section four hundred twenty-eight, the amount of tax to be refunded shall be limited to the tax paid for a tax year commencing subsequent to the end of the first twelve-month period of such registration. f. Where the annual registration period applicable to a particular class of motor vehicle begins and ends on the same dates for all motor vehicles within such class, the tax payable to the commissioner of motor vehicles pursuant to this section with respect to a motor vehicle within such class which is registered or required to be registered after the commencement of such annual registration period shall be determined for such period as follows: 1. If such motor vehicle is registered or required to be registered before the first day of the seventh month of such period, the tax shall be the amount specified in subdivision a of section 11-802 of this chapter. 2. If such motor vehicle is registered or required to be registered on or after the first day of the seventh month of such period but before the first day of the tenth month of such period, the tax shall be one-half of the amount specified in subdivision a of section 11-802 of this chapter. 3. If such motor vehicle is registered or required to be registered on or after the first day of the tenth month of such period, the tax shall be one-fourth of the amount specified in subdivision a of section 11-802 of this chapter. g. The provisions of subdivision b of section 11-808 of this chapter shall apply to this section with such modifications or adaptations as are necessary to carry out the purposes of this section and to ensure collection of the appropriate annual tax specified in subdivision a of section 11-802 of this chapter, and with due regard to the respective responsibilities of the commissioner of finance and the commissioner of motor vehicles under this section and to the definitions of \"tax year\" contained in subdivision c of this section and subdivision fourteen of section 11-801 of this chapter. The agreement between the commissioner of finance and the commissioner of motor vehicles authorized by subdivision k of this section may contain such provisions concerning the division of responsibility for collection of the taxes imposed by this chapter and the granting of refunds or credits as are consistent with this section and subdivision b of section 11-808 of this chapter, and the commissioner of finance and the commissioner of motor vehicles may also adopt such rules as they deem necessary for such purposes. h. Notwithstanding any provision of section 11-807 of this chapter to the contrary, at the time a tax is required to be paid to the commissioner of motor vehicles pursuant to this section, the person required to pay such tax shall file a return with the commissioner of motor vehicles in such form and containing such information as he or she may prescribe. The taxpayer's application for registration or the renewal thereof shall constitute the return required under this subdivision unless the commissioner of motor vehicles shall otherwise provide by rule. A return filed pursuant to this subdivision with respect to a motor vehicle for a tax year or years shall be in lieu of any return otherwise required to be filed with respect thereto pursuant to section 11-807 of this chapter. i. In any case in which the tax imposed by this chapter is required to be paid to the commissioner of motor vehicles but is not so paid, the commissioner of finance shall collect such tax and all of the provisions of this chapter relating to collection of taxes by the commissioner of finance shall apply with respect thereto. j. Notwithstanding any provision of section four hundred of the vehicle and traffic law to the contrary, in those cases in which the commissioner of finance is responsible for collecting the tax imposed by this chapter, the commissioner of motor vehicles shall not issue a certificate of registration, plates or removable date tag for any motor vehicle subject to such tax with respect to which the commissioner of finance has notified the commissioner of motor vehicles that such tax has not been paid, unless the registrant submits proof, in a form approved by the commissioner of motor vehicles, that such tax has been paid, or is not due, with respect to such motor vehicle. k. The commissioner of finance is hereby authorized and empowered to enter into an agreement with the commissioner of motor vehicles to govern the collection of the taxes imposed by this chapter which are required to be paid to the commissioner of motor vehicles pursuant to this section. Such agreement shall provide for the exclusive method of collection, custody and remittal to the commissioner of finance of the proceeds of any such tax; for the payment by the city of the reasonable expenses incurred by the department of motor vehicles in connection with the collection of any such tax; for the commissioner of finance, or a duly designated representative, upon his or her request, not more frequently than once in each calendar year at a time agreed upon by the state comptroller, to audit the accuracy of the payments, distributions and remittances to the city; and for such other matters as may be necessary and proper to effectuate the purposes of such agreement. Such agreement shall have the force and effect of a rule or regulation of the commissioner of motor vehicles and shall be filed and published in accordance with any statutory requirements relating thereto. l. The commissioner of motor vehicles shall promptly notify the corporation counsel of the city of any litigation instituted against such commissioner which challenges the constitutionality or validity of any provision of this chapter, or of the enabling act pursuant to which it was adopted, or which attempts to limit or question the application of either such law, and such notification shall include copies of the papers served upon such commissioner. m. The commissioner of motor vehicles shall begin to collect taxes in accordance with the provisions of this section at such time as is specified in the agreement between the commissioner of motor vehicles and the commissioner of finance provided for in subdivision k of this section. n. In addition to any other powers granted to the commissioner of motor vehicles in this chapter or any other law, he or she is hereby authorized and empowered: 1. to adopt and amend rules appropriate to the carrying out of his or her responsibilities under this chapter; 2. to request information concerning motor vehicles and persons subject to the provisions of this chapter from the department of motor vehicles of any other state, the treasury department of the United States or the appropriate officials of any city or county of the state of New York; and to afford such information to such department of motor vehicles, treasury department or officials of such city or county, any provision of this chapter to the contrary notwithstanding; 3. to delegate his or her functions under this section to a deputy commissioner in the department of motor vehicles or any employee of such department or to any county clerk or other officer who acts as the agent of such commissioner in the registration of motor vehicles; 4. to require all persons owning motor vehicles with respect to which the tax imposed by this chapter is payable to the commissioner of motor vehicles to keep such records as he or she may prescribe and to furnish such information upon his or her request; and 5. to extend, for cause shown, the time for filing any return required to be filed with the commissioner of motor vehicles for a period not exceeding sixty days. o. To the extent that any provision of this section is in conflict with any other provision of this chapter, the provisions of this section shall be controlling, but in all other respects such other provisions of this chapter shall remain fully applicable with respect to the imposition, administration and collection of the taxes imposed by this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "8",
    "text": "TAX ON COMMERCIAL MOTOR VEHICLES AND MOTOR VEHICLES FOR TRANSPORTATION OF PASSENGERS"
  },
  "heading": {
    "title": "11",
    "chaptersection": "809",
    "identifier": "11-809.1",
    "catch_text": "Collection of tax by commissioner of motor vehicles"
  }
}