{
  "text": "ยง 11-909 Distribution of tax on policies covering property in the city of New York. (a) The moneys received by the commissioner of finance as a tax on policies covering property in each borough of the city shall be disbursed by the commissioner of finance as follows: 1. Ten percent to the firemen's association of the state of New York, for the endowment, benefit and maintenance of the volunteer firemen's home at Hudson, but in no event to exceed the sum of thirty-five thousand dollars ($35,000) annually. 2. The balance to the general fund of the city established pursuant to section one hundred nine of the charter, except as provided in paragraph three of this subdivision. 3. a. Volunteer firemen's benevolent fund; trustee. From the balance specified in paragraph two of this subdivision, a sum, not to exceed one hundred fifty thousand dollars in any one year, shall be paid into a fund to be known as the volunteer firemen's benevolent fund, which shall be administered as hereinafter provided by the fire commissioner, as trustee of such fund, for the benefit of indigent volunteer firefighters, their surviving spouses and orphans. b. Persons entitled to benefits from fund. All funds received by the fire commissioner as trustee under this paragraph shall be expended by the fire commissioner for the relief of: (i) all indigent volunteer firefighters who served as such for a period of five years in a duly organized volunteer fire company in the former towns of New Lots, Flatlands, Gravesend, New Utrecht and Flatbush in the county of Kings, or in the territory now included in the borough of Richmond, or in the territory now included in the borough of Queens, or in the territory now included in the borough of the Bronx, and who were honorably discharged after such five years of service, or who having been members of a duly organized volunteer fire company within any such town or territory, which company was disbanded by reason of the installation of a paid fire department, and were members of such company for at least one year prior to its disbandment; (ii) the surviving spouses and orphans of any such volunteer firefighters. c. Fund benefits of beneficiaries on rolls as of December thirty-first, nineteen hundred fifty-one. During the lifetime of those relief beneficiaries who appear as such as of December thirty-first, nineteen hundred fifty-one upon the records of the trustees of the exempt firemen's benevolent fund of the county of Kings, or of the trustees of the exempt firemen's benevolent fund of the borough of Queens, or of the trustees of the exempt firemen's benevolent fund of the borough of Staten Island, or of the trustees of the exempt firemen's benevolent fund of the borough of the Bronx, it shall be the duty of the fire commissioner, as such trustee, to pay to such beneficiaries from the volunteer firemen's benevolent fund referred to in subparagraph a hereof, the same amounts as were being periodically paid to such beneficiaries as of June thirtieth, nineteen hundred fifty-two. d. Fund benefits of residents of firemen's home. It shall be the duty of the fire commissioner, as such trustee, to pay from such fund referred to in subparagraph a, the sum of ten dollars monthly to each volunteer firefighter in residence at the volunteer firemen's home at Hudson, who qualified for entrance into such home by reason of service as a volunteer firefighter within the area now included within the boundaries of the city of New York. No other payments shall be made from such fund to any such volunteer firefighter while in residence at such home. e. Eligibility of persons who applied for fund benefits after December thirty-first, nineteen hundred fifty-one, and prior to the establishment of fund. Upon the establishment of the volunteer firemen's benevolent fund referred to in subparagraph a hereof, the fire commissioner or the fire commissioner's authorized subordinates shall investigate and determine the need for benefits of all persons who, after December thirty-first, nineteen hundred fifty-one and prior to the establishment of such volunteer firemen's benevolent fund, applied for benefits payable from any of the benevolent funds mentioned in subparagraph c hereof, and who are receiving benefits therefrom at the time of the establishment of such fund referred to in subparagraph a. No such person shall be found to be in need of benefits, nor shall any such person be paid any benefits from such last-mentioned fund unless the fire commissioner or the fire commissioner's authorized subordinates shall determine that such person is indigent. In the event that any such person is thus found to be in need of benefits, the fire commissioner shall pay to such person from such last-mentioned fund, the same periodic amounts as the trustees mentioned in subparagraph c hereof were paying as of June thirtieth, nineteen hundred fifty-two, to a person who had the same status and who was receiving benefits from the borough or county fund which would be currently liable for the payment of benefits to such person, but for the provision of section 13-532 of the code. It shall be the duty of the fire commissioner and the fire commissioner's authorized subordinates to maintain and carry out continuously, such investigation procedures as may be necessary to assure that benefits will not be paid from such fund to any persons who are not in need as herein specified. f. Eligibility for benefits of persons applying therefor after establishment of fund. All persons applying after the establishment of the volunteer firemen's benevolent fund for benefits payable therefrom shall be investigated as to need by the fire commissioner or the fire commissioner's authorized subordinates, and the eligibility of such persons for benefits and the amount thereof to be awarded and paid to them shall be determined by the fire commissioner or the fire commissioner's authorized subordinates in accordance with the standards specified in subparagraph e hereof. Benefits shall be paid from such fund to eligible persons in accordance with such determination and it shall be the duty of the fire commissioner and the fire commissioner's subordinates continuously to maintain and carry out as to such persons investigation procedures such as are described in subparagraph e hereof. The fire commissioner, as part of his or her investigation to determine eligibility of persons for fund benefits, shall request from the duly appointed representative of the volunteer firefighters in each borough a report on such person's service and indigency. Such report shall be solely for the information of the fire commissioner and shall not be binding upon the fire commissioner in arriving at a determination as to eligibility. In the event that such report is not submitted within ten days from the date of request, the fire commissioner shall determine eligibility on the basis of the facts developed in the fire commissioner's own investigation. g. Excess moneys. In the event that the benefits paid by the fire commissioner, as trustee, during any period of one year beginning on the first day of February shall not equal the sum of one hundred fifty thousand dollars, the unexpended balance shall be paid into the general fund of the city established pursuant to section one hundred nine of the charter, except that the fire commissioner may retain in the volunteer firemen's benevolent fund such amount as may be necessary to meet the commitments of such fund until the revenue from the tax collected under this chapter in the ensuing taxable year shall become available. h. Depositories. The fire commissioner, as trustee, is hereby empowered and directed to receive all moneys and assets belonging or payable to such volunteer firemen's benevolent fund and shall deposit all such moneys to the credit of such fund in banks and trust companies to be selected by the fire commissioner. i. Bond. The fire commissioner, as trustee of such fund, shall give a bond with one or more sureties, in a sum sufficient for the faithful performance of his or her duties, such bond to be approved as to amount and adequacy, by the comptroller and filed in the comptroller's office. j. Records. The officers and employees of the fire department who are responsible for the maintenance of the books and records of the New York fire department pension fund shall have charge of, and keep the accounts of the fire commissioner as trustee of the volunteer firemen's benevolent fund. k. Reports. The fire commissioner, as trustee of such volunteer firemen's benevolent fund, shall submit to the mayor on or before the first day of April of each year, a verified report in which shall be set forth the account of the fire commissioner's proceedings as such trustee during the twelve-month period ending on the thirty-first day of January immediately preceding. Such report shall include a statement of all receipts and disbursements on account of such benevolent fund, a list of the names, residences and as nearly as possible, the ages of the beneficiaries of such fund and the respective amounts paid to them during such period. 1. Audit. The comptroller shall have the power to audit the books and records of the fire commissioner as trustee of the volunteer firemen's benevolent fund. (b) The moneys received by the fire commissioner as trustee pursuant to the provisions of paragraph three of subdivision (a) of this section shall be expended by the fire commissioner only as provided in such paragraph. ",
  "sections": [

  ],
  "title": {
    "identifier": "11",
    "text": "TAXATION AND FINANCE"
  },
  "chapter": {
    "identifier": "9",
    "text": "TAX UPON FOREIGN AND ALIEN INSURERS"
  },
  "heading": {
    "title": "11",
    "chaptersection": "909",
    "identifier": "11-909",
    "catch_text": "Distribution of tax on policies covering property in the city of New York."
  }
}