{
  "text": "ยง 12-110 Annual disclosure. a. Definitions. As used in this section: 1. The term \"affiliated\" shall mean a firm that is a subsidiary of another firm, or two firms that have a parent in common, or two firms with a stockholder in common who owns at least twenty-five per cent of the shares of each such firm. 2. The term \"agency\" or \"city agency\" shall mean a city, county, borough or other office, position, administration, department, division, bureau, board, commission, authority, corporation, committee or other agency of government, the expenses of which are paid in whole or in part from the city treasury, and shall include but not be limited to the council, the offices of each elected city official, the board of education, community boards, the health and hospitals corporation, the New York city industrial development agency, the offices of the district attorneys of the counties of Bronx, Kings, New York, Queens and Richmond, and of the special narcotics prosecutor, the New York city housing authority, and the New York city housing development corporation, but shall not include any court or any corporation or institution maintaining or operating a public library, museum, botanical garden, arboretum, tomb, memorial building, aquarium, zoological garden or similar facility or any advisory committee as that term is defined in subdivision one of section twenty-six hundred one of the charter. 3. The term \"business dealings\" shall mean any transaction involving the sale, purchase, rental, disposition or exchange of any goods, services, or property, any license, permit, grant or benefit, and any performance of or litigation with respect to any of the foregoing, but shall not include any transaction involving a public servant's residence or any ministerial matter. 4. The term \"city\" shall mean the city of New York and shall include an agency of the city. 5. The term \"conflicts of interest board\" or \"board\" shall mean the conflicts of interest board appointed pursuant to section twenty-six hundred two of the New York city charter. 6. The term \"domestic partners\" shall mean persons who have a registered domestic partnership, which shall include any partnership registered pursuant to section 3-240 of the administrative code of the city of New York. 7. The term \"gift\" shall mean anything of value for which a person pays nothing or less than fair market value and may be in the form of money, services, reduced interest on a loan, travel, travel reimbursement, entertainment, hospitality, thing, promise, or in any other form. \"Gift\" shall not include reimbursements. 8. The term \"income\" shall include, but not be limited to, salary from government employment, income from other compensated employment whether public or private, directorships and other fiduciary or advisory positions, contractual arrangements, teaching income, partnership income, lecture fees, consultant fees, bank and bond interest, dividends, income derived from a trust, real estate rents, and recognized gains from the sale or exchange of real or other property. 9. The term \"independent body\" shall mean any organization or group of voters which nominates a candidate or candidates for office to be voted for at an election, and which is not a political party as defined in paragraph twelve of this subdivision. 10. The terms \"local authority,\" \"local public authority\" or \"city public authority\" shall be given the same meaning as the term \"local authority\" is given in subdivision two of section two of the public authorities law and shall include only such entities that have their primary office in the city of New York. 11. The term \"local political party official\" shall mean: (a) any chair of a county committee elected pursuant to section 2-112 of the election law, or his or her successor in office, who received compensation or expenses, or both, from constituted committee or political committee funds, or both, during the reporting period aggregating thirty thousand dollars or more; (b) that person (usually designated by the rules of a county committee as the \"county leader\" or \"chair of the executive committee\") by whatever title designated, who pursuant to the rules of a county committee or in actual practice, possesses or performs any or all of the following duties or roles, provided that such person received compensation or expenses, or both, from constituted committee or political committee funds, or both, during the reporting period aggregating thirty thousand dollars or more: (1) the principal political, executive and administrative officer of the county committee; (2) the power of general management over the affairs of the county committee; (3) the power to exercise the powers of the chair of the county committee as provided for in the rules of the county committee; (4) the power to preside at all meetings of the county executive committee if such a committee is created by the rules of the county committee or exists de facto, or any other committee or subcommittee of the county committee vested by such rules with or having de facto the power of general management over the affairs of the county committee at times when the county committee is not in actual session; (5) the power to call a meeting of the county committee or of any committee or subcommittee vested with the rights, powers, duties or privileges of the county committee pursuant to the rules of the county committee, for the purpose of filling an office at a special election in accordance with section 6-114 of the election law, for the purpose of filling a vacancy in accordance with section 6-116 of such law or for the purpose of filling a vacancy or vacancies in the county committee which exist by reason of an increase in the number of election districts within the county occasioned by a change of the boundaries of one or more election districts, taking effect after the election of its members, or for the purpose of determining the districts that the elected members shall represent until the next election at which such members of such committee are elected; provided, however, that in no event shall such power encompass the power of a chair of an assembly district committee or other district committee smaller than a county and created by the rules of the county committee, to call a meeting of such district committee for such purpose; (6) the power to direct the treasurer of the party to expend funds of the county committee; or (7) the power to procure from one or more bank accounts of the county committee the necessary funds to defray the expenses of the county committee. The terms \"constituted committee\" and \"political committee\" as used in this subparagraph shall have the same meanings as those contained in section 14-100 of the election law. 12. The term \"policymaking position\" shall mean the position held by a person charged with \"substantial policy discretion\" as referenced in paragraphs twelve and fifteen of subdivision b of section twenty-six hundred four of the New York city charter and as defined by rule of the conflicts of interest board. 13. The term \"political party\" shall mean any political organization which at the last preceding election for governor polled at least fifty thousand votes for its candidate for governor. 14. The term \"political organization\" shall mean any political party as defined in paragraph thirteen of this subdivision, or independent body, as defined in paragraph nine of this subdivision, or any organization that is affiliated with or a subsidiary of a party or independent body. 15. The term \"reimbursements\" shall mean any travel-related expenses provided by non-governmental sources, whether directly or as repayment, for activities related to the reporting person's official duties, such as speaking engagements, conferences, or fact-finding events, but shall not include gifts. 16. The term \"relative\" shall mean the spouse, domestic partner, child, stepchild, brother, sister, parent, or stepparent of the person reporting, or any person whom the person reporting claimed as a dependent on his or her most recently filed personal income tax return, and each such relative's spouse or domestic partner. 17. The term \"securities\" shall mean bonds, mortgages, notes, obligations, warrants and stocks of any class, investment interests in limited or general partnerships and such other evidences of indebtedness and certificates of interest as are usually referred to as securities. 18. The terms \"state agency\" and \"local agency\" shall be given the same meanings as such terms are given in section eight hundred ten of the general municipal law. 19. The term \"unemancipated child\" shall mean any son, daughter, stepson or stepdaughter who is under age eighteen, unmarried and living in the household of the person reporting at the time the person files his or her annual disclosure report, and shall also include any son or daughter of the spouse or domestic partner of such person who is under age eighteen, unmarried and living in the household of the person reporting at the time the person files his or her annual disclosure report. b. Persons required to file an annual disclosure report. The following persons shall file with the conflicts of interest board an annual disclosure report, in such form as the board shall determine, disclosing certain financial interests as hereinafter provided. Reports shall, except as otherwise provided by the board, be filed electronically, in such form as the board may determine. 1. Elected and political party officials. (a) Each elected officer described in sections four, twenty-four, twenty-five, eighty-one, ninety-one and eleven hundred twenty-five of the New York city charter, and each local political party official described in paragraph eleven of subdivision a of this section, shall file such report not later than such date designated by the conflicts of interest board each year. (b) A local political party official required to file a report pursuant to subparagraph (a) of this paragraph who is also subject to the financial disclosure filing requirements of subdivision two of section seventy-three-a of the public officers law may satisfy the requirements of paragraph one by filing with the conflicts of interest board a copy of the statement filed pursuant to section seventy-three-a of the public officers law, on or before the filing deadline provided in such section seventy-three-a, notwithstanding the filing deadline otherwise imposed by paragraph one of this subdivision. 2. Candidates for public office. (a) Each person, other than any person described in paragraph one, who has declared his or her intention to seek nomination or election and who has filed papers or petitions for nomination or election, or on whose behalf a declaration or nominating paper or petition has been made or filed which has not been declined, for an office described in paragraph one of subdivision b of this section shall file such report on or before the last day for filing his or her designating petitions pursuant to the election law. (b) Each person, other than any person described in paragraph one, who was a write-in candidate at the primary election for an office described in paragraph one of subdivision b of this section and whose name is thereafter entered in the nomination book at the board of elections, shall file such report within twenty days after such primary election. (c) Each person, other than any person described in paragraph one, who has been designated to fill a vacancy in a designation or nomination for an office described in paragraph one of subdivision b of this section shall file such report within fifteen days after a certificate designating such person to fill such vacancy is filed with the board of elections, or within five days before the election for which the certificate is filed, whichever is earlier. (d) The conflicts of interest board shall obtain from the board of elections lists of all candidates for the elected positions set forth below, and from such lists, shall determine and publish lists of those candidates who have not, within ten days after the required date for filing such reports, filed the reports required by this section. 3. (a) The following categories of persons who had such status during the preceding calendar year or up until the date of filing their annual disclosure report shall be required to file a report not later than the date designated by the conflicts of interest board each year: (1) Each agency head, deputy agency head, assistant agency head, and member of any board or commission who on the date designated by the board for filing holds a policymaking position, as defined by rule of the board and as annually determined by the head of his or her agency, subject to review by the board; (2) Each officer or employee of the city in the mayor's office, the city council, a district attorney's office, the office of the special narcotics prosecutor, or any other agency that does not employ M-level mayor's management plan indicators for its managers, whose responsibilities on the date designated by the board for filing involve the independent exercise of managerial or policymaking functions or who holds a policymaking position on such date, as defined by rule of the board and as annually determined by the appointing authority of his or her agency, subject to review by the board; (3) Each officer or employee of the city, other than an officer or employee of the city in the mayor's office, the city council, a district attorney's office or the special narcotics prosecutor's office, who, on the date designated by the board for filing, is paid in accordance with the mayor's management pay plan at level M4 or higher, or who holds a policymaking position on such date, as defined by rule of the board and as annually determined by the head of his or her agency, subject to review by the board; (4) Each officer or employee of the city whose duties at any time during the preceding calendar year involved the negotiation, authorization or approval of contracts, leases, franchises, revocable consents, concessions and applications for zoning changes, variances and special permits, as defined by rule of the board and as annually determined by his or her agency head, subject to review by the board. (5) Each assessor required to file a report solely by reason of section three hundred thirty-six of the real property tax law. (6) Each of the following members, officers and employees of city public authorities: (i) Each member of the authority; (ii) Each head, deputy head or assistant head of the authority; (iii) Each officer and employee of the authority who on the date designated by the board for filing holds a policymaking position, as defined by rule of the board and as annually determined by the head of his or her authority, subject to review by the board; and (iv) Each officer or employee of the authority whose duties at any time during the preceding calendar year involved the negotiation, authorization or approval of contracts, leases, franchises, revocable consents, concessions and applications for zoning changes, variances and special permits, as defined by rule of the conflicts of interest board and as annually determined by the head of his or her authority, subject to review by the board. (7) Any person required by New York state law to file an annual disclosure report with the conflicts of interest board. (b) Separation from service: (1) Each person described in this paragraph shall, following separation from service, file such report for the portion of the last calendar year in which he or she served in his or her position within sixty days of his or her separation from service or on or before the date designated by the conflicts of interest board for filing pursuant to subparagraph (a) of this paragraph, whichever is earlier, if such person met the criteria of this subparagraph on his or her last day of service. Each such person who leaves service prior to the date designated by the board for filing pursuant to subparagraph (a) of this paragraph shall also file a report for the previous calendar year within sixty days of his or her separation from service or on or before such date designated by the board, whichever is earlier. (2) Each such person who is terminating or separating from service shall not receive his or her final paycheck, and/or any lump sum payment to which he or she may be entitled, until such person has complied with the requirements of this section. (3) Each elected officer and each local political party official described in paragraph eleven of subdivision a of this section shall, after leaving office, file such report for the previous calendar year, if such officer or local political party official has not previously filed such report, and shall file such report for the portion of the last calendar year in which he or she served in office, within sixty days of his or her last day in office or on or before the date designated by the board for filing pursuant to subparagraph (a) of paragraph one of this subdivision, whichever is earlier. c. Procedures involving the filing of annual disclosure reports. 1. Each agency head or head of a city public authority shall file with the conflicts of interest board, prior to the date required for the filing of reports, a list of persons obligated to report pursuant to this section. 2. Each agency head or head of a city public authority shall determine, subject to review by the conflicts of interest board, which persons within the agency or city public authority occupy positions that are described in clauses three and four of subparagraph (a) of paragraph three of subdivision b of this section, and shall, prior to the date on which the filing of the report is required, inform such employees of their obligation to report. The conflicts of interest board shall promulgate rules establishing procedures whereby any employee may seek review of the agency's or city public authority's determination that he or she is required to report. 3. The speaker of the council, each district attorney and the special narcotics prosecutor shall determine, subject to review by the conflicts of interest board, which persons on their staff occupy positions that are described in clause two of subparagraph (a) of paragraph three of subdivision b of this section, and shall, prior to the date required for the filing of the reports, inform such employees of their obligation to report. 4. The conflicts of interest board shall promulgate rules establishing procedures whereby a person required to file an annual disclosure report may request an additional period of time within which to file such report, due to justifiable cause or undue hardship. Such rules shall include, but not be limited to, the establishment of a date beyond which in all cases of justifiable cause or undue hardship no further extension of time will be granted. 5. Any amendments and changes to an annual disclosure report made after its filing shall be made on a form to be prescribed by the conflicts of interest board. Amendments shall be made only by the person who originally filed such report. d. Information to be reported. 1. Officers and employees of the city; members of city boards and commissions entitled to compensation; candidates for public office; elected and political party officials. The report filed by officers and employees of the city, members of city boards and commissions entitled to compensation, candidates for public office, elected officials, political party officials, and any other person required by state law to file a report other than a person described by paragraph three or four of this subdivision, shall contain the information required by this paragraph on such form as the board shall prescribe. For purposes of filing an annual disclosure report, members of the New York city housing development corporation shall be deemed to be members of a city board or commission entitled to compensation. (a) List the name of the person reporting; his or her title or position; the entity by which he or she is employed or from which he or she receives compensation; his or her office address and telephone number; list the marital status of the person reporting, and if married, list the spouse's full name including maiden name where applicable; indicate whether the person is a member of a domestic partnership, and if so, list the partner's full name; list the names of all unemancipated children. (b) List any office, trusteeship, directorship, partnership, or position of any nature including honorary positions, whether compensated or not, held by the person reporting or his or her spouse or domestic partner or unemancipated child with any firm, corporation, association, partnership, or other organization other than the state of New York. Do not list membership positions. If the listed entity was licensed or regulated by any state or local agency, or engaged in business dealings with, or had matters other than ministerial matters before, any state or local agency, list the name of such agency. (c) (1) List the name, address and description of any occupation, trade, business, profession or employment, other than the employment listed pursuant to paragraph one of this subdivision, engaged in by the person reporting. If such employer or business was licensed or regulated by any state or local agency, or engaged in business dealings with, or matters other than ministerial matters before, any state or local agency, list the name of any such agency. (2) If the spouse, domestic partner or unemancipated child of the person reporting was engaged in any occupation, employment, trade, business or profession which activity was licensed or regulated by any state or local agency, or engaged in business dealings with, or had matters other than ministerial matters before, any state or local agency, list the name, address and description of such occupation, employment, trade, business or profession and the name of any such agency. (d) List any positions the person reporting held as an officer of any political party or political organization, as a member of any political party committee, or as a political party district leader. (e) If the person reporting practices law, is licensed by the department of state as a real estate broker or agent or practices a profession licensed by the state department of education, give a general description of the principal subject areas of matters undertaken by such person. If the person reporting practices with a firm or corporation of which he or she is a partner or shareholder, give a general description of principal subject areas of matters undertaken by such firm or corporation. Do not list the name of the individual clients, customers or patients. (f) (1) Describe the terms of, and the parties to, any agreement providing for future payments or benefits to the person reporting by a prior or current employer other than the city of New York. Such description of an agreement shall include interests in or contributions to a pension fund, profit-sharing plan, life or health insurance, buy-out agreements or severance payments, etc. (2) Describe the terms of, and the parties to, any contract, promise or agreement between the person reporting and any person, firm or corporation with respect to the future employment of such reporting person. (g) List the nature and amount of any income of one thousand dollars or more from each source derived during the preceding calendar year, to the person reporting or his or her spouse or domestic partner. Income from a business or profession and real estate rents shall be reported with the source identified by the building address in the case of real estate rents and otherwise by the name of the entity and not by the name of the individual customers, clients or tenants, with the aggregate net income before taxes for each building address or entity. The receipt of maintenance received in connection with a matrimonial action, alimony and child support payments shall not be listed. (h) List the source of each of the following items received or accrued during the preceding calendar year by the person reporting: (1) Any deferred income to be paid following the close of the calendar year for which this disclosure statement is filed, other than any source of income otherwise disclosed pursuant to subparagraph (a) of paragraph nine of this subdivision, of one thousand dollars or more from each source. Deferred income derived from the practice of a profession shall be listed in the aggregate and shall be identified as to the source, including the name of the firm, corporation, partnership or association through which the income was derived, but shall not include individual clients' identities. (2) Reimbursement to the person reporting or his or her spouse or domestic partner, for expenditures, excluding campaign expenditures and expenditures in connection with official duties reimbursed by the city, of one thousand dollars or more in each instance. (3) Honoraria received by the person reporting or his or her spouse or domestic partner from a single source in the aggregate amount of one thousand dollars or more. (4) Any gift, its value and nature, from any single source received by the person reporting, his or her spouse or domestic partner or unemancipated child, during the preceding calendar year, excluding gifts from a relative, except as otherwise provided under the election law covering campaign contributions. Gifts in the aggregate amount or value of less than one thousand dollars from any single source shall not be reported where, from the beginning of the reporting period until the date the report is filed, the donor engaged in no business dealings with the city. Gifts in the aggregate amount or value of less than fifty dollars from any single source shall not be reported. The value of separate gifts from the same or affiliated donors during the reporting period shall be aggregated. (i)(1) List the identity and value, if reasonably ascertainable, of each interest in a trust, estate or beneficial interest held by the person reporting or his or her spouse or domestic partner, including but not limited to (1) retirement plans (other than retirement plans of the state of New York or city of New York) and (2) deferred compensation plans established in accordance with the internal revenue code, where the person reporting or his or her spouse or domestic partner held a beneficial interest of one thousand dollars or more during the preceding calendar year. Do not report interests in an estate of a relative or interests in a trust or other beneficial interest established by or for a relative or by or for the estate of a relative. (2) List each assignment of income of one thousand dollars or more, and each transfer other than to a relative during the preceding calendar year for less than fair consideration of an interest of one thousand dollars or more, in a trust, estate, or other beneficial interest, securities or real property, by the person reporting, which would otherwise be required to be reported herein and is not or has not been reported. (j) List any interest of one thousand dollars or more, excluding bonds and notes, held by the person reporting, his or her spouse or domestic partner or the reporting person's unemancipated child, or partnership of which any such person is a member, or corporation, ten per centum or more of the stock of which is owned or controlled by any such person, whether vested or contingent, in any contract made or executed by a state or local agency. Include the name of the entity which holds such interest and the relationship of the person reporting, or his or her spouse or domestic partner or unemancipated child, to such entity and the interest in such contract. Do not list any interest in any such contract on which final payment has been made and all obligations under the contract, except for guarantees and warranties, have been performed, provided, however, that such an interest shall be listed if there has been an ongoing dispute during the calendar year for which this statement is filed with respect to any such guarantees or warranties. Do not list any interest in a contract made or executed by a state agency after public notice and pursuant to a process for competitive bidding or a process for competitive requests for proposals. (k) List the name, principal address and general description or the nature of the business activity of any entity in which the person reporting or his or her spouse or domestic partner or unemancipated child had an investment of one thousand dollars or more, excluding investments in securities and interests in real property. (l) List the type and market value of securities held by the person reporting or his or her spouse or domestic partner or unemancipated child from each issuing entity, valued at one thousand dollars or more at the close of the preceding calendar year, including the name of the issuing entity, exclusive of securities held by the person reporting issued by a professional corporation. Whenever an interest in securities exists through a beneficial interest in a trust, the securities held in such trust shall be listed only if the person reporting has knowledge thereof, except where the person reporting or his or her spouse or domestic partner has transferred assets to such trust for his or her benefit; in that event the securities shall be listed unless they are not ascertainable by the person reporting because the trustee is under an obligation or has been instructed in writing not to disclose the contents of the trust to the person reporting. Securities of which the person reporting or his or her spouse or domestic partner is the owner of record but in which he or she has no beneficial interest shall not be listed. Where the person or his or her spouse or domestic partner holds more than five per centum of the stock of a publicly held corporation or more than ten per centum of a privately held corporation, percentage of ownership shall be listed. List any securities owned for investment purposes by a corporation more than fifty per centum of the stock of which is owned or controlled by the person reporting or his or her spouse or domestic partner. The market value for such securities shall be reported only if reasonably ascertainable and shall not be reported if the security is an interest in a general partnership that was listed in subparagraph e of this subdivision or if the security is corporate stock, not publicly traded, in a trade or business of the reporting person or his or her spouse or domestic partner. (m) List the location, size, general nature, acquisition date, market value and percentage of ownership of any real property in which any vested or contingent interest of one thousand dollars or more was held by the person reporting or his or her spouse or domestic partner or unemancipated child during the preceding calendar year. List real property owned for investment purposes by a corporation more than fifty per centum of the stock of which is owned or controlled by the person reporting or his or her spouse or domestic partner. Do not list any real property which is the primary or secondary personal residence of the reporting person or his or her spouse or domestic partner, except where there is a co-owner who is other than a relative. (n) List the identity of each note or account receivable or other outstanding loan in the amount of one thousand dollars or more held by the person reporting or his or her spouse or domestic partner during the preceding calendar year, including debts secured by a mortgage, and other secured and unsecured debts. List the name of the debtor, type of obligation, date due and the nature of the collateral, if any, securing payment for each such debt. Debts, notes and accounts receivable owed to the person reporting or his or her spouse or domestic partner by a relative shall not be reported. (o) List each creditor to whom the person reporting or his or her spouse or domestic partner was indebted, for a period of ninety consecutive days or more during the preceding calendar year, and each such creditor to whom any debt was owed on the date of filing, in an amount of five thousand dollars or more. Debts to be listed include real estate mortgages and other secured and unsecured loans. If any reportable liability has been guaranteed by any third person, list the name of such guarantor. Do not list liabilities incurred by, or guarantees made by, the person reporting or his or her spouse or domestic partner or by any proprietorship, partnership or corporation in which such person has an interest, when incurred or made in the ordinary course of trade, business or professional practice of such person. Include the name of the creditor and any collateral pledged by such individual to secure payment of any such liability. Do not list any liability to a relative or any obligation to pay maintenance in connection with a matrimonial action, alimony or child support payments. Revolving charge account information shall only be set forth if the liability thereon is in excess of five thousand dollars for a period of ninety consecutive days or more during the preceding calendar year, or if the liability thereon is in excess of five thousand dollars as of the time of filing. Any loan issued in the ordinary course of business by a financial institution to finance educational costs, the cost of home purchase or improvements for a primary or secondary residence, or purchase of a personally owned motor vehicle, household furniture or appliances shall be excluded. (p) The name, title, and position of any relative of the person reporting who holds a position, whether paid or unpaid, with the city; the city agency with which such position is held; and the relationship between such relative and the person reporting. (q) Whenever a \"value\" or \"amount\" is required to be reported pursuant to this section, such value or amount shall be reported as being within one of the following categories: (a) at least one thousand dollars but less than five thousand dollars; (b) at least five thousand dollars but less than thirty-two thousand dollars, or such other amount as the conflicts of interest board shall set pursuant to subdivision sixteen of section twenty-six hundred one and subdivision a of section twenty-six hundred three of the charter; (c) at least thirty-two thousand dollars, or such other amount as the conflicts of interest board shall set pursuant to subdivision sixteen of section twenty-six hundred one and subdivision a of section twenty-six hundred three of the charter, but less than sixty thousand dollars; (d) at least sixty thousand dollars but less than one hundred thousand dollars; (e) at least one hundred thousand dollars but less than two hundred fifty thousand dollars; (f) at least two hundred fifty thousand dollars but less than five hundred thousand dollars; and (g) five hundred thousand dollars or more. 2. Uncompensated members of boards and commissions of the city. The report required to be filed by a person who is a member of a city board or commission and is not entitled to compensation for such service shall contain the information required by this paragraph on such form as the board shall prescribe. For purposes of filing an annual disclosure report, members of the New York city housing development corporation shall be deemed to be compensated members of a city board or commission who are required to file an annual disclosure report in accordance with paragraph one of subdivision d of this section. (a) The name of the person reporting; each of his or her city board, commission or agency titles and positions; his or her city employee identification number, if any; his or her office address, email address, if any, and telephone number; his or her home address, personal email address, if any, and home telephone number; whether he or she has a spouse or domestic partner and, if so, the full name of such spouse or domestic partner; and the names of all unemancipated children. (b) The location, size, and general nature of any residential, commercial, retail or industrial real property that is owned by, rented to or rented by the person reporting, or his or her spouse or domestic partner or unemancipated child. Only real property that is within the city of New York shall be reported. Residential property in which the person reporting or a relative resides shall not be reported. For other residential property, only the borough, city (if outside New York city), town, or village shall be reported. (c) The name of each employer or business, other than the city of New York, from which the person reporting or his or her spouse or domestic partner or unemancipated child received, during the reporting period, compensation for services performed or for goods sold or produced or as a member, officer, director, or employee. The name of individual clients, customers or patients shall not be reported, nor shall any business in which the reporting person or his or her spouse or domestic partner or unemancipated child was an investor only. The nature of the business shall also be identified, as well as the relationship between the reporting person or his or her spouse, domestic partner, or unemancipated child and the employer or business (owner, partner, officer, director, member, employee, and/or shareholder). An employer or business shall not be reported where, from the beginning of the reporting period until the date the report is filed, the employer or business engaged in no business dealings with the agency of which the person reporting is a board or commission member. (d) The name of any entity in which the person reporting or his or her spouse or domestic partner or unemancipated child has an interest that exceeds five percent of the firm or an investment of ten thousand dollars, whichever is less. The nature of the business and the type of business shall also be identified. An entity shall not be reported where, from the beginning of the reporting period until the date the report is filed, the entity engaged in no business dealings with the agency of which the person reporting is a board or commission member. (e) Gifts having a value of fifty dollars or more received by the person reporting or his or her spouse or domestic partner or unemancipated child during the reporting period, including the recipient of the gift, the donor of the gift, the relationship between the recipient and the donor, and the nature of the gift. The value of separate gifts from the same or affiliated donors during the reporting period shall be aggregated. A gift shall not be reported where (i) the gift is from a relative; or (ii) from the beginning of the reporting period until the date the report is filed, the donor engaged in no business dealings with the agency of which the person reporting is a board or commission member; or (iii) the gift consists of attendance, including meals and refreshments, at a meeting, public affair, function, or occasion and complies with the rules of the board governing the acceptance of such attendance, meals, or refreshments. 3. Members, officers and employees of city public authorities. The report required to be filed by a person pursuant to subdivision three of section twenty-eight hundred twenty-five of the public authorities law shall contain the following information: (a) The name of the person reporting; the name of the city public authority of which the person reporting is a board member, officer or employee; his or her title and position with such entity; any city title and position that he or she holds; any city agency of which the person reporting is a member, officer or employee; his or her city employee identification number, if any; his or her office address, email address, if any, and telephone number; his or her home address, personal email address, if any, and home telephone number; whether he or she has a spouse or domestic partner and, if so, the full name of such spouse or domestic partner; and the names of all unemancipated children. (b) The location, size, and general nature of any residential, commercial, retail or industrial real property that is owned by, rented to or rented by the person reporting, or his or her spouse or domestic partner or unemancipated child. Only real property that is within the city of New York shall be reported. Residential property in which the person reporting or a relative resides shall not be reported. For other residential property, only the borough, city (if outside New York city), town, or village shall be reported. (c) The name of each employer or business, other than the city of New York, from which the person reporting or his or her spouse or domestic partner or unemancipated child received, during the reporting period, compensation for services performed or for goods sold or produced or as a member, officer, director, or employee. The name of individual clients, customers or patients shall not be reported, nor shall any business in which the reporting person or his or her spouse or domestic partner or unemancipated child was an investor only. The nature of the business shall also be identified, as well as the relationship between the reporting person or his or her spouse, domestic partner, or unemancipated child and the employer or business (owner, partner, officer, director, member, employee, and/or shareholder). An employer or business shall not be reported where, from the beginning of the reporting period until the date the report is filed, the employer or business engaged in no business dealings with the local public authority of which the person reporting is a board member, officer or employee. (d) The name of any entity in which the person reporting or his or her spouse or domestic partner or unemancipated child has an interest that exceeds five percent of the firm or an investment of ten thousand dollars, whichever is less. The nature of the business and the type of business shall also be identified. An entity shall not be reported where, from the beginning of the reporting period until the date the report is filed, the entity engaged in no business dealings with the local public authority of which the person reporting is a board member, officer or employee. (e) Gifts having a value of fifty dollars or more received by the person reporting or his or her spouse or domestic partner or unemancipated child during the reporting period, including the recipient of the gift, the donor of the gift, the relationship between the recipient and the donor, and the nature of the gift. The value of separate gifts from the same or affiliated donors during the reporting period shall be aggregated. A gift shall not be reported where (i) the gift is from a relative; or (ii) from the beginning of the reporting period until the date the report is filed, the donor engaged in no business dealings with the local public authority of which the person reporting is a board member, officer or employee; or (iii) the gift consists of attendance, including meals and refreshments, at a meeting, public affair, function, or occasion and complies with the rules of the board governing the acceptance of such attendance, meals, or refreshments. 4. Tax assessors. The report required to be filed by a person pursuant to section three hundred thirty-six of the real property tax law shall be on the form prescribed by such law. 5. Filers in multiple filing categories. If a person is required to file an annual disclosure report by more than one paragraph of subdivision b of this section, he or she shall file the most comprehensive report of those required by paragraphs one through four of this subdivision. The most comprehensive report shall be deemed to be the report required by paragraph one of this subdivision; the second most comprehensive report shall be deemed to be the report required by paragraph four of this subdivision; and the third most comprehensive report shall be deemed to be the report required by paragraphs two and three of this subdivision. e. Public inspection of reports and privacy considerations. Information filed in reports required by this section shall be maintained by the conflicts of interest board and shall be made available for public inspection, upon written request on such form as the board shall prescribe, subject to the following provisions: 1. Privacy, safety and security requests. (a) Any person required to file a report pursuant to this section may, at the time the report is filed or at any time thereafter, except when a request for inspection is pending, submit a request to the conflicts of interest board, in such form as the board shall require, to withhold any item disclosed therein from public inspection on the ground that the inspection of such item by the public would constitute an unwarranted invasion of his or her privacy or a risk to the safety or security of any person. Such request shall be in writing and shall be in such form as the conflicts of interest board shall prescribe and shall set forth the reason such person believes the item should not be disclosed. (b) The conflicts of interest board shall evaluate such request and any such item shall be withheld from public inspection upon a finding by the board that the inspection of such item by the public would constitute an unwarranted invasion of privacy or a risk to the safety or security of any person. In making this determination, the board shall consider the following factors: (1) whether the item is of a highly personal nature; (2) whether the item in any way relates to the duties of the positions held by such person, including whether there are security or safety issues relating to such duties; (3) whether the disclosure poses a risk to the security or safety of the reporting person or any other individual; (4) whether the item involves an actual or potential conflict of interest. (c) The conflicts of interest board shall provide a written notification of the board's determination to the person who requested that information be withheld from public inspection and shall not release the information subject to the request until at least ten days after mailing of the notification. Such notification shall advise the person of his or her right to seek review of such determination by the supreme court of the state of New York and that the conflicts of interest board will not release the information subject to the request until ten days after the mailing of the notification. (d) Any information regarding any financial interests of the spouse, domestic partner or an unemancipated child of a person filing in which the person filing has no financial interest shall be withheld from public inspection, except the information disclosed pursuant to subparagraph (p) of paragraph one of subdivision d of this section, as an unwarranted invasion of privacy unless the conflicts of interest board determines that such information involves an actual or potential conflict of interest on the part of the person filing, subject to the factors set forth in subparagraph (b) of paragraph one of this subdivision. (e) Whether or not a person required to file a report pursuant to this section has submitted a request for privacy, the conflicts of interest board may upon its own initiative grant privacy as to any information contained in such person's report upon a finding by the board that the release of such information would constitute a risk to the safety or security of any person. (f) Where a person required to file a report pursuant to this section files an amendment to a previously submitted report, both the original submission and the amendment shall be available for public inspection, subject to the provisions of this subdivision. (g) The conflicts of interest board shall establish procedures governing the withholding of information on the ground of privacy. Such procedures shall include provision for the person who filed the information to appear in person to set forth, or submit a written statement setting forth, the reasons why the information should be withheld from public inspection. 2. Requests to examine reports. Whenever pursuant to this section the conflicts of interest board produces a report for public inspection, the board shall notify the person who filed the report of the production and of the identity of the person to whom such report was produced, except that no such notification shall be required if the request to examine the report is made by the department of investigation or any governmental unit, or component thereof, which performs as one of its principal functions any activity pertaining to the enforcement of criminal laws, provided that such report is requested solely for a law enforcement function. Nothing in this section shall preclude the conflicts of interest board from disclosing any and all information in an annual disclosure report to the department of investigation or any other governmental unit, or component thereof, which performs as one of its principal functions any activity pertaining to the enforcement of criminal laws, provided that such report is requested solely for a law enforcement function. f. Retention of reports. Reports filed pursuant to this section shall be retained by the conflicts of interest board for a period of two years following the termination of the public employment or service of the person who filed the report. In the case of candidates for office who have filed reports pursuant to this section and who were not elected, the reports shall be retained by the board for a period of two years following the day of an election on which the candidates were defeated. Notwithstanding the foregoing, the board, in consultation with the department of records and information services and the department of investigation, may establish by rule a different period or periods of retention of annual disclosure reports which takes into account the need for efficient records management and the need to retain such reports for a reasonable period for investigatory and other purposes. Such reports shall thereafter be destroyed by the board unless a request for public disclosure of an item contained in such report is pending. In lieu of the destruction of such reports, the board, in its discretion, may establish procedures providing for their return to the persons who filed them. g. Penalties. 1. Any person required to file a report pursuant to this section who has not so filed at the end of one week after the date required for filing shall be subject to a fine of not less than two hundred fifty dollars or more than ten thousand dollars. Factors to be considered by the conflicts of interest board in determining the amount of the fine shall include but not be limited to the person's failure in prior years to file a report in a timely manner, and the length of the delay in filing. In addition, within two months after the date required for filing, the conflicts of interest board shall inform the appropriate agency and the commissioner of investigation of the failure to file of any such person. 2. Any intentional violation of the provisions of this section, including but not limited to failure to file, failure to include assets or liabilities, and misstatement of assets or liabilities, shall constitute a misdemeanor punishable by imprisonment for not more than one year or by a fine not to exceed one thousand dollars, or by both, and shall constitute grounds for imposition of disciplinary penalties, including removal from office in the manner provided by law. In addition, any intentional violation of the provisions of this section may subject the person reporting to assessment by the conflicts of interest board of a civil penalty in an amount not to exceed ten thousand dollars. 3. Any intentional and willful unlawful disclosure of confidential information that is contained in a report filed in accordance with this section, by a city officer or employee or by any other person who has obtained access to such a report or confidential information contained therein, shall constitute a misdemeanor punishable by imprisonment for not more than one year or a fine not to exceed one thousand dollars, or by both, and shall constitute grounds for imposition of disciplinary penalties, including removal from office or position in the manner provided by law. 4. The conflicts of interest board shall establish procedures governing the receipt of complaints alleging a violation of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "12",
    "text": " PERSONNEL AND LABOR"
  },
  "chapter": {
    "identifier": "1",
    "text": "OFFICERS AND EMPLOYEES"
  },
  "heading": {
    "title": "12",
    "chaptersection": "110",
    "identifier": "12-110",
    "catch_text": "Annual disclosure."
  }
}