{
  "text": "ยง 12-126 Health insurance coverage for city employees, persons retired from city employment, and dependents of such employees and retirees. a. Definitions. As used in this section, the following terms shall have the meaning hereinafter stated: i. \"City employee.\" A person: (1) who is employed by a department or agency of the city; and (2) is paid out of the city treasury; and (3) is employed under terms prescribing a work week regularly consisting of twenty or more hours during the fiscal year; and (4) is not employed by the board of education. ii. \"City retiree.\" A person who: (1) is receiving a retirement allowance, pension or other retirement benefit from a retirement or pension system either maintained by the city or to which the city has made contributions on behalf of such person pursuant to subdivision (g) of section 80-a of the retirement and social security law; and (2) immediately prior to such person's retirement as a member of such system, was a city employee, or was an employee of the board of education employed under terms prescribing a work week regularly consisting of twenty or more hours during the fiscal year; and (3) had at the time of retirement, at least five years of credited service as a member of such retirement or pension system, except that (A) such requirement of credited service shall not apply in cases of retirement for accident disability, (B) the requirement of credited service for vested retirement and service retirement shall be at least ten years for a person who was not an employee of the city or the board of education on or before the effective date of the local law that added this clause, and (C) notwithstanding the provisions of clause (B) of this subparagraph, the requirement of credited service for vested retirement and service retirement shall be at least fifteen years for a person who was not an employee of the city or the board of education on or before the effective date of the local law that added this clause, is receiving a retirement allowance from the New York city teachers' retirement system or the New York city board of education retirement system, and held a position represented by the recognized teacher organization for collective bargaining purposes on such person's last day of paid service. iii. \"Dependent.\" The spouse of a city employee or city retiree or any child of a city employee or city retiree during the period of eligibility of such child for coverage under the insurance contract applicable to such employee or retiree; provided, however, that no spouse or child of any such employee or retiree shall be deemed a dependent after the death of such employee or retiree. iv. \"Health insurance coverage.\" A program of hospital-surgical-medical benefits to be provided by health and hospitalization insurance contracts entered into between the city and companies providing such health and hospitalization insurance. b. Payment of health insurance costs. Except as otherwise provided in section 12-126.1 and section 12-126.2 of this chapter, for city employees, city retirees and their dependents: * (1) The city will pay the entire cost of health insurance coverage for city employees, city retirees, and their dependents, not to exceed one hundred percent of the full cost of H.I.P.-H.M.O. on a category basis. Where such health insurance coverage is predicated on the insured's enrollment in the hospital and medical program for the aged and disabled under the Social Security Act, the city will pay the amount set forth in such act under 1839 (a) as added by title XVIII of the 1965 amendment to the Social Security Act; provided that such amount shall not exceed the sum of nineteen dollars and fifty-three cents per month per individual for the period beginning January first, nineteen hundred eighty-eight and ending December thirty-first, nineteen hundred eighty-eight, and provided further however that such amount shall not exceed the sum of twenty-seven dollars and ninety cents per month per individual for the period beginning January first, nineteen hundred eighty-nine and ending December thirty-first, nineteen hundred ninety-one, and provided further that such amount shall not exceed the sum of twenty-nine dollars per month per individual for the period beginning January first, nineteen hundred ninety-two and ending December thirty-first, nineteen hundred ninety-five. Provided further, that such amount shall not exceed the sum of thirty-two dollars per month per individual effective January first, nineteen hundred ninety-six. Provided further, that such amount shall not exceed the sum of thirty-eight dollars and seventy cents per month effective January first, two thousand and provided further that each year thereafter, the City shall reimburse covered employees in an amount equal to one hundred percent of the Medicare Part-B premium rate applicable to that year. * NB The validity of local law 39 of 2001 is currently a subject of disagreement between the Mayor and the City Council. This certification is not intended as a legal opinion as to the validity of the local law, other than certifying the truth of the facts presented herein. (2) Health insurance coverage for surviving spouses, domestic partners and children of police officers, firefighters and certain other city employees: (i) Where the death of a member of the uniformed forces of the police or fire departments is or was the natural and proximate result of an accident or injury sustained while in the performance of duty, the surviving spouse or domestic partner, until he or she dies, and the children under the age of nineteen years and any such child who is enrolled on a full-time basis in a program of undergraduate study in an accredited degree-granting institution of higher education until such child completes his or her educational program or reaches the age of twenty-three years, whichever comes first, shall be afforded the right to health insurance coverage, and health insurance coverage which is predicated on the insured's enrollment in the hospital and medical program for the aged and disabled under the social security act, as is provided for city employees, city retirees and their dependents as set forth in paragraph one of this subdivision. Where the death of a uniformed member of the correction or sanitation departments has occurred while such employee was in active service as the natural and proximate result of an accident or injury sustained while in the performance of duty, the surviving spouse or domestic partner, until he or she dies, and the child of such employee who is under the age of nineteen years and any such child who is enrolled on a full-time basis in a program of undergraduate study in an accredited degree-granting institution of higher education until such child completes his or her educational program or reaches the age of twenty-three years, whichever comes first, shall be afforded the right to health insurance coverage, and health insurance coverage which is predicated on the insured's enrollment in the hospital and medical program for the aged and disabled under the social security act, as is provided for city employees, city retirees and their dependents as set forth in paragraph one of this subdivision. Where the death of an employee of the fire department of the city of New York who was serving in a title whose duties are those of an emergency medical technician or advanced emergency medical technician (as those terms are defined in section three thousand one of the public health law), or whose duties required the direct supervision of employees whose duties are those of an emergency medical technician or advanced emergency medical technician (as those terms are defined in section three thousand one of the public health law) is or was the natural and proximate result of an accident or injury sustained while in the performance of duty on or after September eleventh, two thousand one, the surviving spouse or domestic partner, until he or she dies, and the children under the age of nineteen years and any such child who is enrolled on a full-time basis in a program of undergraduate study in an accredited degree-granting institution of higher education until such child completes his or her educational program or reaches the age of twenty-three years, whichever comes first, shall be afforded the right to health insurance coverage, and health insurance coverage which is predicated on the insured's enrollment in the hospital and medical program for the aged and disabled under the social security act, as is provided for city employees, city retirees and their dependents as set forth in paragraph one of this subdivision. The mayor may, in his or her discretion, authorize the provision of such health insurance coverage for the surviving spouses, domestic partners and children of employees of the fleet services division of the police department who died on or after October first, nineteen hundred ninety-eight and before April thirtieth, nineteen hundred ninety-nine, and the surviving spouses, domestic partners and children of employees of the roadway repair and maintenance division of the department of transportation who died on or after September first, two thousand five and before September twenty-eighth, two thousand five, and the surviving spouses, domestic partners and children of employees of the bureau of wastewater treatment of the department of environmental protection who died on or after January eighth, two thousand nine and before January tenth, two thousand nine as a natural and proximate result of an accident or injury sustained while in the performance of duty, subject to the same terms, conditions and limitations set forth in the section. Provided, however, and notwithstanding any other provision of law to the contrary, and solely for the purposes of this subparagraph, a member otherwise covered by this subparagraph shall be deemed to have died as the natural and proximate result of an accident or injury sustained while in the performance of duty upon which his or her membership is based, provided that such member was in active service upon which his or her membership is based at the time that such member was ordered to active duty pursuant to Title 10 of the United States Code, with the armed forces of the United States or to service in the uniformed services pursuant to Chapter 43 of Title 38 of the United States Code, and such member died while on active duty or service in the uniformed services on or after June fourteenth, two thousand five while serving on such active military duty or in the uniformed services. (ii) Where a retired member of the fire department dies and is enrolled in a health insurance plan, the surviving spouse shall be afforded the right to such health insurance coverage and health insurance coverage which is predicated on the insured's enrollment in the hospital and medical program for the aged and disabled under the social security act as is provided for retirees and their dependents as set forth in subparagraph (i) of this paragraph, provided such surviving spouse pays one hundred two percent of the group rate for such coverage, with two percent intended to cover administrative costs incurred, provided such spouse elects such health insurance coverage within one year of the death of his or her spouse. For purposes of this subparagraph, \"retired member of the fire department\" shall include persons who, immediately prior to retirement, were employed by the fire department of the city of New York in a title whose duties are those of an emergency medical technician or advanced emergency medical technician (as those terms are defined in section three thousand one of the public health law), or whose duties required the direct supervision of employees whose duties are those of an emergency medical technician or advanced emergency medical technician (as those terms are defined in section three thousand one of the public health law). (iii) Where a retired member of the police department, including premerger retirees who were police officers employed by the New York city housing authority or the New York city transit authority, dies and is enrolled in a health insurance plan, the surviving spouse shall be afforded the right to such health insurance coverage and health insurance coverage which is predicated on the insured's enrollment in the hospital and medical program for the aged and disabled under the social security act as is provided for retirees and their dependents as set forth in subparagraph (i) of this paragraph, provided such surviving spouse pays one hundred two percent of the group rate for such coverage, with two percent intended to cover administrative costs incurred, provided such spouse elects such health insurance coverage within one year of the death of his or her spouse. (iv) Where an active or retired member of the New York city department of correction or sanitation dies and is enrolled in a health insurance plan, the surviving spouse or domestic partner shall be afforded the right to such health insurance coverage and health insurance coverage which is predicated on the insured's enrollment in the hospital and medical program for the aged and disabled under the social security act as is provided for retirees and their dependents as set forth in subparagraph (i) of this paragraph, provided such surviving spouse or domestic partner pays one hundred two percent of the group rate for such coverage, with two percent intended to cover administrative costs incurred, provided such spouse or domestic partner elects such health insurance coverage within one year of the death of his or her spouse or domestic partner. c. Any amount paid by the city pursuant to subdivision b of this section shall not be deemed to be salary, wages or compensation within the meaning of any law relating to any retirement or pension system and shall not be considered or included for the purpose of computing or determining employee or city contributions or the rights, allowances and benefits to which a city employee or such employee's heirs or beneficiaries shall become entitled under any retirement or pension system; and shall not be construed as a change of grade or classification or as a promotion to higher grade or position. d. Such health insurance coverage as is provided under this section shall be administered by office of labor relations. ",
  "sections": [

  ],
  "title": {
    "identifier": "12",
    "text": " PERSONNEL AND LABOR"
  },
  "chapter": {
    "identifier": "1",
    "text": "OFFICERS AND EMPLOYEES"
  },
  "heading": {
    "title": "12",
    "chaptersection": "126",
    "identifier": "12-126",
    "catch_text": "Health insurance coverage for city employees, persons retired from city employment, and dependents of such employees and retirees."
  }
}