{
  "text": "ยง 12-121 Exceptions to residence requirements. a. The commissioner of citywide administrative services on his or her own initiative or upon application of the head of an agency may certify that there is difficulty in the recruitment of personnel for a position and that to restrict recruitment for such position to persons who meet the residency requirements of section 12-120 based on their residence or their willingness to establish residence consistent with such requirements would not be in the public interest. Persons appointed to positions so certified by the commissioner shall not be required to establish or maintain residence consistent with the requirements of such section as a condition of employment while in service in that position. Each agency head may make application to the commissioner, in such form as the commissioner shall prescribe, for the certification of positions within the agency head's jurisdiction. The commissioner may certify such positions subject to such limitations and conditions as the commissioner may deem appropriate. Notwithstanding the foregoing provisions, positions in the city council may be so certified by the speaker of the city council. Copies of all certifications of the commissioner and the speaker shall be filed with the city clerk and shall be subject to annual review by the commissioner and speaker. b. Residence in the city or Nassau, Westchester, Suffolk, Orange, Rockland or Putnam county shall not be required as a condition of employment for: (1) persons appointed to the position of chaplain; or (2) employees whose regular work site is outside the city; or (3) employees who have performed functions at a regular work site outside the city, where the city has reduced or terminated, or is in the process of reducing or terminating, the direct performance by city employees of such functions at such site, and the city seeks to transfer, reassign, or appoint such employees to positions located within the city. This paragraph shall apply only where the commissioner of citywide administrative services finds that it is in the public interest to waive the residence requirement for reasons including, but not limited to, facilitating the operations of the affected agency or agencies or furthering the interests of employee relations. c. City residence shall not be required as a condition of employment for campus peace officers level I, level II and level III, as defined by subdivision twenty-seven of section 2.10 of the criminal procedure law, employed by the city university of New York before the effective date of this subdivision. ",
  "sections": [

  ],
  "title": {
    "identifier": "12",
    "text": " PERSONNEL AND LABOR"
  },
  "chapter": {
    "identifier": "1",
    "text": "OFFICERS AND EMPLOYEES"
  },
  "heading": {
    "title": "12",
    "chaptersection": "121",
    "identifier": "12-121",
    "catch_text": "Exceptions to residence requirements."
  }
}