{
  "text": "ยง12-124.1 Electronic pay stubs. a. The pay stub of each city employee receiving direct deposit shall be made available to such employee in electronic format which shall be printable by such employee. b. Each such city employee shall have access to such electronic pay stub through a secure password-protected website, which can be accessed remotely from a computer terminal or kiosk with intranet and/or internet access in compliance with any local, state and federal laws, regulations and rules, including those dealing with privacy protection. Every city agency shall make reasonable accommodations to provide computer terminals and/or kiosks with intranet and/or internet access for city employees employed by such agency to access such employee's electronic pay stub and shall permit said employees to access such pay stub as an incidental use. c. Any city employee who does not wish to receive an electronic pay stub pursuant to subdivision a of this section may request that a printed paper copy of such employee's pay stub be prepared and forwarded to such employee. d. No later than September 1, 2008, the executive director of payroll administration, in collaboration with the commissioner of citywide administrative services, or his or her respective designee, shall establish and report to the council a plan regarding staggered implementation cycles for all city agencies to comply with the provisions of this local law by December 31, 2009. Such plan shall include, but not be limited to, a phase-in period during which city employees receive their respective pay stubs in both electronic and printed paper copy format and have the opportunity to request such pay stubs in printed paper copy format pursuant to subdivision c of this section. e. Any obligation to prepare an electronic version of a city employee's pay stub pursuant to subdivision a of this section shall not negate or diminish any other obligation to furnish such employee with a W-2 wage and tax statement in accordance with federal laws and regulations. f. For the purposes of this section, the following terms shall have the following meanings: (1) \"city employee\" shall include elected officials of the city of New York and employees of such officials, including employees of mayoral agencies, provided that such employee's pay is processed by the office of payroll administration; and (2) \"city agency\" shall include any agency of the city of New York that employs a city employee. ",
  "sections": [

  ],
  "title": {
    "identifier": "12",
    "text": " PERSONNEL AND LABOR"
  },
  "chapter": {
    "identifier": "1",
    "text": "OFFICERS AND EMPLOYEES"
  },
  "heading": {
    "title": "12",
    "chaptersection": "124",
    "identifier": "12-124.1",
    "catch_text": "Electronic pay stubs."
  }
}