{
  "text": "ยง 12-126.1 Special provisions applicable to health insurance and welfare benefit fund coverage for certain members of city retirement systems. a. Definitions. The following terms, as used in this section, shall have the following meanings, unless a different meaning is plainly required by the context: (1) \"NYCERS former fractional plan member\". A member of the New York city employees' retirement system who, pursuant to the provisions of subdivision m of section 13-162 of the code, is deemed to have elected to become a career pension plan member (as defined in subdivision forty-six of section 13-101 of the code), and who currently is such a career pension plan member or a fifty-five-year-increased-service-fraction member (as defined in subdivision fifty-one of section 13-101 of the code). (2) \"BERS former fractional plan member\". A member of the board of education retirement system of the city of New York who, pursuant to the provisions of paragraph (g) of subdivision eighteen of section twenty-five hundred seventy-five of the education law, is deemed to have elected to become a career pension plan member (as defined in paragraph twenty-eight of section two of the rules and regulations of such retirement system), and who currently is such a career pension plan member or a fifty-five-year-increased-service-fraction member (as defined in paragraph thirty-one of section two of such rules and regulations). (3) \"Health insurance and welfare benefits fund surcharge\". An amount, expressed as a percentage of salary, specified in a collective bargaining agreement (or other similar instrument) between the city of New York (or the board of education of the city) and the employee organization or organizations representing NYCERS former fractional plan members or BERS former fractional plan members in which it is provided that such members shall absorb the additional health insurance and welfare benefit fund increases caused by the enactment of subdivision m of section 13-162 of the code and paragraph (g) of subdivision eighteen of section twenty-five hundred seventy-five of the education law. b. Commencing with the first full payroll period which begins after October first, nineteen hundred ninety-three, the salary of each NYCERS former fractional plan member and each BERS former fractional plan member shall be reduced by the amount of the health insurance and welfare benefits fund surcharge on each and every payroll of such member for each and every payroll period. c. The commissioner of labor relations shall promulgate rules for the appropriate administration of this section. d. Any salary reduction effectuated pursuant to subdivision b of this section shall be considered part of such member's salary for the purpose of computing employer and employee pension contributions and all retirement benefits administered by the New York city employees' retirement system or the board of education retirement system of the city of New York. ",
  "sections": [

  ],
  "title": {
    "identifier": "12",
    "text": " PERSONNEL AND LABOR"
  },
  "chapter": {
    "identifier": "1",
    "text": "OFFICERS AND EMPLOYEES"
  },
  "heading": {
    "title": "12",
    "chaptersection": "126",
    "identifier": "12-126.1",
    "catch_text": "Special provisions applicable to health insurance and welfare benefit fund coverage for certain members of city retirement systems."
  }
}