{
  "text": "ยง 12-106 Heads of agencies other than the police and fire commissioner, may rehear charges against and reinstate persons dismissed. a. The head of any agency, upon written application by any person who has been dismissed from service, setting forth the reasons for demanding an opportunity of making a further explanation, shall have the power, in his or her discretion, to rehear the explanation and any new matter offered in further reply to the charges or complaint upon which such person was dismissed from service. Such person shall be required to waive, in writing, all claims against the city for back pay. Such application for another opportunity to explain shall only be presented to and granted by the officer who made the removal or such officer's immediate successor, when the applicant for the further explanation shall make it appear, by affidavit: 1. That on a further opportunity to explain, he or she can produce such evidence as would probably have changed the decision if it had been presented theretofore; and 2. If such evidence has been discovered since the previous explanation, that it is not cumulative; and 3. That the failure to produce it at the first explanation was not owing to want of diligence. b. If upon the further explanation, the head of such agency shall determine that such person has been illegally or unjustly dismissed, the head of such agency may, in his or her discretion, and with the approval in writing of the commissioner of citywide administrative services, cause such person to be reinstated. c. The consent of the mayor shall be required when reinstatement of an applicant is made by the immediate successor of the removing official. It shall be unlawful, however, for the immediate successor of the removing official to reinstate an applicant who has been removed for more than two years. d. This section shall not apply to members of the uniformed forces under the jurisdiction of the police commissioner and the fire commissioner. ",
  "sections": [

  ],
  "title": {
    "identifier": "12",
    "text": " PERSONNEL AND LABOR"
  },
  "chapter": {
    "identifier": "1",
    "text": "OFFICERS AND EMPLOYEES"
  },
  "heading": {
    "title": "12",
    "chaptersection": "106",
    "identifier": "12-106",
    "catch_text": "Heads of agencies other than the police and fire commissioner, may rehear charges against and reinstate persons dismissed."
  }
}