{
  "text": "ยง 12-126.2 Special provisions applicable to health insurance and welfare benefit fund coverage for certain correction officers and sanitation workers. a. Definitions. The following terms, as used in this section shall have the following meanings, unless a different meaning is plainly required by the context: (1) \"RSSL\". The New York state retirement and social security law. (2) \"Tier II member\". A member of a retirement system or pension fund maintained by the city who is subject to the provisions of article eleven of the RSSL. (3) \"Tier III member\". A member of a retirement system or pension fund maintained by the city who is subject to the provisions of article fourteen of the RSSL. (4) \"Tier IV member\". A member of a retirement system or pension fund maintained by the city who is subject to the provisions of article fifteen of the RSSL. (5) \"Tier II or tier III correction officer participant in a twenty year retirement program.\" A tier II or tier III member of the uniformed correction force who is a participant in the twenty-year retirement program established pursuant to (A) section four hundred forty-five-a of the RSSL or (B) section four hundred forty-five-c of the RSSL or (C) section five hundred four-a of the RSSL or (D) section five hundred four-b of the RSSL. (6) \"Tier II or tier IV sanitation worker participant in a twenty-year retirement program.\" A tier II or tier IV member of the uniformed force of the New York city department of sanitation who is a participant in the twenty-year improved benefit retirement program established pursuant to section four hundred forty-five-b of the retirement and social security law or is a participant in the twenty-year retirement program established pursuant to section six hundred four-a of the retirement and social security law. (7) \"Health insurance and welfare benefits fund surcharge.\" An amount, expressed as a percentage of salary, specified in a collective bargaining agreement (or other similar instrument) between the city of New York and the employee organization or organizations representing tier II and tier III correction officer participants in a twenty-year retirement program or tier II or tier IV sanitation worker participants in a twenty-year retirement program in which it is provided that such participants shall absorb the additional health insurance and welfare benefit fund increases caused by the enactment of section four hundred forty-five-a of the retirement and social security law, section four hundred forty-five-b of the retirement and social security law, section four hundred forty-five-c of the retirement and social security law, section five hundred four-a of the retirement and social security law, section five hundred four-b of the retirement and social security law and section six hundred four-a of the retirement and social security law. (8) \"Starting date.\" The first day of the first whole payroll period commencing after the date which is thirty days after the effective date of this section. b. Effective as of the starting date, the salary of any tier II or tier III correction officer participant in a twenty-year retirement program or any tier II or tier IV sanitation worker participant in a twenty-year retirement program shall be reduced by the amount of the health insurance and welfare benefits fund surcharge on each and every payroll of such member for each and every payroll period. c. The commissioner of labor relations shall promulgate rules for the appropriate administration of this section. d. Any salary reduction effectuated pursuant to subdivision b of this section shall be considered part of such participant's final average salary for the purpose of computing employer and employee pension contributions and all retirement benefits administered by any retirement system or plan to which the city of New York contributes on behalf of said such participant. However, this subdivision shall in no way be construed to supersede the provisions of sections four hundred thirty-one, five hundred twelve and six hundred eight of the retirement and social security law or any other similar provision of law which limits the salary base for computing retirement benefits payable by a public retirement system. ",
  "sections": [

  ],
  "title": {
    "identifier": "12",
    "text": " PERSONNEL AND LABOR"
  },
  "chapter": {
    "identifier": "1",
    "text": "OFFICERS AND EMPLOYEES"
  },
  "heading": {
    "title": "12",
    "chaptersection": "126",
    "identifier": "12-126.2",
    "catch_text": "Special provisions applicable to health insurance and welfare benefit fund coverage for certain correction officers and sanitation workers."
  }
}