{
  "text": "* ยง 12-126.3 Health insurance coverage and welfare fund benefits of certain retirees and their dependents. a. Definitions. The following terms, as used in this section, shall have the following meanings, unless a different meaning is plainly required by the context: (1) \"Pre-merger transit police retiree\". A member of the uniformed force of the former transit police department of the New York city transit authority who retired as such a member prior to April thirtieth, nineteen hundred ninety-five or retired thereafter as such an employee as a result of an application to retire filed prior to such April thirtieth. (2) \"Pre-merger civilian retiree of the transit police department\". An employee of such former transit police department who was not a member of its uniformed force and who retired as such an employee prior to April thirtieth, nineteen hundred ninety-five or retired thereafter as such an employee as a result of an application to retire filed prior to such April thirtieth. (3) \"Pre-merger housing police retiree\". A member of the uniformed force of the former housing police department of the New York city housing authority who retired as such a member prior to April thirtieth, nineteen hundred ninety-five or retired thereafter as such an employee as a result of an application to retire filed prior to such April thirtieth. (4) \"Pre-merger civilian retiree of the housing police department\". An employee of such former housing police department who was not a member of its uniformed force and who retired as such an employee prior to April thirtieth, nineteen hundred ninety-five or retired as such an employee thereafter as a result of an application to retire filed prior to such April thirtieth. (5) \"Health insurance coverage\". The program of hospital-surgical-medical benefits provided to participants therein and their dependents at city cost pursuant to section 12-126 of this chapter and any supplements to such program (i) provided for by an applicable collective bargaining agreement (or other similar instrument) or (ii) provided by other action or practice of the city and/or an appropriate public employee organization representing employees of the city police department. (6) \"Welfare fund benefits\". The benefits provided to eligible participants and their dependents pursuant to (i) the provisions of a collective bargaining agreement (or other similar instrument) which denominates such benefits as welfare fund benefits or (ii) a welfare fund agreement executed pursuant to a collective bargaining agreement (or other similar instrument) and benefits provided as welfare fund benefits pursuant to other action or practice of the city and/or an appropriate employee organization representing employees of the city police department. (7) \"Appropriate public employee organization representing employees of the city police department\". The certified or recognized public employee organization under article fourteen of the civil service law and chapter three of title twelve of the code which represents employees of the police department of the city who have a title and rank which are the same as or equivalent to the title and rank which a pre-merger retiree had at the time of the retirement of such pre-merger retiree. (8) \"Pre-merger retiree\". A retiree identified in any of paragraphs one, two, three and four of this subdivision. (9) \"Similarly situated retiree of the city police department\". A person (i) who retired as an employee of the police department of the city on a date the same as the retirement date of a pre-merger retiree and (ii) whose title and rank on the date of retirement were the same as or equivalent to the title and rank of such pre-merger retiree at the time of the retirement of such pre-merger retiree. b. Health insurance coverage and welfare fund benefits shall be provided pursuant to the provisions of this section to each pre-merger transit police retiree and each pre-merger housing police retiree, and the dependents of each such retiree, in the same manner and to the same extent as if such retiree, at the time of his or her retirement, was a similarly situated retiree of the city police department. c. (1) Subject to the provisions of paragraphs two and three of this subdivision, health insurance coverage and welfare fund benefits shall be provided pursuant to the provisions of this section to each pre-merger civilian retiree of the transit police department and each pre-merger civilian retiree of the housing police department, and the dependents of each such retiree, in the same manner and to the same extent as if such retiree, at the time of his or her retirement, was a similarly situated retiree of the city police department. (2) Where any civilian retiree referred to in paragraph one of this subdivision was not entitled, under the collective bargaining agreement (or other similar instrument) and/or employer-provided health insurance program applicable to such retiree immediately prior to his or her retirement, to reimbursement by his or her employer for the whole or any part of Medicare premiums paid, such retiree shall not be entitled to reimbursement under this section for the whole or any part of Medicare premiums paid. (3) Subject to the provisions of paragraph two of this subdivision, all costs of providing health insurance coverage and welfare fund benefits to pre-merger civilian retirees of the housing police department shall be paid by the New York city housing authority. d. In relation to providing health insurance coverage and welfare fund benefits pursuant to the preceding provisions of this section to each pre-merger retiree, the respective powers and obligations of the city and the appropriate employee organization representing employees of the city police department (subject to the provisions of paragraphs two and three of subdivision c of this section) shall be the same as in the case of a similarly situated retiree of the city police department. e. Subject to the provisions of paragraphs two and three of subdivision c of this section, the costs of providing the health insurance coverage and welfare fund benefits prescribed by the preceding subdivisions of this section to each pre-merger retiree shall be paid by the city and/or paid by or shared with the appropriate public employee organization representing employees of the city police department in the same manner and to the same extent as the city and/or such public employee organization pay or share such costs with respect to a similarly situated retiree of the city police department. f. Nothing contained in this section shall be construed as amending or altering any provision of article fourteen of the civil service law or chapter three of title twelve of the code. * NB There are 2 ยง 12-126.3's ",
  "sections": [

  ],
  "title": {
    "identifier": "12",
    "text": " PERSONNEL AND LABOR"
  },
  "chapter": {
    "identifier": "1",
    "text": "OFFICERS AND EMPLOYEES"
  },
  "heading": {
    "title": "12",
    "chaptersection": "126",
    "identifier": "12-126.3",
    "catch_text": "Health insurance coverage and welfare fund benefits of certain retirees and their dependents."
  }
}