{
  "text": "ยง 12-120 Residency requirements. a. Except as otherwise provided in section 12-121, any person who enters city service on or after September first nineteen hundred eighty-six (i) shall be a resident of the city on the date that he or she enters city service or shall establish city residence within ninety days after such date and (ii) shall thereafter maintain city residence as a condition of employment. Failure to establish or maintain city residence as required by this section shall constitute a forfeiture of employment; provided, however, that prior to dismissal for failure to establish or maintain city residence an employee shall be given notice of and the opportunity to contest the charge that his or her residence is outside the city. b. Notwithstanding subdivision a of this section, employees who have completed two years of city service shall be deemed to be in compliance with the residency requirements of this section if they are residents of Nassau, Westchester, Suffolk, Orange, Rockland or Putnam county; provided, however, that (i) the mayor may require deputy mayors, heads of mayoral agencies as defined in section 385 of the charter, deputy commissioners, assistant commissioners and general counsels of such agencies to have completed more than two years of city service to be in compliance with the residency requirements of this section, (ii) the speaker of the council may require the council's chief of staff, deputy chiefs of staff, general counsel and division directors to have completed more than two years of city service to be in compliance with the residency requirements of this section, (iii) the comptroller may require the chief of staff, deputy comptrollers, assistant comptrollers and general counsel to have completed more than two years of city service to be in compliance with the residency requirements of this section, (iv) the borough presidents may require their chiefs of staff, deputy borough presidents and general counsels to have completed more than two years of city service to be in compliance with the residency requirements of this section, and (v) the public advocate may require the chief of staff, deputy advocates and general counsel to have completed more than two years of city service to be in compliance with the residency requirements of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "12",
    "text": " PERSONNEL AND LABOR"
  },
  "chapter": {
    "identifier": "1",
    "text": "OFFICERS AND EMPLOYEES"
  },
  "heading": {
    "title": "12",
    "chaptersection": "120",
    "identifier": "12-120",
    "catch_text": "Residency requirements."
  }
}