{
  "text": "ยง 12-113 Protection of sources of information. a. Definitions. For purposes of this section: 1. \"Adverse personnel action\" shall include dismissal, demotion, suspension, disciplinary action, negative performance evaluation, any action resulting in loss of staff, office space or equipment or other benefit, failure to appoint, failure to promote, or any transfer or assignment or failure to transfer or assign against the wishes of the affected officer or employee. 2. \"Remedial action\" means an appropriate action to restore the officer or employee to his or her former status, which may include one or more of the following: (i) reinstatement of the officer or employee to a position the same as or comparable to the position the officer or employee held or would have held if not for the adverse personnel action, or, as appropriate, to an equivalent position; (ii) reinstatement of full seniority rights; (iii) payment of lost compensation; and (iv) other measures necessary to address the effects of the adverse personnel action. 3. \"Commissioner\" shall mean the commissioner of investigation. 4. \"Child\" shall mean any person under the age of nineteen, or any person ages nineteen through twenty-one if such person receives instruction pursuant to an individualized education plan. 5. \"Educational welfare\" shall mean any aspect of a child's education or educational environment that significantly impacts upon such child's ability to receive appropriate instruction, as mandated by any relevant law, rule, regulation or sound educational practice. 6. \"Superior officer\" shall mean an agency head, deputy agency head or other person designated by the head of the agency to receive a report pursuant to this section, who is employed in the agency in which the conduct described in such report occurred. 7. \"Contract\" shall mean any written agreement, purchase order or instrument having a value in excess of one hundred thousand dollars pursuant to which a contracting agency is committed to expend or does expend funds in return for work, labor, services, supplies, equipment, materials, or any combination of the foregoing, and shall include a subcontract between a covered contractor and a covered subcontractor. Such term shall not include contracts or subcontracts resulting from emergency procurements or that are government-to-government procurements. 8. \"Contracting agency\" shall mean a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury. 9. \"Covered contractor\" shall mean a person or business entity who is a party or a proposed party to a contract with a contracting agency valued in excess of one hundred thousand dollars, and \"covered subcontractor\" shall mean a person or entity who is a party or a proposed party to a contract with a covered contractor valued in excess of one hundred thousand dollars. 10. \"Officers or employees of an agency of the city\" shall be deemed to include officers or employees of local development corporations or other not-for-profit corporations that are parties to contracts with contracting agencies and the governing boards of which include city officials acting in their official capacity or appointees of city officials. Such officers and employees shall not be deemed to be officers or employees of a covered contractor or covered subcontractor. b. 1. No officer or employee of an agency of the city shall take an adverse personnel action with respect to another officer or employee in retaliation for his or her making a report of information concerning conduct which he or she knows or reasonably believes to involve corruption, criminal activity, conflict of interest, gross mismanagement or abuse of authority by another city officer or employee, which concerns his or her office or employment, or by persons dealing with the city, which concerns their dealings with the city, (i) to the commissioner, or (ii) to a council member, the public advocate or the comptroller, who shall refer such report to the commissioner. For purposes of this subdivision, an agency of the city shall be deemed to include, but not be limited to, an agency the head or members of which are appointed by one or more city officers, and the offices of elected city officers. 2. No officer or employee of a covered contractor or covered subcontractor shall take an adverse personnel action with respect to another officer or employee of such contractor or subcontractor in retaliation for such officer or employee making a report of information concerning conduct which such officer or employee knows or reasonably believes to involve corruption, criminal activity, conflict of interest, gross mismanagement or abuse of authority by any officer or employee of such contractor or subcontractor, which concerns a contract with a contacting agency, (i) to the commissioner, (ii) to a council member, the public advocate or the comptroller, who shall refer such report to the commissioner, or (iii) to the city chief procurement officer, agency chief contracting officer, or agency head or commissioner of the contracting agency, who shall refer such report to the commissioner. 3. Every contract or subcontract in excess of one hundred thousand dollars shall contain a provision detailing the provisions of paragraph two of this subdivision and of paragraph two of subdivision e of this section. 4. Upon request, the commissioner, council member, public advocate or comptroller receiving the report of alleged adverse personnel action shall make reasonable efforts to protect the anonymity and confidentiality of the officer or employee making such report. 5. No officer or employee of an agency of the city shall take an adverse personnel action with respect to another officer or employee in retaliation for his or her making a report of information concerning conduct which he or she knows or reasonably believes to present a substantial and specific risk of harm to the health, safety or educational welfare of a child by another city officer or employee, which concerns his or her office or employment, or by persons dealing with the city, which concerns their dealings with the city, (i) to the commissioner, (ii) to a council member, the public advocate, the comptroller or the mayor, or (iii) to any superior officer. c. An officer or employee (i) of an agency of the city, or (ii) of a public agency or public entity subject to the jurisdiction of the commissioner pursuant to chapter thirty-four of the charter who believes that another officer or employee has taken an adverse personnel action in violation of subdivision b of this section may report such action to the commissioner. d. 1. Upon receipt of a report made pursuant to subdivision c of this section, the commissioner shall conduct an inquiry to determine whether retaliatory adverse personnel action has been taken. 2. Within fifteen days after receipt of an allegation pursuant to subdivision c of this section of a prohibited adverse personnel action, the commissioner shall provide written notice to the officer or employee making the allegation that the allegation has been received by the commissioner. Such notice shall include the name of the person in the department of investigation who shall serve as a contact with the officer or employee making the allegation. 3. Upon the completion of an investigation initiated under subdivision c of this section, the commissioner shall provide a written statement of the final determination to the officer or employee who complained of the retaliatory adverse personnel action. The statement shall include the commissioner's recommendations, if any, for remedial action, or shall state the commissioner has determined to dismiss the complaint and terminate the investigation. e. 1. Upon a determination that a retaliatory adverse personnel action has been taken with respect to an officer or employee of an agency of the city in violation of paragraph one or five of subdivision b of this section, the commissioner shall without undue delay report his or her findings and, if appropriate, recommendations to the head of the appropriate agency or entity, who (i) shall determine whether to take remedial action and (ii) shall report such determination to the commissioner in writing. Upon a determination that the agency or entity head has failed to take appropriate remedial action, the commissioner shall consult with the agency or entity head and afford the agency or entity head reasonable opportunity to take such action. If such action is not taken, the commissioner shall report his or her findings and the response of the agency or entity head (i) if the complainant was employed by an agency the head or members of which are appointed by the mayor, to the mayor, (ii) if the complainant was employed by a non-mayoral agency of the city, to the city officer or officers who appointed the agency head, or (iii) if the complainant was employed by a public agency or other public entity not covered by the preceding categories but subject to the jurisdiction of the commissioner pursuant to chapter thirty-four of the charter, to the officer or officers who appointed the head of the public agency or public entity, who shall take such action as is deemed appropriate. 2. Any officer or employee of a covered contractor or covered subcontractor who believes that he or she has been the subject of an adverse personnel action in violation of paragraph two of subdivision b shall be entitled to bring a cause of action against such covered contractor or covered subcontractor to recover all relief necessary to make him or her whole. Such relief may include but shall not be limited to: (i) an injunction to restrain continued retaliation, (ii) reinstatement to the position such employee would have had but for the retaliation or to an equivalent position, (iii) reinstatement of full fringe benefits and seniority rights, (iv) payment of two times back pay, plus interest, and (v) compensation for any special damages sustained as a result of the retaliation, including litigation costs and reasonable attorneys' fees. An officer or employee described in this paragraph may bring an action in any court of competent jurisdiction for such relief. An officer or employee who brings a cause of action pursuant to this paragraph shall notify the agency chief contracting officer or agency head or commissioner of the contracting agency of such action; provided, however, that failure to provide such notice shall not be a jurisdictional defect, and shall not be a defense to an action brought pursuant to this paragraph. This paragraph shall not be deemed to create a right of action against the city, any public agency or other public entity, or local development corporations or not-for-profit corporations the governing boards of which include city officials acting in their official capacity or appointees of city officials, nor shall any such public agency, entity or corporation be made a party to an action brought pursuant to this subdivision. f. Nothing in this section shall be construed to limit the rights of any officer or employee with regard to any administrative procedure or judicial review, nor shall anything in this section be construed to diminish or impair the rights of a public employee or employer under any law, rule, regulation or collective bargaining agreement or to prohibit any personnel action which otherwise would have been taken regardless of any report of information made pursuant to this section. g. Violation of this section may constitute cause for administrative penalties. h. The commissioner shall conduct ongoing public education efforts as necessary to inform employees and officers of covered agencies and contractors of their rights and responsibilities under this section. i. Not later than October thirty-first of each year, the commissioner shall prepare and forward to the mayor and the council a report on the complaints governed by this section during the preceding fiscal year. The report shall include, but not be limited to, the number of complaints received pursuant to this section, and the disposition of such complaints. ",
  "sections": [

  ],
  "title": {
    "identifier": "12",
    "text": " PERSONNEL AND LABOR"
  },
  "chapter": {
    "identifier": "1",
    "text": "OFFICERS AND EMPLOYEES"
  },
  "heading": {
    "title": "12",
    "chaptersection": "113",
    "identifier": "12-113",
    "catch_text": "Protection of sources of information."
  }
}