{
  "text": "ยง 12-203 Assistance of committee of plumbing industry. The commissioner of citywide administrative services shall call upon the plumbing industry for assistance in the preparation, conduct and rating of the practical and written examination of all persons seeking a plumber's license, pursuant to section 26-143 of the code. Such assistance shall consist of the obtaining of the services of two registered and licensed master plumbers of not less than ten years' experience as such, and one journeyman plumber of not less than ten years' experience as such, for each examination. The commissioner may also call upon duly accredited sanitary engineers or physicians to assist in the preparation and conduct of such examination. The names of such master and journeyman plumbers selected to assist the commissioner shall be publicly drawn for each examination from a panel of not less than thirty names furnished to the commissioner by a special committee to consist of one experienced master plumber representing each of the established and recognized master plumbers' associations, or branches thereof, in the five boroughs of the city, and one experienced journeyman plumber representing the established and recognized organization having jurisdiction over journeyman plumbers in the city. Such committee members shall be named once each year by the incumbent presidents or boards of directors or governors of their respective associations or organizations. No such master or journeyman plumber shall serve as such assistant oftener than once in five years. The compensation of each such person selected by the commissioner to assist in the preparation, conduct and rating of the written and practical examinations shall be fixed by the commissioner. ",
  "sections": [

  ],
  "title": {
    "identifier": "12",
    "text": " PERSONNEL AND LABOR"
  },
  "chapter": {
    "identifier": "2",
    "text": "DEPARTMENT OF CITYWIDE ADMINISTRATIVE SERVICES"
  },
  "heading": {
    "title": "12",
    "chaptersection": "203",
    "identifier": "12-203",
    "catch_text": "Assistance of committee of plumbing industry."
  }
}