{
  "text": "ยง 12-206. Eligible List Reporting. a. Definitions. For the purposes of this section only: 1. \"Eligible list\" shall mean any list established by the department of citywide administrative services after the administration of either an open-competitive or a promotional examination containing the names of persons eligible to be considered for appointment or promotion by an appointing authority in the city of New York pursuant to article four of the New York state civil service law. 2. \"Promotion list\" shall mean the agency-specific list established by the department of citywide administrative services after the administration of a promotional examination containing the names of persons eligible to be considered for promotion by an appointing authority in the city of New York pursuant to article four of the New York state civil service law. b. The commissioner of the department of citywide administrative services shall submit a report on an annual basis beginning in two thousand five to the mayor, comptroller, public advocate and speaker of the council of the city of New York, by the first day of June, for the previous calendar year, regarding eligible lists. Such report shall include, but not be limited to, the following: 1. each eligible list established during the reporting year by the department of citywide administrative services; 2. the dates such eligible lists were established; 3. the number of persons appointed or promoted from each eligible list and the agencies to which such appointments or promotions were made; 4. the number of persons appointed or promoted on a provisional basis during the reporting year and the agencies to which such appointments or promotions were made; 5. the number of persons who, during the reporting year, were considered and not selected three times from promotion lists; 6. the number of persons removed from eligible lists and the number of persons removed from promotion lists and the reason reported to the department of citywide administrative services by the agency for such removal; and 7. the number of persons restored to eligible lists and the number of persons restored to promotion lists after having been removed. ",
  "sections": [

  ],
  "title": {
    "identifier": "12",
    "text": " PERSONNEL AND LABOR"
  },
  "chapter": {
    "identifier": "2",
    "text": "DEPARTMENT OF CITYWIDE ADMINISTRATIVE SERVICES"
  },
  "heading": {
    "title": "12",
    "chaptersection": "206",
    "identifier": "12-206",
    "catch_text": "Eligible List Reporting."
  }
}