{
  "text": "ยง 12-310 Meetings; quorum; vote required; public hearings prior to adoption of rules. a. Meetings of board of collective bargaining. (1) The board of collective bargaining shall hold special meetings upon the call of the director or the request of any two members. Written notice of all regular and special meetings, including agendas and amendments to agendas shall be given to each board member, including alternate members, not more than ten days nor less than one day prior to any such meeting. A quorum shall consist of one city member, one labor member and one impartial member or of any four members. (2) The board of collective bargaining, or such members thereof as it may designate, shall conduct meetings between representatives of the city responsible for labor relations and representatives of the municipal labor committee at least twice a year, and at such other times as the director determines. These meetings shall not take up grievances or negotiate changes in wages, hours, or working conditions, but shall deal with problems of general application, including those arising out of the administration of the procedures set forth in this chapter. The director shall also from time to time convene similar meetings between representatives of particular employers and certified employee organizations. b. Meetings of board of certification. The board of certification shall hold regular and special meetings upon the call of the chairperson or of the other two members, but shall meet at least ten times a year. Two members shall constitute a quorum. c. Vote required. Except as otherwise specifically provided, all actions, determinations, findings, and recommendations of the board of collective bargaining and the board of certification shall be by majority vote of members present and voting. In the absence of a city or labor member, or in the event of a vacancy, an alternate member of the board of collective bargaining may vote in the place and stead of the member for whom he or she is the alternate, or on account of whom the vacancy exists. d. Promulgation of rules. Rules and amendments to rules promulgated by the board of collective bargaining or the board of certification shall be in conformity with the requirements of chapter forty-five of the city charter. ",
  "sections": [

  ],
  "title": {
    "identifier": "12",
    "text": " PERSONNEL AND LABOR"
  },
  "chapter": {
    "identifier": "3",
    "text": "COLLECTIVE BARGAINING"
  },
  "heading": {
    "title": "12",
    "chaptersection": "310",
    "identifier": "12-310",
    "catch_text": "Meetings; quorum; vote required; public hearings prior to adoption of rules."
  }
}