{
  "text": "ยง 12-316 Emergency suspension of salary and wages. a. It is hereby found and declared that a fiscal emergency exists for the city of New York by reason of the following: As a result of the severe economic and social dislocations of recent years, there has been a great increase in the need and demand for public services at a time when financing such services has become increasingly difficult. Due to a general decline in investor acceptance of local government securities and almost unprecedented high interest rates, the city of New York, despite the financial soundness of its obligations, recently has faced increased difficulty in selling a sufficient amount of its securities to enable it to refund its outstanding obligations or to meet its cash requirements. For the immediate future, this increased difficulty has caused concern that it may be unable to provide, without interruption, many services essential to its inhabitants while also meeting obligations to the holders of its outstanding securities as they come due. It is in the public interest and it is the policy of the city of New York to provide, without interruption, services essential to its inhabitants while meeting its obligations to the holders of its outstanding securities. The state of New York, in an attempt to assist the city of New York and other municipalities faced by a similar or analogous problem has enacted chapter one hundred sixty-eight and one hundred sixty-nine of the laws of nineteen hundred seventy-five, which among other provisions create a municipal assistance corporation for the city of New York, empowering it to issue bonds and notes and to use the proceeds from their sale primarily to provide the city of New York with amounts to pay the short-term obligations of the city as they mature. Despite statutory provisions which, in effect, secure the bonds and notes issued by the municipal assistance corporation for the city of New York with all the proceeds of the state stock transfer tax and of the state municipal assistance sales and compensating use taxes to the extent needed for that purpose, despite the agreement of the city of New York to make and observe such changes in its record keeping, accounting, budgeting and financial management practices as the municipal assistance corporation for the city of New York requires pursuant to such legislation and despite numerous economy measures taken by the city of New York, including a substantial reduction in the number of its employees, the municipal assistance corporation for the city of New York has been experiencing difficulty in selling the bonds it has issued and has expressed grave concern with regard to its ability to sell bonds which it plans to issue in the near future. The city of New York, as a result, is faced by a fiscal emergency which could seriously impair its ability to carry on orderly and uninterrupted operations and functions of government. Imposing certain additional nuisance taxes which the state in the past had given it power to impose is not a feasible solution since to do so may further impair the city's credit standing because the burden of present taxes has contributed to flight from the city of middleclass taxpaying residents and of a number of business firms. In view of this situation, it is necessary for the city to exercise its sovereign police power to suspend salary increases in the manner provided in subdivision b of this section. b. The mayor shall have the power to direct by executive order that all or any part of increases in salary or wages of public employees which have taken effect since June thirtieth, nineteen hundred seventy-five or which will take effect after that date pursuant to collective bargaining agreements or other analogous contracts requiring such salary increases as of July first, nineteen hundred seventy-five or as of any date thereafter shall be suspended. All or any part of increased payments for holiday and vacation differentials, shift differentials, salary adjustments according to plan and step-ups or increments which have taken effect since June thirtieth, nineteen hundred seventy-five or which will take effect after that date pursuant to collective bargaining agreements or other analogous contracts requiring such increased payment, as of July first, nineteen hundred seventy-five or as of any date thereafter may, in the same manner, be suspended. For the purposes of computing the pension base of retirement allowances, the suspended salary or wage increases and the suspended other payment shall not be considered as part of compensation or final compensation or of annual salary earned or earnable. The suspensions provided herein shall be effective for the first pay period ending on or subsequent to September first, nineteen hundred seventy-five and shall continue until one year thereafter. c. This section shall not be applicable to public employees covered by a collective bargaining agreement or a public employee not covered by a collective bargaining agreement where the collective bargaining representative or such unrepresented employee, by an instrument in writing, has agreed to a deferment of salary or wage increase which has been certified by the mayor as being an acceptable and appropriate contribution toward alleviating the city's fiscal crisis. The mayor may, if he or she finds that the fiscal crisis has been alleviated or for any other appropriate reason, direct by executive order that the suspensions of salary or wage increases or suspension of other increased payments shall, in whole or in part, be terminated. d. Notwithstanding the provisions of section 12-304 of this chapter, this section shall be applicable to all public employees, including public employees of any public employer as defined in this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "12",
    "text": " PERSONNEL AND LABOR"
  },
  "chapter": {
    "identifier": "3",
    "text": "COLLECTIVE BARGAINING"
  },
  "heading": {
    "title": "12",
    "chaptersection": "316",
    "identifier": "12-316",
    "catch_text": "Emergency suspension of salary and wages."
  }
}