{
  "text": "ยง 12-303 Definitions. As used in this chapter, unless the context clearly indicates otherwise, and subject to the limitations of section 12-304: a. The term \"director\" shall mean the director of the office created by section eleven hundred seventy of the charter. b. The term \"board of collective bargaining\" shall mean the board created by section eleven hundred seventy-one of the charter. c. The term \"board of certification\" shall mean the board created by section eleven hundred seventy-two of the charter. d. The term \"municipal agency\" shall mean an administration, department, division, bureau, office, board, or commission, or other agency of the city established under the charter or any other law, the head of which has appointive powers, and whose employees are paid in whole or in part from the city treasury, other than the agencies specified in paragraph two of subdivision g of this section. e. The term \"municipal employees\" shall mean persons employed by municipal agencies whose salary is paid in whole or in part from the city treasury. f. The term \"mayoral agency\" shall mean any municipal agency whose head is appointed by the mayor. g. The term \"public employer\" shall mean (1) any municipal agency; (2) the board of education, the New York city health and hospitals corporation, the New York city off-track betting corporation, the New York city board of elections and the public administrator and the district attorney of any county within the city of New York; (3) any public authority other than a state public authority as defined in subdivision eight of section two hundred one of the civil service law, whose activities are conducted in whole or in substantial part within the city; and (4) any public benefit corporation, or any museum, library, zoological garden or similar cultural institution, which is a public employer or government within the meaning of article fourteen of the civil service law, employing personnel whose salary is paid in whole or in part from the city treasury. h. The term \"public employees\" shall mean municipal employees and employees of other public employers. i. The term \"municipal employee organization\" shall mean any organization or association of municipal employees, a primary purpose of which is to represent them concerning wages, hours, and working conditions. j. The term \"public employee organization\" shall mean any municipal employee organization and any other organization or association of public employees, a primary purpose of which is to represent public employees concerning wages, hours, and working conditions. k. The term \"municipal labor committee\" shall mean an association known by that name created pursuant to a memorandum dated March thirty-first, nineteen hundred sixty-six, as amended, signed by representatives of the city and certain employee organizations. l. The term \"certified employee organization\" shall mean any public employee organization: (1) certified by the board of certification as the exclusive bargaining representative of a bargaining unit determined to be appropriate for such purpose; (2) recognized as such exclusive bargaining representative by a public employer in conformity with the rules set forth in the office of collective bargaining rules of practice and procedure; or (3) recognized by a municipal agency, or certified by the department of labor, as such exclusive bargaining representative prior to the effective date of this chapter, unless such recognition has been or is revoked or such certificate has been or is terminated. m. The term \"matters within the scope of collective bargaining\" shall mean matters specified in section 12-307 of this chapter. n. The term \"executive order\" shall mean, in the case of a mayoral agency, an executive order, memorandum or directive of the mayor and in the case of any other municipal agency or public employer, a written order, directive or resolution of such agency or employer or the head thereof, which provides for the application of the provisions of this chapter or otherwise implements the provisions of this chapter. o. The term \"grievance\" shall mean: (1) A dispute concerning the application or interpretation of the terms of a written collective bargaining agreement or a personnel order of the mayor, or a determination under section two hundred twenty of the labor law affecting terms and conditions of employment; (2) A claimed violation, misinterpretation, or misapplication of the rules or regulations of a municipal agency or other public employer affecting the terms and conditions of employment; (3) A claimed assignment of employees to duties substantially different from those stated in their job classifications; or (4) A claimed improper holding of an open-competitive rather than a promotional examination. Notwithstanding the provisions of this subdivision, the term grievance shall include a dispute defined as a grievance by executive order of the mayor, by a collective bargaining agreement, or as may be otherwise expressly agreed to in writing by a public employee organization and the applicable public employer. p. The terms \"labor member,\" \"city member,\" and \"impartial member\" shall refer to those members of the board of collective bargaining described in section eleven hundred seventy-one of the charter. q. The terms \"designated representative\" and \"designated employee organization\" shall mean a certified employee organization, council or group of certified employee organizations designated for the purposes specified in paragraph two, three or five of subdivision a of section 12-307. ",
  "sections": [

  ],
  "title": {
    "identifier": "12",
    "text": " PERSONNEL AND LABOR"
  },
  "chapter": {
    "identifier": "3",
    "text": "COLLECTIVE BARGAINING"
  },
  "heading": {
    "title": "12",
    "chaptersection": "303",
    "identifier": "12-303",
    "catch_text": "Definitions."
  }
}