{
  "text": "ยง 12-314 Special provisions relating to initial certification. a. Any employee organization which (1) discriminates with regard to the terms and conditions of membership because of race, color, creed, religion, disability, gender, sexual orientation, age, or national origin, or (2) is engaged in or advocates the violent overthrow of the government of the United States or of any state or any political subdivision thereof shall be ineligible for certification as an exclusive bargaining representative. For purposes of this section, the finding of a court or an administrative tribunal of competent jurisdiction that an employee organization has engaged in discrimination upon one of the above bases in a particular case shall not be dispositive of the question of that employee organization's eligibility for certification unless it is also found that the employee organization has engaged in a pattern or practice of such discrimination generally. b. No organization seeking or claiming to represent members of the police force of the police department shall be certified if such organization (i) admits to membership, or is affiliated directly or indirectly with an organization which admits to membership, employees other than members of the police force of the police department, or (ii) advocates the right to strike. c. Certificates or designations issued by the department of labor prior to the effective date of this chapter and in effect on such date shall remain in effect until terminated by the board of certification pursuant to its rules. Nothing contained in this subdivision shall limit the power of the board of certification to determine bargaining units differing from those determined by the department of labor. ",
  "sections": [

  ],
  "title": {
    "identifier": "12",
    "text": " PERSONNEL AND LABOR"
  },
  "chapter": {
    "identifier": "3",
    "text": "COLLECTIVE BARGAINING"
  },
  "heading": {
    "title": "12",
    "chaptersection": "314",
    "identifier": "12-314",
    "catch_text": "Special provisions relating to initial certification."
  }
}