{
  "text": "ยง 12-311 Bargaining notice; mediation; impasse panels. a. Bargaining notices. (1) At such time prior to the expiration of a collective bargaining agreement as may be specified therein (or, if no such time is specified, at least ninety but not more than one hundred fifty days prior to expiration of the agreement) a public employer, or a certified or designated employee organization, which desires to negotiate on matters within the scope of bargaining shall send the other party (with a copy to the director) a notice of the desire to negotiate a new collective bargaining agreement on such matters. The parties shall commence negotiations within ten days after receipt of such a bargaining notice, unless such time is extended by agreement of the parties, or by the director or the board of collective bargaining. (2) At any time after a public employee organization has been newly certified or designated to represent the public employees in a designated bargaining unit, the public employer or the newly certified or designated employee organization, if it desires to negotiate on matters within the scope of collective bargaining, may send the other party (with a copy to the director) a bargaining notice for the terms of a collective bargaining agreement on such matters. The parties shall commence negotiations within ten days after receipt of such a bargaining notice, unless such time is extended by agreement of the parties, or by the director or the board of collective bargaining. (3) Nothing herein shall authorize or require collective bargaining between parties to a collective bargaining agreement during the term thereof, except that such parties may engage in collective bargaining during such term on a matter within the scope of collective bargaining where (a) the matter was not specifically covered by the agreement or raised as an issue during the negotiations out of which such agreements arose and (b) there shall have arisen a significant change in circumstances with respect to such matter, which could not reasonably have been anticipated by both parties at the time of the execution of such agreement. b. Mediation panels. (1) The office of collective bargaining shall maintain a register of mediators who have been approved for listing thereon by the board of collective bargaining. (2) If the director, upon the request of a party or upon his or her own initiative determines that collective bargaining negotiations between a public employer and a certified or designated employee organization would be aided by mediation, he or she shall appoint a mediation panel from such register to assist the parties in arriving at an agreement. A mediation panel shall not be appointed less than thirty days after the commencement of negotiations, unless requested by both parties. It shall be the duty of the parties to cooperate with the mediation panel to arrive at an agreement. (3) The mediation panel shall perform its duties under the general direction and guidance of the director, to whom it shall report. c. Impasse panels. (1) The office of collective bargaining shall maintain a register of impasse panel members who have been approved for listing thereon by a majority of the entire board of collective bargaining, including at least one city member and one labor member. (2) If the board of collective bargaining, upon recommendation of the director, determines that collective bargaining negotiations (with or without mediation) between a public employer and a certified or designated employee organization have been exhausted, and that the conditions are appropriate for the creation of an impasse panel, it shall promptly instruct the director to appoint such a panel. The director may also appoint an impasse panel upon request of both parties. In appointing a panel, the director shall submit to the parties a single list of seven persons from the register of impasse panel members, and each party shall inform the director of its preferences. To the extent the preferences disclose agreement, the person or persons agreed upon shall be appointed to the impasse panel; to the extent the preferences are not in agreement, the director shall proceed to designate the members of such panel from the register. Each party may at its own expense designate a consultant to an impasse panel, who shall be available to the panel for assistance. (3) (a) An impasse panel shall have power to mediate, hold hearings, compel the attendance of witnesses and the production of documents, review data, and take whatever action it considers necessary to resolve the impasse. If an impasse panel is unable to resolve an impasse within a reasonable period of time, as determined by the director, it shall, within such period of time as the director prescribes, render a written report containing findings of fact, conclusions, and recommendations for terms of settlement. (b) An impasse panel appointed pursuant to paragraph two of this subdivision c shall consider wherever relevant the following standards in making its recommendations for terms of settlement: (i) comparison of the wages, hours, fringe benefits, conditions and characteristics of employment of the public employees involved in the impasse proceeding with the wages, hours, fringe benefits, conditions and characteristics of employment of other employees performing similar work and other employees generally in public or private employment in New York city or comparable communities; (ii) the overall compensation paid to the employees involved in the impasse proceeding, including direct wage compensation, overtime and premium pay, vacations, holidays and other excused time, insurance, pensions, medical and hospitalization benefits, food and apparel furnished, and all other benefits received; (iii) changes in the average consumer prices for goods and services, commonly known as the cost of living; (iv) the interest and welfare of the public; (v) such other factors as are normally and customarily considered in the determination of wages, hours, fringe benefits, and other working conditions in collective bargaining or in impasse panel proceedings. (c) The report of an impasse panel shall be confined to matters within the scope of collective bargaining. Unless the mayor agrees otherwise, an impasse panel shall make no report concerning the basic salary and increment structure and pay plan rules of the city's career and salary plan. If an impasse panel makes a recommendation on a matter which requires implementation by a body, agency or official which is not a party to the negotiations: (i) it shall address such recommendation solely to such other body, agency or official; (ii) it shall not recommend or direct that the municipal agency or other public employer which is party to the negotiations shall support such recommendation; and (iii) it may recommend whether a collective bargaining agreement should be concluded prior to such implementation. Any alternative recommendations proposed by an impasse panel in the event such implementation does not occur shall not exceed the total cost of the original recommendations. (d) The report of an impasse panel shall be submitted to the parties to the negotiations, to any other body, agency or official whose action is required to implement the panel's recommendations, and to the director. The director shall, with the advice and guidance of the board of collective bargaining, determine the time at which such report shall be released to the public, which shall not be later than seven days after its submission or, upon agreement of the parties and approval of the director, not later than thirty days after its submission, provided that if the parties conclude a collective bargaining agreement prior to the date on which the report is to be released, the report shall not be released except upon consent of the parties. (e) Acceptance or rejection. Within ten days after submission of the panel's report and recommendations, or such additional time not exceeding thirty days as the director may permit, each party shall notify the other party and the director, in writing, of its acceptance or rejection of the panel's recommendations. Failure to so notify shall be deemed acceptance of the recommendations. The director may release the acceptance or rejections to the public at such time as the director, in his or her discretion, may deem advisable. Upon acceptance by all parties or ten days after the latest rejection by any party, unless an appeal is earlier filed with the board pursuant to subparagraph (a) of paragraph four of this subdivision, the recommendation shall become final and binding and shall constitute an award within the meaning of article seventy-five of the civil practice law and rules, provided, however, that any provisions of such award the implementation of which requires the enactment of a law shall not become binding until the appropriate legislative body enacts such law. (4) Review of impasse panel recommendations: (a) A party who rejects in whole or in part the recommendation of an impasse panel as provided in subparagraph (e) of paragraph three of this subdivision may appeal to the board of collective bargaining for review of the recommendations of the impasse panel by filing a notice of appeal with said board within ten days of such rejection. The notice of appeal shall also be served upon the other parties within said time. Upon failure to appeal within the time provided herein, the recommendations shall be final and binding upon the party failing to so appeal, as provided in subparagraph (e) of paragraph three of this subdivision, except that the board, upon its own initiative, may review recommendations which have been rejected. Panel recommendations which, pursuant to the provisions of this subparagraph, become final and binding on both parties shall constitute an award within the meaning of article seventy-five of the civil practice law and rules, provided, however, that any provision of such award the implementation of which requires the enactment of a law shall not become binding until the appropriate legislative body enacts such law. (b) The notice of appeal shall specify the grounds upon which the appeal is taken, the alleged errors of the panel, and the modifications requested. The board shall afford the parties a reasonable opportunity to argue orally before it or to submit briefs, or may permit both argument and briefs. Review of the recommendations shall be based upon the record and evidence made and produced before the impasse panel and the standards set forth in subparagraph (b) of paragraph three of this subdivision and shall include consideration of issues, if any, of conformity of the recommendations with any law or regulation properly governing the conduct of collective bargaining between the city of New York and its employees, provided, however, that when an appeal is taken to the board on any of the grounds of prejudice set forth in subparagraph (i), (ii) or (iii) of paragraph one of subdivision (b) of section seventy-five hundred eleven of the civil practice law and rules, review shall also be based upon the record made in any hearing which the board may direct on such issues, provided, however, that the board orders such hearing within thirty days of the filing of the notice of appeal. (c) Upon such review, the board may affirm or modify the panel recommendations in whole or in part. A modification of the recommendations shall be by the vote of a majority of the board. The board may also set aside the recommendations of an impasse panel in whole or in part if it finds that the rights of a party have been prejudiced on any of the grounds set forth in subparagraph (i), (ii) or (iii) of paragraph one of subdivision b of section seventy-five hundred eleven of the civil practice law and rules. An order setting aside a recommendation of such grounds shall be based on a written decision and shall be made upon a vote of a majority of the board. A member of the board who has acted as a member of an impasse panel shall not be disqualified from subsequently participating in a decision or determination of the board in the same dispute. (d) The recommendations of the impasse panel shall be deemed to have been adopted by the board if the board fails to issue a final determination within thirty days of filing of the notice of appeal, or within forty days of a notification of rejection to the director of the board where the board, upon its own initiative, reviews the panel's recommendations, provided, however, that when a hearing is ordered pursuant to subparagraph (b) of this paragraph four relating to allegations of prejudice, the impasse panel's recommendations shall be deemed to have been adopted by the board only if the board fails to issue a determination thereon within thirty days after the close of such hearing, and provided further, that the director may extend the thirty day or forty day periods mentioned in this subparagraph for an additional period not to exceed thirty days. (e) Notwithstanding the provisions of this paragraph four, and except for purposes of judicial review, any provision of a determination of the board of collective bargaining the implementation of which requires the enactment of a law shall not become binding until the appropriate legislative body enacts such law. (f) A final determination of the board pursuant either to subparagraph (c) or (d) of this paragraph four shall be binding upon the parties. Such a final determination shall constitute an award within the meaning of article seventy-five of the civil practice law and rules. d. Preservation of status quo. During the period of negotiations between a public employer and a public employee organization concerning a collective bargaining agreement, and, if an impasse panel is appointed during the period commencing on the date on which such panel is appointed and ending sixty days thereafter or thirty days after the panel submits its report, whichever is sooner, provided, however, that upon motion of the panel, and for good cause shown, the board of collective bargaining may allow a maximum of two sixty-day extensions of time for the completion of impasse panel proceedings, provided further, that additional extensions of time for the completion of impasse panel proceedings may be granted by the panel upon the joint request of the parties, and during the pendency of any appeal to the board of collective bargaining pursuant to subdivision c of this section, the public employee organization party to the negotiations, and the public employees it represents, shall not induce or engage in any strikes, slowdowns, work stoppages, or mass absenteeism, nor shall such public employee organization induce any mass resignations, and the public employer shall refrain from unilateral changes in wages, hours, or working conditions. This subdivision shall not be construed to limit the rights of public employers other than their right to make such unilateral changes, or the rights and duties of public employees and employee organizations under state law. For the purpose of this subdivision the term \"period of negotiations\" shall mean the period commencing on the date on which a bargaining notice is filed and ending on the date on which a collective bargaining agreement is concluded or an impasse panel is appointed. e. Number of members on panels; vote required. (1) Mediation and impasse panels shall consist of such odd number of persons (one or more) as may be agreed upon by the parties to the negotiations, or, in the absence of such agreement, as shall be deemed appropriate by the director. (2) All actions, determinations, findings and recommendations of an impasse panel shall be by majority vote. f. Anything in this chapter notwithstanding, public employers and certified or designated employee organizations hereby are empowered to enter into written agreements setting forth procedures to be invoked in the event of an impasse in collective bargaining negotiations, and such agreements may include the undertaking by each party to submit unresolved issues to impartial arbitration, provided that (1) if the agreement between the parties fails to provide procedures which result in a final determination of all issues, then all unresolved issues between the parties shall be subject to the provisions of subdivision c of this section or so much thereof as may be applicable under the circumstances, and (2) questions, issues or disputes as to arbitrability or the scope of collective bargaining shall be determined by the board of collective bargaining only. ",
  "sections": [

  ],
  "title": {
    "identifier": "12",
    "text": " PERSONNEL AND LABOR"
  },
  "chapter": {
    "identifier": "3",
    "text": "COLLECTIVE BARGAINING"
  },
  "heading": {
    "title": "12",
    "chaptersection": "311",
    "identifier": "12-311",
    "catch_text": "Bargaining notice; mediation; impasse panels."
  }
}