{
  "text": "ยง 12-312 Grievance procedure and impartial arbitration. a. The board of collective bargaining shall maintain a register of arbitrators who have been approved for listing thereon by a majority of the entire board of collective bargaining including at least one city member and one labor member. The board of collective bargaining shall establish procedures for impartial arbitration which may be incorporated into executive orders and collective bargaining agreements between public employers and public employee organizations. b. Executive orders, and collective bargaining agreements between public employers and public employee organizations, may contain provisions for grievance procedures, in steps terminating with impartial arbitration of unresolved grievances. Such provisions may provide that the arbitrator's award shall be final and binding and enforceable in any appropriate tribunal in accordance with the applicable law governing arbitration, except that awards as to grievances concerning assignment of employees to duties substantially different from those stated in their job classifications, or the use of open-competitive rather than promotional examinations, shall be final and binding and enforceable only to the extent permitted by law. c. Arbitrators appointed under arbitration provisions relating to municipal agencies shall be persons on the register of the board of collective bargaining. The costs of such arbitration shall be determined and allocated pursuant to section eleven hundred seventy-four of the charter. The board of collective bargaining, in its discretion, may publish arbitration awards. d. As a condition to the right of a municipal employee organization to invoke impartial arbitration under such provisions, the grievant or grievants and such organization shall be required to file with the director a written waiver of the right, if any, of said grievant or grievants and said organization to submit the contractual dispute being alleged under a collective bargaining agreement to any other administrative or judicial tribunal except for the purpose of enforcing the arbitrator's award. This subdivision shall not be construed to limit the rights of any public employee or public employee organization to submit any statutory or other claims to the appropriate administrative or judicial tribunal. e. Public employees and public employee organizations shall not induce or engage in any strikes, slowdowns, work stoppages, or mass absenteeism nor shall public employee organizations induce any mass resignations during the term of a collective bargaining agreement. A provision to that effect shall be inserted in all written collective bargaining agreements between public employers and public employee organizations. This subdivision shall not be construed to limit the rights of public employers or the duties of public employees and employee organizations under state law. f. It is hereby declared to be the policy of the city that written collective bargaining agreements with certified or designated employee organizations should contain provisions for grievance procedures and impartial binding arbitration, which may be invoked by a public employer or by a certified or designated employee organization. g. An employee may present his or her own grievance either personally or through an appropriate representative, provided that: (1) a grievance relating to a matter referred to in paragraph two, three or five of subdivision a of section 12-307 of this chapter may be presented and processed only by the employee or by the appropriate designated representative or its designee, but only the appropriate designated representative or its designee shall have the right to invoke and utilize the arbitration procedure provided by executive order or in the collective agreement to which the designated representative is a party; and provided further that (2) any other grievance of an employee in a unit for which an employee organization is the certified collective bargaining representative may be presented and processed only by, the employee or by the certified employee organization, but only the certified employee organization shall have the right to invoke and utilize the arbitration procedure provided by executive order or in the collective agreement to which the certified representative is a party. ",
  "sections": [

  ],
  "title": {
    "identifier": "12",
    "text": " PERSONNEL AND LABOR"
  },
  "chapter": {
    "identifier": "3",
    "text": "COLLECTIVE BARGAINING"
  },
  "heading": {
    "title": "12",
    "chaptersection": "312",
    "identifier": "12-312",
    "catch_text": "Grievance procedure and impartial arbitration."
  }
}