{
  "text": "* ยง 13-157.2 Twenty-five year retirement program for EMT members. a. Definitions. The following words and phrases as used in this section shall have the following meanings unless a different meaning is plainly required by the context. 1. \"EMT member\" shall mean a member of the retirement system who is employed by the city of New York or by the New York city health and hospitals corporation in a title whose duties are those of an emergency medical technician or advanced emergency medical technician (as those terms are defined in section three thousand one of the public health law), or in a title whose duties require the supervision of employees whose duties are those of an emergency medical technician or advanced emergency medical technician (as those terms are defined in section three thousand one of the public health law). 2. \"Twenty-five year retirement program\" shall mean all the terms and conditions of this section. 3. \"Starting date of the twenty-five year retirement program\" shall mean the date of enactment of this section. 4. \"Participant in the twenty-five year retirement program\" shall mean any EMT member who, under the applicable provisions of subdivision b of this section, is entitled to the rights, benefits and privileges and is subject to the obligations of the twenty-five year retirement program, as applicable to him or her. 5. \"Discontinued member\" shall mean a participant in the twenty-five year retirement program who, while he or she was an EMT member, discontinued service as such a member and has a right to a deferred vested benefit under the provisions of subdivision d of this section. 6. \"Allowable service as an EMT member\" shall mean (i) all service as an EMT member; and (ii) all service while employed by the city of New York or by the New York city health and hospitals corporation in the title motor vehicle operator. b. Participation in the twenty-five year retirement program. 1. Subject to the provisions of paragraphs five and six of this subdivision, any person who is an EMT member on the starting date of the twenty-five year retirement program may elect to become a participant in the twenty-five year retirement program by filing, within one hundred eighty days after the starting date of the twenty-five year retirement program, a duly executed application for such participation with the retirement system of which such person is a member, provided he or she is such an EMT member on the date such application is filed. 2. Subject to the provisions of paragraphs five and six of this subdivision, any person who becomes an EMT member after the starting date of the twenty-five year retirement program may elect to become a participant in the twenty-five year retirement program by filing, within one hundred eighty days after becoming such an EMT member, a duly executed application for such participation with the retirement system of which such person is a member, provided he or she is such an EMT member on the date such application is filed. 3. Any election to be a participant in the twenty-five year retirement program shall be irrevocable. 4. Where any participant in the twenty-five year retirement program shall cease to be employed as an EMT member, he or she shall cease to be such a participant and, during any period in which such person is not so employed, he or she shall not be a participant in the twenty-five year retirement program and shall not be eligible for the benefits of subdivision c of this section. 5. Where any participant in the twenty-five year retirement program terminates service as an EMT member and returns to such service as an EMT member at a later date, he or she shall again become such a participant on that date. 6. Notwithstanding any other provision of law to the contrary, any person who is eligible to become a participant in the twenty-five year retirement program pursuant to paragraph one or two of this subdivision for the full one hundred eighty day period provided for in such applicable paragraph and who fails to timely file a duly executed application for such participation with the retirement system, shall not thereafter be eligible to become a participant in such program. c. Service retirement benefits. 1. A participant in the twenty-five year retirement program: (i) who has completed twenty-five or more years of allowable service as an EMT member; and (ii) who files with the retirement system an application for service retirement setting forth at what time, not less than thirty days subsequent to the execution and filing thereof, he or she desires to be retired; and (iii) who shall be a participant in the twenty-five year retirement program at the time so specified for his or her retirement; shall be retired pursuant to the provisions of this section affording early service retirement. 2. Notwithstanding any other provision of law to the contrary, the early service retirement benefit for a participant in the twenty-five year retirement program who retires pursuant to paragraph one of this subdivision shall be a retirement allowance consisting of: (i) an amount, on account of the required minimum period of service, equal to the sum of (a) an annuity which shall be the actuarial equivalent of the accumulated deductions from his or her pay during such period, (b) a pension for increased-take-home-pay which shall be the actuarial equivalent of the reserve for increased-take-home-pay to which he or she may be entitled for such period, and (c) a pension which, when added to such annuity and such pension for increased-take-home-pay, produces a retirement allowance equal to fifty-five percent of the salary earned or earnable in the year prior to his or her retirement; plus (ii) an amount for each additional year of allowable service as an EMT member, or fraction thereof, beyond such required minimum period of service equal to one and seven-tenths percent of the salary earned or earnable in the year prior to his or her retirement for such allowable service during the period from the completion of twenty-five years of allowable service as an EMT member to the date of retirement. d. Vesting. 1. A participant in the twenty-five year retirement program who: (i) discontinues service as an EMT member, other than by death or retirement; and (ii) prior to such discontinuance, completed five but less than twenty-five years of allowable city service; and (iii) does not withdraw in whole or in part his or her accumulated member contributions pursuant to section 13-141 of this chapter, shall be entitled to receive a deferred vested benefit as provided in this subdivision. 2. (i) Upon such discontinuance under the conditions and in compliance with the provisions of paragraph one of this subdivision, such deferred vested benefit shall vest automatically. (ii) Such vested benefit shall become payable on the earliest date on which such discontinued member could have retired for service if such discontinuance had not occurred. 3. Such deferred vested benefit shall be a retirement allowance consisting of an amount equal to two and two-tenths percent of such discontinued member's salary earned or earnable in the year prior to his or her discontinuance, multiplied by the number of years of allowable service as an EMT member. e. Member contributions. All EMT members of the twenty-five year retirement program shall be required to make member contributions and additional member contributions in accordance with and subject to the same rights, privileges, obligations and procedures as govern the member contributions and additional member contributions required by subdivision d of section four hundred forty-five-e of the retirement and social security law. For the purpose of applying, under this subdivision, subdivision d of section four hundred forty-five-e of the retirement and social security law to an EMT member of the twenty-five year retirement program who is subject to the provisions of this section, and is not subject to the provisions of article eleven of the retirement and social security law, the term \"credited service\", as used in such subdivision, shall be deemed to mean allowable service as an EMT member. * NB There are 2 ยง 13-157.2's ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "157",
    "identifier": "13-157.2*2",
    "catch_text": "Twenty-five year retirement program for EMT members."
  }
}