{
  "text": "ยง 13-151 Retirement; minimum ages for service retirement. Retirement of a member for service shall be made by the board as follows: 1. Any member in city-service may retire upon written application to the board setting forth at what time, not less than thirty days subsequent to the execution and filing thereof, he or she desires to be retired, provided that such member at the time so specified for his or her retirement shall have attained the minimum age of retirement provided for the group of which he or she shall be a member at such time. (a) The minimum ages for service retirement from the groups provided for by section 13-106 of this chapter, shall be as follows: Minimum service Group number Group name retirement age for group One Laborers and unskilled 58 years workers engaged upon duties requiring principally physical exertion. Two Mechanics and skilled 59 years workers engaged upon duties requiring principally physical exertion. Three Clerical, administrative, 60 years professional and technical workers engaged upon duties requiring principally mental exertion, including heads of departments. (b) The minimum age for service retirement from any additional group provided for by the board under the provisions of section 13-106 of this chapter, shall be as determined by such board, provided, however, that such board shall be limited in its selection to an age which shall be within one year of the age determined by the actuary to be the nearest age at which a member, entering the retirement system at the age of twenty-five years and paying the average rate of contribution (without including in the computation the possibility of a reduction of contribution pursuant to section 13-152 of this chapter) applicable to entrants in other service groups at that age, will produce an annuity of one-quarter of such member's final compensation, computed on the basis of regular interest and of the mortality, service and other tables adopted by the board as applicable to the group for which the retirement age is to be determined. 2. Notwithstanding any other provisions of this section or the provisions of any other section of the code to the contrary, a member who is an honorably discharged member of any branch of the armed forces of the United States, having served as such during the time of war and who has attained the age of fifty years, may retire upon his or her own request upon written application to the board setting forth at what time not less than thirty days subsequent to the execution and filing thereof he or she desires to be retired, provided that such member at the time so specified for his or her retirement shall have completed at least twenty-five years of allowable service. Upon retirement such member shall receive an annuity of equivalent actuarial value to his or her accumulated deductions, and, in addition, a pension which is the actuarial equivalent of the reserve-for-increased-take-home-pay to which he or she may then be entitled, if any, and, in addition, a pension beginning immediately, having a value equal to the present value of the pension at the beginning of his previous minimum age of service retirement that would be payable to him or her at such age for the period of service creditable to him or her at the time of such retirement, provided, however, that the said member on making application for retirement shall pay into the retirement fund a sum of money which calculated on an actuarial basis, together with his or her prior contributions and other accumulations in said fund then to his or her credit, shall be sufficient to entitle the said member to the same annuity, pension-providing-for-increased-take-home-pay, if any, and pension that he would have received had he or she remained in the service of the city until he or she had attained the age at which he or she otherwise would have become eligible for retirement. 3. Notwithstanding any other provisions of this section or the provisions of any other section of the code to the contrary, a member who is separated or discharged under honorable conditions from any branch of the armed forces of the United States, having served as such during the time of war and who has attained the age of fifty years, may retire upon his or her own request upon written application to the board setting forth at what time, not less than thirty days subsequent to the execution and filing thereof, he or she desires to be retired, provided that such member at the time so specified for his retirement shall have completed at least twenty-five years of allowable service. Upon reaching his or her previously selected minimum retirement age such member shall receive an annuity of equivalent actuarial value, at that time, to his or her accumulated deductions, and, in addition, a pension based upon his or her credited years of allowable service, plus the pension-for-increased-take-home-pay, if any. Should such member die before reaching his or her retirement age, then any beneficiary under a selected option will be eligible for benefits under such option at the date upon which the member would have reached his or her selected retirement age. 4. (a) Notwithstanding any other provisions of this section or the provisions of any other section of the code, or any other provisions of law to the contrary, a member may at any time file with such board a written application for retirement in the form required for such application, electing an option or options in accordance with section 13-177 of this chapter, but requesting that such retirement under such option or options shall become effective on the day immediately preceding his or her death. Such application shall be known as an application for presumed retirement. At any time while any such application of a member is being held by the board pursuant to paragraph (b) of this subdivision four, such member may, by filing a written designation in such form as shall be prescribed by the board, elect a different option and/or nominate a new option beneficiary in place of any such beneficiary previously selected with respect to such application. (b) Such application shall be held by the board until: (1) such member shall file an application for actual retirement; or (2) he or she ceases to be a member of the retirement system; or (3) he or she dies; whichever of such events shall first occur. (c) In the event of such member's death after he or she has attained eligibility for retirement by reason of service (other than under section 13-150 of this chapter) and while such application for presumed retirement shall continue to be so held by such board, such member's said retirement shall become effective with the same benefits to the beneficiary designated pursuant to section 13-177 of this chapter or to the legal representatives of such member, if no beneficiary was so designated or if the beneficiary last designated predeceased such member, as if such member (if other than a career pension plan member or transit twenty-year plan member) had retired and had become entitled to a retirement allowance on the day immediately preceding the date of his or her death or, in the case of a career pension plan member who so dies or a transit twenty-year plan member who so dies and to whom the provisions of this paragraph have been made applicable pursuant to paragraph (h) of this subdivision four, as if he or she had retired on the day immediately preceding the date of his or her death. (d) (1) In the event that a member, who would be eligible for retirement by reason of service (other than under section 13-150 of this chapter), dies while in service before filing with such board an application for presumed retirement in the form required for such application, or who, having filed an application for actual retirement in the form required, dies while in service and prior to the effective date of his or her retirement, such member, if other than a career pension plan member or transit twenty-year plan member, shall nevertheless be deemed to have been retired and to have become entitled to a retirement allowance effective on the day immediately preceding the date of his or her death or, if such member dies while a career pension plan member or while a transit twenty-year plan member to whom the provisions of this subparagraph one of this paragraph (d) have been made applicable pursuant to paragraph (h) of this subdivision four, such member shall be deemed to have been retired on the day immediately preceding the date of his death. (2) If any member presumed to be retired pursuant to subparagraph one of this paragraph (d) had not indicated his or her election of an option under which he or she desired to be retired, he shall be considered as having elected to retire under the option designated as Option 1 of section 13-177 of this chapter. (3) Except as otherwise prescribed by any other provision of this chapter with respect to any transit twenty-year plan member to whom the provisions of subparagraph one of this paragraph (d) have been made applicable pursuant to paragraph (h) of this subdivision four, if any retired member dies on or after the effective date of his or her retirement and prior to the first payment on account of his or her retirement allowance, and had not elected Option 1, 2, 3 or 4 with respect to such retirement, he or she shall be deemed to have elected Option 1 with respect thereto. (e) (1) Notwithstanding any provision of paragraph (c) or (d) of this subdivision four to the contrary, in any case where: (i) any member dies on or after July first, nineteen hundred sixty-eight under such circumstances that a benefit is payable under paragraph (c) of this subdivision and such member had elected Option 1 without designating a beneficiary or with designation of a beneficiary who predeceased such member; and (ii) any member or retired member dies on or after July first, nineteen hundred sixty-eight under such circumstances that a benefit is payable under paragraph (d) of this subdivision, and such member did not elect an option or, having elected Option 1, did not designate a beneficiary with respect to such option or designated a beneficiary who predeceased such member; the benefit payable under this subdivision with respect to such death shall be paid as prescribed in subparagraph two of this paragraph (e). (2) (i) The portion of such benefit based upon such member's annuity, if any, shall be paid to the beneficiary, if any, designated by such member to receive such member's accumulated deductions under section 13-148 of this chapter. (ii) The portion of such benefit based upon such member's pension shall be paid to the beneficiary, if any, designated by such member to receive his or her death benefit under such section. (iii) If such member did not designate a beneficiary to receive any benefit payable under such section, the benefit under this subdivision shall be paid to his or her estate. (f) Except as otherwise provided in paragraph (g) of this subdivision four, the beneficiary designated pursuant to section 13-177 of this chapter, or the legal representatives of such member if no beneficiary was so designated or if the beneficiary last designated predeceased such member, or the beneficiary specified in paragraph (e) of this subdivision four in any case where such paragraph (e) is applicable, to whom benefits are payable under this subdivision, may elect, by a statement in writing executed and filed with the board, to receive the benefits payable under section 13-148 of this chapter in lieu of the benefit payable hereunder. (g) (1) In the event of the accidental death of any member who dies prior to retirement under such circumstances that benefits would otherwise be payable or might otherwise be required to be paid under section 13-149 of this chapter, the provisions of this subdivision four shall be inapplicable with respect to such death and no benefits shall be payable under this subdivision by reason thereof, except as otherwise provided in subparagraph two of this paragraph (g). (2) If such accidental death likewise occurs under the circumstances specified in paragraph (c) of this subdivision or in subparagraph one of paragraph (d) of this subdivision: (a) The accumulated deductions, if any, of such member, notwithstanding any provision of such section 13-149 of this chapter to the contrary, shall be paid to the beneficiary or legal representatives, as the case may be, who would be entitled to receive benefits under this subdivision four if the death of such member were not an accidental death subject to the provisions of such section; and (b) the beneficiary or legal representatives entitled to receive such accumulated deductions, if any, pursuant to item (a) of this subparagraph two and all persons who are entitled to apply for and receive benefits under such section 13-149 of this chapter as dependents, may elect, by a statement in writing executed and filed by them with the board within six months after such accidental death, that benefits shall be paid under this subdivision four, in lieu of any and all benefits otherwise payable under such section; provided, however, that such right of election shall cease and come to an end in the event that such beneficiary or legal representatives or any such dependent shall execute and file with the board a statement in writing declaring that such signatory does not wish to exercise such right of election. (h) Notwithstanding any other provisions of this subdivision four, this subdivision shall be inapplicable to all members who are officers or employees of the New York city transit authority, provided, however, that such authority shall have full power and authority to make the provisions of this subdivision applicable to employees covered by agreements hereafter made by the authority with employee representatives duly recognized by the authority and, if so provided in any such agreement, the authority shall adopt a resolution making the provisions of this subdivision applicable to the employees covered by such agreement as of the date specified in such agreement; and, in the event that the authority enters into any such agreement, it may from time to time by resolution make applicable the provisions of this subdivision to such of the officers and employees of the authority not covered by such agreements as it shall designate in any such resolution, and upon the adoption of any such resolution, the provisions of this subdivision shall apply to the officers and employees so designated therein, such applicability to commence on the date of effectiveness specified in such resolution, which date shall not be earlier than the earliest effective date specified for applicability of this subdivision in any such agreement. (i) Except as otherwise prescribed by any other provision of this chapter with respect to any transit twenty-year plan member to whom the provisions of paragraph (c) of this subdivision four and subparagraph one of paragraph (d) of this subdivision have been made applicable pursuant to paragraph (h) of this subdivision, any member who has elected Option 2, 3 or 4 pursuant to section 13-177 of this chapter may elect, within the period of time allowed by such section for election of an option, that in the event that he dies on or after the effective date of his retirement and before the first payment on account of his retirement allowance, a benefit under Option 1 shall be paid in lieu of any benefit under Option 2, 3 or 4, as the case may be. (j) (1) Notwithstanding any other provision of this chapter to the contrary, in any case where any benefit is payable under Option 2, 3 or 4 pursuant to paragraph (c) or (d) of this subdivision four by reason of the death of a career pension plan member or the death of a retired member who was, at the time of his or her retirement, a career pension plan member, and such death occurs before the initial date of retirement allowance payability with respect to such member or retired member, such benefit shall begin on such initial date. (2) Notwithstanding any other provision of this chapter to the contrary, in any case where any benefit is payable under Option 2, 3 or 4 pursuant to paragraph (c) of this subdivision four or subparagraph one of paragraph (d) of this subdivision by reason of the death of a transit twenty-year plan member to whom the provisions of such paragraph (c) or subparagraph one have been made applicable pursuant to paragraph (h) of this subdivision, and such death occurs before the initial date of retirement allowance payability with respect to such member, as defined by the applicable provisions of this chapter, such benefit shall begin on such initial date. (k) Notwithstanding any other provision of this chapter to the contrary, in any case where a career pension plan member dies in service while such a member, after attaining the age of fifty-five years, and, at the time of his or her death, has not completed twenty years of career pension plan qualifying service, such member shall be deemed to have died as a fifty-five-year-increased-service-fraction member. (k-1) (1) Notwithstanding any other provision of this chapter to the contrary, but subject to subparagraph two of this paragraph, in any case where, on or after the date this paragraph becomes a law, a fifty-five-year-increased-service-fraction member dies in service while such a member, after completing twenty or more years of career pension plan qualifying service, such member shall be deemed to have died as a career pension plan member, if status as such a career pension plan member at the time of his or her death would result in a benefit larger than the benefit which would be payable if such member died while a fifty-five-year-increased-service-fraction member. (2) In any case where a member referred to in subparagraph one of this paragraph is a Tier II member at the time his or her death, any change in the plan membership of such member pursuant to such subparagraph one shall not change, alter or affect the applicability of article eleven of the retirement and social security law to such member. (l) Notwithstanding any other provision of this chapter to the contrary, in any case where a benefit is payable under any provision of this subdivision four, by reason of the death, on or after the date of enactment of this paragraph, of a career pension plan member or fifty-five-year-increased-service-fraction member, and such benefit or any part thereof would otherwise be required, by reason of an election filed by such member pursuant to subdivision fifty-eight of section 13-101 of this chapter, to be computed on the basis of the three-year-average compensation of such member, such benefit shall nevertheless be computed as if such election had not been made, if such benefit, computed as it would be in the absence of such election, would be greater than it would be if computed on the basis of the three-year-average compensation of such member. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "151",
    "identifier": "13-151",
    "catch_text": "Retirement; minimum ages for service retirement."
  }
}