{
  "text": "ยง 13-165 Election and assignment of retirement plans with respect to certain members. a. Notwithstanding any other provision of this chapter to the contrary, any member in city-service who: (1) did not, prior to filing an application to become a fifty-five-year-increased-service-fraction member as hereinafter in this subdivision a provided, file an application to become a career pension plan member pursuant to subparagraph (a) of paragraph one of subdivision a of section 13-162 of this chapter, relating to the career pension plan; and (2) at the time of filing an application as hereinafter in this subdivision a provided, holds a career pension plan position; may elect, by a written application duly executed and filed with the board of estimate on or after the date of enactment of this section and prior to July first, nineteen hundred sixty-eight, that commencing on July first, nineteen hundred sixty-eight, his or her minimum age for service retirement shall be fifty-five years and his or her pension, upon his or her retirement for service, shall be determined pursuant to paragraph seven of subdivision a of section 13-172 of this chapter for the service mentioned in such paragraph; provided, however, that if any member filing such an application to become a fifty-five-year-increased-service-fraction member is not in city-service in a career pension plan position on July first, nineteen hundred sixty-eight, such application shall be void and of no effect. b. Notwithstanding any other provision of this chapter to the contrary, any member in city-service on June thirtieth, nineteen hundred sixty-eight, who: (1) on such date held a career pension plan position; and (2) is not, at the time of filing an application as hereinafter in this subdivision b provided, either a career pension plan member or a former career pension plan member who, by withdrawal, ceased to be a career pension plan member; and (3) at the time of filing an application as hereinafter in this subdivision b provided, holds a career pension plan position; may by a written application duly executed and filed with the board on or after July first, nineteen hundred sixty-eight, and prior to July first nineteen hundred seventy, elect that his or her minimum age for service retirement shall be fifty-five years and that his or her pension, upon his or her retirement for service, shall be determined pursuant to paragraph seven of subdivision a of section 13-172 of this chapter for the service mentioned in such paragraph. c. The normal rate of contribution of each member making such an election pursuant to subdivision a or subdivision b of this section shall, commencing on June twenty-ninth, nineteen hundred sixty-eight, be that prescribed by the applicable provisions of subparagraph (d) of paragraph two of subdivision a of section 13-125 of this chapter. d. (1) Notwithstanding any other provision of this chapter to the contrary, but subject to the provisions of paragraph two of this subdivision d, any member who last becomes a member after June thirtieth, nineteen hundred sixty-eight, shall, during any period wherein he or she holds a career pension plan position: (a) have a minimum service retirement age of fifty-five years; and (b) be entitled, upon retirement for service, to a pension determined pursuant to paragraph seven of subdivision a of section 13-172 of this chapter, with respect to the years of allowable service of such member mentioned in such paragraph seven. (2) The provisions of paragraph one of this subdivision d shall be inapplicable to any member who last becomes a member after June thirtieth, nineteen hundred sixty-eight, during any period wherein he or she is a career pension plan member pursuant to section 13-162 of this chapter, relating to the career pension plan. e. (1) Notwithstanding any other provision of this chapter to the contrary, but subject to the provisions of paragraph three of this subdivision e, any member (other than a career pension plan member who has completed twenty-five years of career pension plan qualifying service), regardless of when he or she last became a member, who: (a) after June thirtieth, nineteen hundred sixty-eight, first begins city-service in any position mentioned in paragraph (a) of subdivision forty-seven of section 13-101 of this chapter, or in subparagraphs two, three and four of paragraph (b) of such subdivision; or (b) after such date, resumes city-service in any position mentioned in such paragraph (a) or subparagraphs two, three and four; shall, during any period wherein he or she holds any such position mentioned in such paragraph or subparagraphs and wherein he or she is not a transit twenty-year plan member, a transit police member, a correction member or a housing police member, have a minimum service retirement age of fifty-five years and shall be entitled, upon retirement for service during such period, to a pension determined pursuant to paragraph six of subdivision a of section 13-172 of this chapter with respect to the years of allowable service of such member mentioned in such paragraph. (2) (a) The normal rate of contribution of any fifty-five-year-one-per-centum member who became such a member pursuant to paragraph one of this subdivision e after last becoming a member, and who had a rate of contribution other than as prescribed in this subparagraph (a) immediately before so becoming a fifty-five-year-one-per-centum member, shall be that which would have been established for such member, on the basis of the tables herein authorized with respect to group three mentioned in subdivision b of section 13-172 of this chapter, and regular interest, if he or she had become a fifty-five-year-one-per-centum member on the date of the commencement of his or her last membership in the retirement system. (b) Any member who last becomes a member at the time when he or she becomes a fifty-five-year-one-per-centum member pursuant to paragraph one of this subdivision e, shall contribute to the retirement system, on the basis of the tables herein authorized with respect to group three mentioned in subdivision b of section 13-172 of this chapter, and regular interest, for the right to retire for service as a fifty-five-year-one-per-centum member. (3) Nothing contained in paragraph one of this subdivision e shall be construed as withholding the status of a fifty-five-year-increased-service-fraction member where such status is granted by any provision of this chapter prescribing rights upon cessation of status as a transit twenty-year plan member. (4) (a) Notwithstanding any other provision of this title to the contrary, any transit-hourly-paid employee, as defined in section 13-161 of this chapter, subject to the provisions of subparagraph (c) of this paragraph, who last became a member prior to July first, nineteen hundred seventy-six, shall, during any period wherein he holds such position and wherein he is not a transit twenty-year plan member, be a fifty-five year increased-service-fraction member and have a minimum service retirement age of fifty-five years and shall be entitled, upon retirement for service during such period, to a pension determined pursuant to paragraph seven of subdivision a of section 13-172 of this chapter with respect to the years of allowable service of such member mentioned in such paragraph. (b) The normal rate of contribution of any fifty-five year increased-service-fraction member who became such a member pursuant to this paragraph, shall be that which would have been established for such member, on the basis of the tables herein authorized with respect to group three mentioned in subdivision b of section 13-172 of this chapter and regular interest, if he had become a fifty-five year one per centum member on the date of the commencement of his last membership in the retirement system. (c) The provisions of this paragraph shall not apply to any member mentioned in subparagraph (a) of this paragraph, unless such member shall file an application to become a fifty-five year increased-service-fraction member on or before December thirty-first, nineteen hundred eighty-eight. (d) The provisions of this paragraph shall also be applicable to any member mentioned in subparagraph (a) of this paragraph who retired after August of nineteen hundred eighty-five, who would have been eligible to become a fifty-five year increased-service-fraction member, if he shall file an application to become such a member on or before December thirty-first, nineteen hundred eighty-eight. f. Status as a fifty-five-year-increased-service-fraction member acquired under this section shall be subject to change at the election of the member as provided for by the applicable provisions of section 13-162 of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "165",
    "identifier": "13-165",
    "catch_text": "Election and assignment of retirement plans with respect to certain members."
  }
}