{
  "text": "ยง 13-129 Contributions of the city and their use; pension fund. a. The pension fund shall be the fund in which shall be accumulated the reserves necessary to pay, and from which shall be paid, all pensions and all pensions-providing-for-increased-take-home-pay and all other benefits allowable by the city on account of all service of members to whom prior-service is allowable as provided in this chapter. b. Upon the basis of the mortality and other tables herein authorized, and regular interest, the actuary shall compute the amount of the single contribution which, if paid into the pension fund at the time of entrance into the retirement system of each such member, would be sufficient to cover the total liability assumed by the pension fund on his account for the payment of future benefits, other than a pension-providing-for-increased-take-home-pay. c. Until the amount accumulated in the pension fund becomes not less than the present value of all amounts thereafter payable through the pension fund on account of members who have not been retired, other than amounts payable for pensions-providing-for-increased-take-home-pay, the aggregate amount annually due to the pension fund shall be six per cent of the sum of all such single contributions, but not less than the amount payable from the pension fund in the ensuing fiscal year, exclusive of the amount so payable for pensions-providing-for-increased-take-home-pay. d. Contributions shall be paid into the pension fund, in the manner and to the extent specified by section 13-152 of this chapter, to provide reserves-for-increased-take-home-pay. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "129",
    "identifier": "13-129",
    "catch_text": "Contributions of the city and their use; pension fund."
  }
}