{
  "text": "ยง 13-172 Retirement allowances; for service. a. Upon retirement for service a member shall receive a retirement allowance which shall consist of: 1. An annuity which shall be the actuarial equivalent of his or her accumulated deductions, if any, at the time of his or her retirement; and 2. A pension, in addition to his or her annuity, if any, which shall be equal to one service-fraction of his or her final compensation, as enumerated he or she rein for his or her group, multiplied by the number of years of city-service since he or she last became a member credited to him or her; and 2-a. A pension which is the actuarial equivalent of the reserve-for-increased-take-home-pay to which he or she may then be entitled, if any; and 3. An additional pension which shall be equal to two such service-fractions of his or her final compensation multiplied by the number of years of his or her prior service; and 4. An additional pension, equal to the difference between each such service-fraction and one one-hundred-twentieth, provided that (a) On or before the thirtieth day of June, nineteen hundred thirty, by his or her written election duly acknowledged and filed with the board, the member consented to the necessary deductions from his or her compensation therefor; or (b) On or after July first, nineteen hundred thirty, he or she elected age fifty-five pursuant to section 13-164 of this chapter; and 5. An additional pension which shall be the actuarial equivalent of any and all contributions by him or her to any other retirement system or pension fund (a) Which have not been and cannot be lawfully refunded to him or her, and (b) Which are offset by reduction of the amount payable to such other retirement system or pension fund directly or indirectly by the city, provided such member shall have paid deductions from his or her compensation for so much of such period on or after the first day of October, nineteen hundred twenty, as he or she may receive credit for in this retirement system. (c) The amount of pension liability of the city on account of such additional pension shall be appropriated by the city in the budget for the second year succeeding the determination of such liability and paid into the appropriate fund of the retirement system. 6. A pension, in lieu of any other pension provided for the years allowable service rendered on or after the first day of October, nineteen hundred twenty, of one per centum of his or her final compensation multiplied by the number of such years, provided that, if the member shall have duly executed and filed his or her written application, with the board, on or before the thirty-first day of August, nineteen hundred sixty-two, or, after such date, before any deduction shall have been made from his or her compensation for annuity purposes, the member shall have consented to the necessary deductions from his or her compensation for a like annuity, and for the right to retire at age fifty-five. The method of computation and deductions prescribed by this paragraph shall be appropriately modified in the case of a member for whom a rate is otherwise fixed pursuant to section 13-152 of this chapter. 7. (a) A pension computed pursuant to the provisions of this paragraph seven, in lieu of any other pension provided for the years of allowable service rendered on or after the first day of October, nineteen hundred twenty, in the case of any member whose minimum service retirement age, under the applicable provisions of this chapter, is fifty-five years and who is entitled, under the applicable provisions of this chapter, to payment of a pension pursuant to this paragraph seven upon his or her retirement for service. (b) Such pension computed pursuant to this paragraph seven shall, subject to the provisions of paragraph two of subdivision e of section 13-638.4 of this title, consist of the following: (i) for the years of such member's allowable service rendered on or after the first day of October, nineteen hundred twenty and prior to July first, nineteen hundred sixty-eight, a pension equal to the product obtained by multiplying the number of such years by one and two-tenths per centum of such member's annual salary or compensation earnable by him or her for city-service in the year prior to his or her retirement; provided, however, that if such member shall elect, pursuant to subdivision fifty-eight of section 13-101 of this chapter, that such pension be computed on the basis of his or her three-year-average compensation, then such pension for such years shall instead be equal to the product obtained by multiplying the number of such years by one and two-tenths per centum of such member's three-year-average compensation; and (ii) for the years of such member's allowable service rendered after June thirtieth, nineteen hundred sixty-eight, a pension equal to the product obtained by multiplying the number of such years by one and fifty-three one-hundredths per centum of such member's annual salary or compensation earnable by him or her for city-service in the year prior to his or her retirement; provided, however, that if such member shall elect, pursuant to subdivision fifty-eight of section 13-101 of this chapter, that such pension be computed on the basis of his or her three-year-average compensation, then such pension for such years shall instead be equal to the product obtained by multiplying the number of such years by one and fifty-three one-hundredths per centum of such member's three-year-average compensation. 8. (a) As used in this paragraph eight, the following terms shall mean and include: (1) \"Career pension plan beneficiary.\" A beneficiary entitled to recomputation of his or her retirement allowance pursuant to item one of subparagraph (b) of this paragraph eight. (2) \"Fifty-five-year-increased-service-fraction beneficiary\". A beneficiary entitled to recomputation of his or her retirement allowance pursuant to item two of subparagraph (b) of this paragraph eight. (b) Notwithstanding any other provision of law to the contrary, the benefits payable by reason of the retirement of a member for service shall be recomputed pursuant to the provisions of this paragraph eight and payment of such recomputed benefits shall be made in the manner and to the extent prescribed in this paragraph, in lieu of the benefits which would otherwise be payable by reason of such retirement, in the following cases: (1) With respect to any beneficiary: (i) whose retirement for service became effective during the period beginning on January first, nineteen hundred sixty-eight and ending on June thirtieth, nineteen hundred sixty-eight; and (ii) who, immediately prior to the effective date of his or her retirement, held a career pension plan position; and (iii) who, at the time of his or her retirement, had attained the age of fifty-five years and had completed twenty-five years of allowable service in one or more career pension plan positions; and (iv) who, on July first, nineteen hundred sixty-eight, is a retired former member entitled to receive a retirement allowance from the retirement system; and (2) With respect to any beneficiary: (i) whose retirement for service became effective during the period beginning on January first, nineteen hundred sixty-eight and ending on June thirtieth, nineteen hundred sixty-eight; and (ii) who, immediately prior to the effective date of his or her retirement, held a career pension plan position; and (iii) who, at the time of his or her retirement, had attained the age of fifty-five years, but had completed less than twenty-five years of allowable service in one or more career pension plan positions; and (iv) who, on July first, nineteen hundred sixty-eight, is a retired former member entitled to receive a retirement allowance from the retirement system. (c) There shall be computed, with respect to the retirement of each career pension plan beneficiary, the retirement allowance to which such beneficiary would be entitled under the provisions of section 13-162 of this chapter, relating to the career pension plan, if (1) such section had been in effect prior to the effective date of his or her retirement, and (2) he or she had elected the benefits thereof prior to such effective date, and (3) he or she had retired as a career pension plan member on such effective date. (d) There shall be computed, with respect to the retirement of each fifty-five-year-increased-service-fraction beneficiary, the retirement allowance to which such beneficiary would be entitled under the foregoing provisions of this section, if (1) the provisions of paragraph seven of subdivision a of this section had been in effect prior to the effective date of his or her retirement, and (2) such beneficiary had been entitled to computation of a pension pursuant to such paragraph seven for the years of his or her allowable service mentioned in such paragraph. (e) Subject to the provisions of paragraph two of subdivision e of section 13-638.4 of this title, the retirement allowances provided for by paragraphs (c) and (d) of this paragraph eight shall be computed on the basis of the retired member's salary or compensation earnable by him or her for city-service in the year prior to his or her retirement. (f) (1) If, with respect to the retirement of any career pension plan beneficiary or fifty-five-year-increased-service-fraction beneficiary, the period during which selection of an option was authorized under section 13-177 of this chapter expired on a date prior to July first, nineteen hundred sixty-eight, under the applicable provisions of law in effect prior to such July first, no re-election of or change of an option with respect to such retirement shall be made after such date of expiration. (2) If such period for selection of an option did not expire prior to July first, nineteen hundred sixty-eight, under the applicable provisions of law in effect prior to such July first, then the period for the selection of an option with respect to such retirement shall expire on the date on which the first payment on account of any benefit is made in relation to such retirement, whether such payment is made under the applicable provisions of law in effect prior to July first, nineteen hundred sixty-eight or under the provisions of this paragraph eight. (g) (1) The retirement allowance to which any career pension plan beneficiary or fifty-five-year-increased-service-fraction beneficiary became entitled as of the effective date of his or her retirement, under the applicable provisions of law then in effect, shall be paid to such beneficiary for the period from such effective date up to and including June thirtieth, nineteen hundred sixty-eight. (2) For any period beginning on or after July first, nineteen hundred sixty-eight, there shall be paid to each such career pension plan beneficiary, in lieu of such retirement allowance to which he or she became entitled as of the effective date of his or her retirement, the retirement allowance computed pursuant to subparagraph (c) of this paragraph eight, and for any period beginning on or after July first, nineteen hundred sixty-eight, there shall be paid to each such fifty-five-year-increased-service-fraction beneficiary, in lieu of the retirement allowance to which he or she became entitled as of the effective date of his or her retirement, the retirement allowance computed pursuant to subparagraph (d) of this paragraph. (h) (1) Except as otherwise provided in item two of this subparagraph (h), if, by reason of the death of a career pension plan beneficiary or fifty-five-year-increased-service-fraction beneficiary occurring on or after July first, nineteen hundred sixty-eight, any benefits become payable, such benefits shall be computed and paid so as to equal the benefits which would be payable upon such death if the retirement of such beneficiary had occurred under the conditions and assumptions set forth in items one, two and three of subparagraph (c) of this paragraph eight or items one and two of subparagraph (d) of this paragraph, as the case may be, as applicable to the recomputation of the retirement allowance of such beneficiary. (2) If benefits payable pursuant to item one of this subparagraph (h) include payment of the unexhausted portion of the present value of any such beneficiary's annuity, pension or retirement allowance, as the case may be, such portion shall consist of the amount obtained by subtracting from the present value of such annuity, pension or retirement allowance, as the case may be, calculated as of the effective date of retirement pursuant to the provisions of item one of this subparagraph, the sum obtained by adding together: (i) a sum equal to the total of all installments on account of such annuity, pension or retirement allowance, as the case may be, which would have been due and payable to such beneficiary, prior to his or her death, with respect to the period prior to July first, nineteen hundred sixty-eight, if such installments had been computed at the applicable rate prescribed by item two of subparagraph (g) of this paragraph eight; and (ii) a sum equal to the total of all installments on account of such annuity, pension or retirement allowance, as the case may be, which became due and payable to such beneficiary, prior to his or her death, with respect to the period commencing on July first, nineteen hundred sixty-eight, under the provisions of item two of such subparagraph (g). (i) Nothing contained in this paragraph eight shall be construed as applying to any benefit payable pursuant to subdivision four of section 13-151 of this chapter by reason of the death of any member occurring prior to July first, nineteen hundred sixty-eight. (j) For the purposes of this paragraph eight, a member who retired for service prior to January first, nineteen hundred sixty-eight shall be deemed to have retired on such January first, if (1) such member's retirement became effective on the Sunday next preceding such January first, or (2) if every day intervening between the effective date of such member's retirement and such January first was a Saturday or Sunday. 9. (a) As used in this paragraph nine, the following terms shall mean and include: (1) \"College assistant beneficiary.\" Any beneficiary: (i) whose retirement for service became effective on or after July first, nineteen hundred sixty-eight and prior to July first, nineteen hundred sixty-nine; and (ii) who, immediately prior to the effective date of his or her retirement was employed by the city university of New York or in any institution of higher learning under its jurisdiction, including any community college, as a college office assistant A, college secretarial assistant A, college office assistant B, college secretarial assistant B or college administrative assistant; and (iii) who, at the time of his or her retirement, had attained the age of fifty-five years; and (iv) who, on July first, nineteen hundred sixty-nine, is a retired former member entitled to receive a retirement allowance from the retirement system. (2) \"Extended coverage career pension plan beneficiary.\" Any beneficiary who: (i) retired for service on or after July first, nineteen hundred sixty-eight and prior to July first, nineteen hundred sixty-nine, as a fifty-five-year-increased-service-fraction member; and (ii) at the time of his or her retirement, was credited with twenty-five or more years of career pension plan qualifying service, but with less than twenty-five years of allowable service in one or more career pension plan positions; and (iii) on July first, nineteen hundred sixty-nine, is a retired former member entitled to receive a retirement allowance from the retirement system. (b) (1) Subject to the provisions of subparagraph (e) of this paragraph nine, there shall be computed, with respect to the retirement of each extended coverage career pension plan beneficiary, the benefits which would have been payable by reason of such retirement if (i) the amendments to sections 13-101 and 13-162 of this chapter made by the act which enacts this paragraph nine had been in effect on the effective date of such retirement, and (ii) such member had elected the benefits of section 13-162 of this chapter prior to his or her retirement and (iii) he or she had retired as a career pension plan member on the effective date of his or her retirement. (2) If such benefits computed pursuant to item one of this subparagraph (b) are greater than the benefits otherwise payable by reason of such retirement, then notwithstanding any provision of law to the contrary, the beneficiary or beneficiaries entitled to receive benefits by reason of such retirement shall be paid such greater benefits with respect to all periods on and after the effective date of such retirement, in lieu of the benefits which would otherwise be payable by reason of such retirement. (c) (1) Subject to the provisions of subparagraph (e) of this paragraph nine, there shall be computed, with respect to the retirement of each college assistant beneficiary who, at the time of his or her retirement, was credited with twenty-five or more years of career pension plan qualifying service, the benefits which would have been payable with respect to such retirement if (i) the amendments to sections 13-101 and 13-162 of this chapter made by the act which enacts this paragraph nine had been in effect on the effective date of such retirement, and (ii) such member had elected the benefits of such section 13-162 of this chapter prior to his or her retirement and (iii) he or she had retired as a career pension plan member on the effective date of his or her retirement. (2) Notwithstanding any provision of law to the contrary, the beneficiary or beneficiaries entitled to receive benefits by reason of such retirement shall be paid, with respect to all periods on and after the effective date of such retirement, the benefits computed pursuant to item one of this subparagraph (c), and shall receive such recomputed benefits in lieu of the benefits which would otherwise be payable by reason of such retirement. (d) (1) There shall be computed, with respect to the retirement of each college assistant beneficiary, who, at the time of his or her retirement, was credited with less than twenty-five years of career pension plan qualifying service, the benefits which would have been payable with respect to such retirement if (i) the amendments to sections 13-101 and 13-165 of this chapter made by the act which enacts this paragraph nine had been in effect on the effective date of such retirement, and (ii) such member had elected the benefits provided for by subdivision a of section 13-165 of this chapter prior to his or her retirement and (iii) he or she had retired as a fifty-five-year-increased-service-fraction member on the effective date of his or her retirement. (2) Notwithstanding any provision of law to the contrary, the beneficiary or beneficiaries entitled to receive benefits by reason of such retirement shall be paid, with respect to all periods on and after the effective date of such retirement, the benefits computed pursuant to item one of this subparagraph (d), and shall receive such recomputed benefits in lieu of the benefits which would otherwise be payable by reason of such retirement. (e) In the computation of benefits with respect to an extended coverage career pension plan beneficiary pursuant to item one of subparagraph (b) of this paragraph nine, or with respect to a college assistant beneficiary pursuant to item one of subparagraph (c) of this paragraph, the twenty-five years of career pension plan qualifying service of such member next preceding the effective date of his or her retirement shall be deemed to be the first twenty-five years of career pension plan qualifying service of such beneficiary and all rights to benefits conferred by such subparagraphs (b) and (c) shall be subject to and governed by the provisions of this subparagraph nine. (f) Nothing contained in this paragraph nine shall be construed as applying to any benefit payable pursuant to subdivision four of section 13-151 of this chapter by reason of the death of any member occurring prior to July first, nineteen hundred sixty-nine. b. The service-fractions of final compensation shall be as follows: Service- fraction Group to group number Group name applicable One.........Laborers and unskilled workers engaged upon duties requiring principally physical exertion.............................. 1/132 Two.........Mechanics and skilled workers engaged upon duties requiring principally physical exertion.............................. 1/136 Three.......Clerical, administrative, professional and technical workers engaged upon duties requiring principally mental exertion, including he or she ads of departments......... 1/140 For any other group established under the provisions of section 13-106 of this chapter, a service-fraction shall be determined by using a numerator of one and a denominator of four times the difference between the number twenty-five and the number which corresponds to the age determined for such group as the minimum age for service retirement. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "172",
    "identifier": "13-172",
    "catch_text": "Retirement allowances; for service."
  }
}