{
  "text": "ยง 13-153 Credit for service. a. Subject to the provisions of subdivision c of this section, notwithstanding any inconsistent provision of law, any member of the uniformed transit police force, uniformed correction force, housing police service and uniformed force of the department of sanitation (any of which forces or service is hereinafter referred to as a \"NYCERS uniformed force\") who immediately prior to his or her appointment or employment as such, has served or shall have served as a member of any other NYCERS uniformed force: (i) shall have the time served by him or her in any of such positions counted as service in his or her present service in any of such positions in determining his or her compensation and promotion in any of such positions; and (ii) upon his or her application therefor, shall have any of such time which constitutes allowable service counted as service in his or her present service in any of such positions in determining his or her retirement and pension in any of such positions. b. (1) Subject to the provisions of subdivision c of this section, notwithstanding any provision of law to the contrary, in any case where, pursuant to section forty-three of the retirement and social security law, any member of a NYCERS uniformed force shall have transferred or shall transfer to the retirement system, credit for service in the uniformed police force of the police department of the city or credit for service in the uniformed force of the fire department of the city, and such service in either such uniformed police force or uniformed force of the fire department immediately preceded or immediately precedes the service of such member in such NYCERS uniformed force, such member shall have the time so served by him or her in such police department or fire department counted as service in his or her present service in any such NYCERS uniformed force for purposes of eligibility for benefits and to determine the amount of benefits as a member of the retirement system. (2) Subject to the provisions of subdivision c of this section, in any case where: (i) a member of a NYCERS uniformed force was credited by the police pension fund, subchapter two or the department pension fund, subchapter two with allowable service as a member of either such pension fund; and (ii) such allowable service immediately preceded the commencement of the service of such member in such NYCERS uniformed force; and (iii) such member is ineligible to transfer credit for such allowable service in such police department or fire department to the retirement system pursuant to section forty-three of the retirement and social security law; such member shall have such credited service as a member of either such pension fund counted as service in his present position in any such NYCERS uniformed force for purposes of eligibililty for benefits and to determine the amount of benefits as a member of the retirement system, provided such member prior to July first, nineteen hundred eighty-two files with the retirement system, an application to obtain such service credit and prior to such July first pays into the annuity savings fund of the retirement system a sum equal to the amount of the employee contributions required to have been paid to such police pension fund or fire department pension fund, as the case may be, for such period of credited service. c. In any case where, by reason of credit for previous allowable service acquired pursuant to subdivision a or subdivision b of this section, the date of completion of a member's minimum period for service retirement became or becomes earlier than such date would have been or would be if such credit for such previous allowable service had not been so acquired, there shall be effected with respect to such member: (i) such increase in such member's normal rate of contribution, effective as of the date of the commencement of the member's allowable service in the NYCERS uniformed force with respect to which such previous allowable service is to be credited, as may be necessary to reflect such earlier date of eligibility for service retirement; and (ii) the charging of such member who acquired or acquires such service credit with a contribution rate deficiency: (A) which shall accrue from the date on which such member commenced allowable service in the NYCERS uniformed force with respect to which such previous allowable service is credited; and (B) which shall be paid prior to the effective date of retirement and if partially paid prior to such date, shall result in pro rata credit for such previous allowable service. d. In no event shall any person be allowed credit for previous allowable service rendered in any of the hereinabove mentioned positions so as to cause such previous allowable service to be credited and transferred as service in any of the above named positions more than once. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "153",
    "identifier": "13-153",
    "catch_text": "Credit for service."
  }
}