{
  "text": "§ 13-140 Rules regulating loans to members. * a. Any member in city service who shall have been a member continuously at least three years, may borrow from the contingent reserve fund, subject to such rules and regulations as may be approved by such board, an amount not exceeding seventy-five per centum of the amount in his or her account in the annuity savings fund. The rate of interest payable on any loan made under this section shall be two per centum higher than the rate of regular interest creditable to the account of the member. The amount so borrowed, together with interest on any unpaid balance thereof shall be repaid to the retirement system in equal installments by deduction from the compensation of the member at the time the compensation is paid, but such installments shall be at least five per centum of the member's earnable compensation. All payments of principal and interest made by such member shall be credited to the contingent reserve fund. * NB Amended Ch. 642/85 § 1, language juxtaposed per Ch. 907/85 § 14 * b. Each loan made pursuant to this section shall be insured by the retirement system, without cost to the member, against the death of such member in an amount up to but not exceeding ten thousand dollars, as follows: 1. Until thirty days have elapsed after the making thereof, no part of the loan shall be insured. 2. From the thirtieth through the fifty-ninth day after the making thereof, twenty-five per centum of the present value of the outstanding loan shall be insured. 3. From the sixtieth through the eighty-ninth day after the making thereof, fifty per centum of the present value of the outstanding loan shall be insured. 4. On and after the ninetieth day after the making thereof, all of the present value of the outstanding loan shall be insured. Upon the death of a member, the amount of insurance so payable shall be used to reduce the outstanding loan. * NB Amended Ch. 521/85 § 1, language juxtaposed per Ch. 907/85 § 14 c. Notwithstanding anything to the contrary in this chapter, the additional deductions required to repay the loan shall be made, and the interest paid on the loan shall be credited to the proper funds of the retirement system. The actuarial equivalent of any unpaid balance of a loan at the time any benefit may become payable shall be deducted from the benefit otherwise payable. A retiree whose benefit has been so reduced may repay the outstanding balance of the loan at any time. Benefits payable after repayment of the loan shall not be subject to the actuarial reduction required by this subdivision. d. In lieu of a loan, a member whose rate of contribution is cancelled may, (i) if he or she is not a participant in the variable annuity program, withdraw from his or her account in the annuity savings fund, and may redeposit to such account at such time as he or she may elect, any sum in excess of the amount due in such account at the end of the calendar year in which such member became entitled to cancel his or her rate, and (ii) if he or she is a participant in the variable program, withdraw from his or her accounts in the annuity savings fund and the variable annuity savings fund, and may redeposit to the former account at such time as he or she may elect, any sum in excess of the amount that, if he or she were not a participant, would have been due in the former account at the end of the calendar year in which he or she became entitled to cancel his or her rate. e. Effective January first, nineteen hundred seventy-one, all outstanding loans repayable to the annuity savings fund shall be assumed by the contingent reserve fund. An amount equal to the present value of such outstanding loans, calculated at regular interest, shall be transferred from the contingent reserve fund to the annuity savings fund, and all repayments shall thereafter be made to the contingent reserve fund. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "140",
    "identifier": "13-140",
    "catch_text": "Rules regulating loans to members."
  }
}