{
  "text": "ยง 13-152 Pensions for increased-take-home-pay. a. 1. The board of estimate, by resolution adopted prior to June first, nineteen hundred sixty, may elect that the provisions of paragraph one of subdivision c and subdivisions g, h and i of this section shall be applicable to and for the benefit of all other-than-authority members except those to whom such provisions are made inapplicable by or pursuant to the provisions of paragraph two of this subdivision. 2. In the event that the board of estimate adopts such a resolution in accordance with the provisions of paragraph one of this subdivision, the provisions of paragraph one of subdivision c and subdivisions g, h and i of this section shall, on the date on which such paragraph one of subdivision c becomes operative, become applicable to and for the benefit of all other-than-authority members except: (i) all such members included within the correction service of the classification of the city civil service commission; and (ii) any other such members whom the board of estimate, in its discretion, designates for exclusion from the applicability of such provisions in such resolution or in any other resolution to that effect adopted by such board prior to June first, nineteen hundred sixty. 3. On and after June first, nineteen hundred sixty, the board of estimate may not exclude from the applicability of subdivisions c, g, h and i of this section, any other-than-authority member as to whom an election of applicability is in effect on such date or thereafter under the provisions of paragraph one, two or four of this subdivision. 4. The board of estimate, by adopting a resolution or resolutions prior to the date on which the provisions of subdivision c of this section cease to be operative, may elect that the provisions of subdivisions c, g, h and i of this section shall be applicable to and for the benefit of any other-than-authority members excluded pursuant to the provisions of subparagraph (ii) of paragraph two of this subdivision. In the event of the adoption of any such resolution before the provisions of paragraph one of subdivision c of this section become operative, the provisions of such paragraph one and of subdivisions g, h and i of this section shall become applicable to and for the benefit of such members on the date on which such paragraph one becomes operative. In the event of the adoption of any such resolution after the provisions of such paragraph one become operative, the provisions of paragraph two of subdivision c of this section and of subdivisions g, h and i of this section shall become applicable to and for the benefit of such members on the date of the commencement of the payroll period beginning next after the date of the adoption of such resolution. b. 1. The triborough bridge and tunnel authority, the New York city housing authority, and the New York city transit authority, may, with the approval of the board of estimate, each separately elect prior to June first, nineteen hundred sixty, that the provisions of paragraph one of subdivision c and subdivisions g, h and i of this section shall apply to and for the benefit of all members who are officers or employees of the authority making such election, other than any such members to whom such provisions are made inapplicable pursuant to the provisions of paragraph two of this subdivision. Such election shall be made by adoption of a resolution to that effect by the authority, prior to such date, with the approval of the board of estimate granted prior to such date. 2. In the event that any such authority adopts such a resolution with the approval of the board of estimate pursuant to the provisions of paragraph one of this subdivision, the provisions of paragraph one of subdivision c and subdivisions g, h and i of this section shall, on the date on which such paragraph one of subdivision c becomes operative, become applicable to and for the benefit of all members who are officers or employees of such authority, except any such members whom such authority, in its discretion and with the approval of the board of estimate, designates for exclusion from the applicability of such provisions in such resolution or in any other resolution to that effect adopted by such authority and approved by the board of estimate prior to June first, nineteen hundred sixty. 3. On and after June first, nineteen hundred sixty, no such authority making such an election nor the board of estimate may exclude from the applicability of the provisions of subdivisions c, g, h and i of this section, any member who is an officer or employee of such authority and as to whom an election of applicability is in effect on that date under the provisions of paragraphs one and two of this subdivision. 4. Any such authority making such an election pursuant to the provisions of paragraphs one and two of this subdivision, may by adopting a resolution or resolutions and obtaining the approval thereof by the board of estimate prior to the date on which the provisions of subdivision c of this section cease to be operative, elect that the provisions of subdivisions c, g, h and i of this section shall be applicable to and for the benefit of any members who are officers or employees of such authority and who were excluded pursuant to the provisions of paragraph two of this subdivision. In the event that approval of any such resolution is granted by the board of estimate before the provisions of paragraph one of subdivision c of this section become operative, the provisions of such paragraph one and of subdivisions g, h and i of this section shall become applicable to and for the benefit of such members on the date on which such paragraph one becomes operative. In the event that the approval of any such resolution is granted by the board of estimate after the provisions of such paragraph one become operative, the provisions of paragraph two of subdivision c of this section and of subdivisions g, h and i of this section shall become applicable to and for the benefit of such members on the date of the commencement of the payroll period beginning next after the date of the adoption of such resolution. c. 1. Beginning with the payroll period the first day of which is nearest to July first, nineteen hundred sixty and ending with the payroll period immediately prior to that the first day of which is nearest to June thirtieth, nineteen hundred sixty-one, the contribution of each member originally entitled to a reduced rate for the first year, exclusive of any increase in such contribution pursuant to subdivisions d, e, f and g of section 13-125 of this chapter or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by two and one-half per centum of the compensation of such member. 2. Beginning with the payroll period the first day of which occurs next after the date on which the board of estimate adopts a resolution pursuant to paragraph four of subdivision a of this section or grants its approval of a resolution pursuant to paragraph four of subdivision b of this section, as the case may be, with respect to any member subsequently entitled to a reduced rate for the first year, and ending with the payroll period immediately prior to that the first day of which is nearest to June thirtieth, nineteen hundred sixty-one, the contribution of such member, exclusive of any increase in such contribution pursuant to subdivisions d, e, f and g of section 13-125 of this chapter or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by two and one-half per centum of the compensation of such member. 3. Where a member's rate of contribution, exclusive of any increase thereof pursuant to subdivisions d, e, f and g of section 13-125 of this chapter or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, and before reduction thereof pursuant to the provisions of paragraph one or two of this subdivision, is equal to or less than two and one-half per centum, such rate shall be discontinued. d. 1. The board of estimate, by resolution adopted prior to June first, nineteen hundred sixty-one, may elect that the provisions of paragraph one of subdivision f and subdivisions g, h and i of this section shall be applicable to all other-than-authority members except those to whom such provisions are made inapplicable by or pursuant to the provisions of paragraph two of this subdivision. 2. In the event that the board of estimate adopts such a resolution in accordance with the provisions of paragraph one of this subdivision, the provisions of paragraph one of subdivision f and subdivisions g, h and i of this section shall, on the date on which such paragraph one of subdivision f becomes operative, become applicable to and for the benefit of all other-than-authority members except any such members whom the board of estimate, in its discretion, designates for exclusion from the applicability of such provisions in such resolution or in any other resolution to that effect adopted by such board prior to June first, nineteen hundred sixty-one. 3. On and after June first, nineteen hundred sixty-one, the board of estimate may not exclude from the applicability of subdivisions f, g, h and i of this section, any other-than-authority member as to whom an election of applicability is in effect on such date or thereafter under the provisions of paragraph one, two or four of this subdivision. 4. The board of estimate, by adopting a resolution or resolutions prior to the date on which the provisions of subdivision f of this section cease to be operative, may elect that the provisions of subdivisions f, g, h and i of this section shall be applicable to and for the benefit of any other-than-authority members excluded pursuant to the provisions of paragraph two of this subdivision. In the event of the adoption of any such resolution before the provisions of paragraph one of subdivision f of this section become operative, the provisions of such paragraph one and of subdivisions g, h and i of this section shall become applicable to and for the benefit of such members on the date on which such paragraph one becomes operative. In the event of the adoption of any such resolution after the provisions of such paragraph one become operative, the provisions of paragraph two of subdivision f of this section and of subdivisions g, h and i of this section shall become applicable to and for the benefit of such members on the date of the commencement of the payroll period beginning next after the date of the adoption of such resolution. 5. In making an election pursuant to the provisions of paragraphs one and two of this subdivision, the board of estimate shall designate a reduced-rate-of-contribution factor to be used in computing the reduction in the contributions of other-than-authority members who are entitled to such reduction under the provisions of this subdivision and subdivision f of this section. Such factor shall be two and one-half per centum or five per centum, whichever such board, in its discretion, shall designate in the resolution making such election. Such factor shall not be changed after it has been designated in such resolution. e. 1. The triborough bridge and tunnel authority, the New York city housing authority, and the New York city transit authority, may, with the approval of the board of estimate, each separately elect prior to June first, nineteen hundred sixty-one, that the provisions of paragraph one of subdivision f and subdivisions g, h and i of this section shall apply to all members who are officers or employees of the authority making such election, other than any such members to whom such provisions are made inapplicable pursuant to the provisions of paragraph two of this subdivision. Such election shall be made by adoption of a resolution to that effect by the authority, prior to such date, with the approval of the board of estimate granted prior to such date. 2. In the event that any such authority adopts such a resolution with the approval of the board of estimate pursuant to the provisions of paragraph one of this subdivision, the provisions of paragraph one of subdivision f and subdivisions g, h and i of this section shall, on the date on which such paragraph one of subdivision f becomes operative, become applicable to and for the benefit of all members who are officers or employees of such authority, except any such members whom such authority, in its discretion and with the approval of the board of estimate, designates for exclusion from the applicability of such provisions in such resolution or in any other resolution to that effect adopted by such authority and approved by the board of estimate prior to June first, nineteen hundred sixty-one. 3. On and after June first, nineteen hundred sixty-one, neither any such authority making such an election nor the board of estimate may exclude from the applicability of the provisions of subdivisions f, g, h and i of this section, any member who is an officer or employee of such authority and as to whom an election of applicability is in effect on that date under the provisions of paragraphs one and two of this subdivision. 4. Any such authority making such an election pursuant to the provisions of paragraphs one and two of this subdivision, may by adopting a resolution or resolutions and obtaining the approval thereof by the board of estimate prior to the date on which the provisions of subdivision f of this section cease to be operative, elect that the provisions of subdivisions f, g, h and i of this section shall be applicable to and for the benefit of any members who are officers or employees of such authority and who were excluded pursuant to the provisions of paragraph two of this subdivision. In the event that approval of any such resolution is granted by the board of estimate before the provisions of paragraph one of subdivision f of this section become operative, the provisions of such paragraph one and of subdivisions g, h and i of this section shall become applicable to and for the benefit of such members on the date on which such paragraph one becomes operative. In the event that the approval of any such resolution is granted by the board of estimate after the provisions of such paragraph one become operative, the provisions of paragraph two of subdivision f of this section and of subdivisions g, h and i of this section shall become applicable to and for the benefit of such members on the date of the commencement of the payroll period beginning next after the date of the adoption of such resolution. 5. In making an election pursuant to the provisions of paragraphs one and two of this subdivision, any such authority shall, with the approval of the board of estimate, designate a reduced-rate-of-contribution factor to be used in computing the reduction in the contributions of members who are officers or employees of such authority and who are entitled to such reduction under the provisions of this subdivision and subdivision f of this section. Such factor shall be two and one-half per centum or five per centum, whichever such authority, in its discretion, shall designate with the approval of the board of estimate in the resolution making such election. Such factor shall not be changed after it has been designated in such resolution. f. 1. Beginning with the payroll period the first day of which is nearest to July first, nineteen hundred sixty-one, and ending with the payroll period immediately prior to that the first day of which is nearest to June thirtieth, nineteen hundred sixty-two, the contribution of each member originally entitled to a reduced rate for the second year, exclusive of any increase in such contribution pursuant to subdivisions d, e, f and g of section 13-125 of this chapter or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by an amount obtained by multiplying the compensation of such member by the reduced-rate-of-contribution factor applicable to such member under the provisions of paragraph five of subdivisions d and e of this section. 2. Beginning with the payroll period the first day of which occurs next after the date on which the board of estimate adopts a resolution pursuant to paragraph four of subdivision d of this section or grants its approval of a resolution pursuant to paragraph four of subdivision b of this section, as the case may be, with respect to each member subsequently entitled to a reduced rate for the second year, and ending with the payroll period immediately prior to that the first day of which is nearest to June thirtieth, nineteen hundred sixty-two, the contribution of such member, exclusive of any increase in such contribution pursuant to subdivisions d, e, f and g of section 13-125 of this chapter or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by an amount obtained by multiplying the compensation of such member by the reduced-rate-of-contribution factor applicable to such member under the provisions of paragraph five of subdivisions d and e of this section. 3. Where a member's rate of contribution, exclusive of any increase thereof pursuant to subdivisions d, e, f and g of section 13-125 of this chapter or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, and before reduction thereof pursuant to the provisions of paragraph one or two of this subdivision, is equal to or less than the reduced-rate-of-contribution factor applicable to such member, such rate shall be discontinued. g. 1. Any reduction or discontinuance of a member's contribution, as the case may be, made pursuant to the provisions of this section, shall: (i) Be subject to waiver by the member as provided in subdivision h of section 13-125 of this chapter, and (ii) take precedence over the member's privilege under subdivision one of section one hundred thirty-eight-b of the retirement and social security law, to decrease such member's annuity contribution for the purpose of paying his or her contributions for old-age, survivors and disability insurance coverage or the tax imposed upon him pursuant to the federal insurance contributions act. 2. A member to whom or for whose benefit the provisions of subdivision c or f of this section, or both, are applicable under the provisions of subdivisions a, b, d and e of this section, or to whom or for whose benefit the provisions of paragraph fourteen of subdivision j of this section are applicable, or to whom or for whose benefit provisions analogous to the provisions of paragraph fourteen of subdivision j of this section are made applicable pursuant to subdivision m of this section, and who waives any reduction or discontinuance of his or her contribution under such subdivision c, f, j or m, shall be entitled to a pension-providing-for-increased-take-home-pay and death benefits to the same extent as if such waiver had not been made. h. 1. With respect to each member to whom or for whose benefit the provisions of subdivision c or f of this section, or both, are applicable under the provisions of subdivisions a, b, d and e of this section, or to whom or for whose benefit the provisions of paragraph fourteen of subdivision j of this section are applicable, or to whom or for whose benefit provisions analogous to the provisions of paragraph fourteen of subdivision j of this section are made applicable pursuant to subdivision m of this section, contributions shall be made with respect to each period of such applicability to the contingent reserve fund by the contributing agency, as required by subdivision i of this section and by section 13-127 of this chapter, or shall be made to the pension fund by the contributing agency as required by subdivision i of this section and section 13-129 of this chapter, as the case may be, at a rate fixed by the actuary which shall be computed to be sufficient to provide the death benefit hereunder and the pension-providing-for-increased-take-home-pay which are or may become payable on account of such member. 2. Such a benefit and such a pension-providing-for-increased-take-home-pay shall be based on a reserved-for-increased-take-home-pay. i. The contributions required to be made to the contingent reserve fund or pension fund respectively under the provisions of subdivision h of this section for the benefit of members mentioned in paragraph one of such subdivision: (1) shall be paid into such funds with respect to such members who are other-than-authority-or-public-benefit-corporation members or correction members, by the obligor required by law to contribute to the contingent reserve fund or pension fund respectively for their pensions, and (2) shall be paid into such funds by the employing authority or public benefit corporation with respect to such members who are officers or employees of triborough bridge and tunnel authority, the New York city housing authority, the New York city transit authority, the New York city health and hospitals corporation, the New York city off-track betting corporation and the New York city housing development corporation. j. Provisions relating to fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three. 1. Election of applicability as to other-than-authority members. The board of estimate, by resolution adopted prior to June first, nineteen hundred sixty-two, may elect that the governing provisions of paragraph fourteen of this subdivision j and the provisions of subdivisions g, h and i of this section shall be applicable to and for the benefit of all other-than-authority members, except those to whom such provisions are made inapplicable by or pursuant to the provisions of paragraph two of this subdivision j. 2. Effect of election as to other-than-authority members. If such board adopts a resolution pursuant to the provisions of paragraph one of this subdivision j, the governing provisions of paragraph fourteen of this subdivision j and the provisions of subdivisions g, h and i of this section shall be applicable to and for the benefit of all other-than-authority members except those whom such board, in its discretion, designates in such resolution or in any other resolution adopted prior to June first, nineteen hundred sixty-two: (i) as absolutely excluded from the applicability of such provisions; and (ii) as conditionally excluded from the applicability of such provisions unless and until certain events specified in such resolution shall be determined by such board to have occurred; provided that such conditional exclusion shall be subject to the provisions of paragraphs three and four of this subdivision j. 3. Determination of applicability as to other-than-authority members conditionally excluded. If any other-than-authority members are conditionally excluded by such board by any resolution adopted pursuant to the provisions of paragraphs one and two of this subdivision j, and such board shall determine by resolution adopted at any time subsequently that the conditions prerequisite to applicability specified in such resolution of conditional exclusion have been satisfied as to any such members designated in such subsequent resolution, the governing provisions of paragraph fourteen of this subdivision j and the provisions of subdivisions g, h and i of this section shall be applicable to and for the benefit of such members so designated. 4. Election of applicability as to previously excluded other-than-authority members. The board of estimate, by adopting a resolution or resolutions at any time prior to the first day of the payroll period, the first day of which is nearest to June thirtieth, nineteen hundred sixty-three, may elect that the governing provisions of such paragraph fourteen and the provisions of subdivisions g, h and i of this section shall be applicable to and for the benefit of any other-than-authority members excluded absolutely or conditionally pursuant to the provisions of paragraph two of this subdivision. In the event of the adoption of any such resolution, the governing provisions of such paragraph fourteen and the provisions of subdivisions g, h and i of this section shall be applicable to and for the benefit of such members. 5. Prohibition against later exclusion of other-than-authority members. (i) Where an election has been made at any time pursuant to any of the provisions of paragraphs one, two and four of this subdivision j, that the governing provisions of paragraph fourteen of this subdivision j and the provisions of subdivisions g, h and i of this section shall be applicable to and for the benefit of any other-than-authority members, such board may not, after the making of such election, exclude any such member from the applicability of such provisions of such paragraph fourteen and the provisions of such subdivisions g, h and i, unless such exclusion is effected by resolution adopted prior to June first, nineteen hundred sixty-two. (ii) Where any members have been conditionally excluded from the applicability of the governing provisions of such paragraph fourteen and the provisions of such subdivisions g, h and i, pursuant to the provisions of paragraphs one and two of this subdivision j, such board may not thereafter absolutely exclude any such member from the applicability of such provisions of such paragraph fourteen and such subdivisions g, h and i, unless such absolute exclusion is effected by resolution adopted prior to June first, nineteen hundred sixty-two. 6. Designation of reduced-rate-of-contribution factor or factors as to other-than-authority members. In any resolution making an election of applicability pursuant to any of the provisions of paragraphs one, two and four of this subdivision, such board shall designate the reduced-rate-of-contribution factor or factors to be used in computing the reduction in the contributions of other-than-authority members who are entitled to such reduction by reason of such election. With respect to any such member or any group of such members, such factor shall be two and one-half per centum or five per centum, whichever such board, in its discretion, shall designate as applicable to such member or group of members, provided that any such factor designated with respect to any such member or group of members shall be the same throughout the period of such applicability as to such member or group of members, as such period is set forth in the governing provisions of subparagraphs (ii) and (iii) of paragraph fourteen of this subdivision j. Such factor or factors shall not be changed after the designation of same in any such resolution. 7. Election of applicability as to authority members. The triborough bridge and tunnel authority, the New York city housing authority and the New York city transit authority, may, with the approval of the board of estimate, each separately elect prior to June first, nineteen hundred sixty-two that the governing provisions of paragraph fourteen of this subdivision j and the provisions of subdivisions g, h and i of this section shall apply to and for the benefit of all members who are officers or employees of the authority making such election, other than any such members to whom such provisions are made inapplicable by or pursuant to the provisions of paragraph eight of this subdivision. Such election shall be made by adoption of a resolution to that effect by the authority, prior to such date, with the approval of such board granted prior to such date. 8. Effect of election as to authority members. In the event that any such authority adopts such a resolution with the approval of such board pursuant to the provisions of paragraph seven of this subdivision j, the governing provisions of paragraph fourteen of this subdivision j and the provisions of subdivisions g, h, and i of this section shall be applicable to and for the benefit of all members who are officers or employees of such authority, except any such members whom such authority, in its discretion and with the approval of the board of estimate, designates in such resolution or in any other resolution to that effect adopted by such authority and approved by such board prior to June first, nineteen hundred sixty-two: (i) as absolutely excluded from the applicability of such provisions; or (ii) as conditionally excluded from the applicability of such provisions unless and until certain events specified in such resolution shall be determined by such authority, with the approval of such board, to have occurred; provided that such conditional exclusion shall be subject to the provisions of paragraphs nine and ten of this subdivision j. 9. Determination of applicability as to authority members conditionally excluded. If any members are conditionally excluded by any such authority, with the approval of such board, by any resolution adopted pursuant to the provisions of paragraphs seven and eight of this subdivision j, and such authority, with the approval of such board, shall determine by any resolution adopted at any time subsequently that the conditions prerequisite to applicability specified in such resolution of conditional exclusion have been satisfied as to any such members designated in such subsequent resolution, the governing provisions of such paragraph fourteen and the provisions of subdivisions g, h and i of this section shall be applicable to and for the benefit of such members so designated. 10. Election of applicability as to previously excluded authority members. Any such authority making such an election pursuant to the provisions of paragraphs seven and eight of this subdivision, may, by adopting a resolution or resolutions and obtaining the approval thereof by such board prior to the first day of the payroll period, the first day of which is nearest to June thirtieth, nineteen hundred sixty-three, elect that the governing provisions of paragraph fourteen of this subdivision j and the provisions of subdivisions g, h and i of this section shall be applicable to and for the benefit of any members who are officers or employees of such authority and who were excluded absolutely or conditionally pursuant to the provisions of paragraphs seven and eight of this subdivision j. In the event that approval of any such resolution is granted by such board, the governing provisions of such paragraph fourteen and the provisions of subdivisions g, h and i of this section shall be applicable to and for the benefit of such members. 11. Prohibition against later exclusion of authority members. (i) Where an election has been made at any time by any such authority, with the approval of such board, pursuant to any of the provisions of paragraphs seven, eight and ten of this subdivision j, that the governing provisions of paragraph fourteen of this subdivision j and the provisions of subdivisions g, h and i of this section shall be applicable to and for the benefit of any officers or employees of any such authority, neither such authority nor such board may, after the making of such election, exclude any such officer or employee from the applicability of such provisions of such paragraph fourteen and the provisions of such subdivisions g, h and i, unless such exclusion is effected by a resolution adopted by such authority and approved by such board prior to June first, nineteen hundred sixty-two. (ii) Where any officers or employees of any such authority have been conditionally excluded from the applicability of the governing provisions of such paragraph fourteen and the provisions of such subdivisions g, h and i, pursuant to the provisions of paragraphs seven and eight of this subdivision j, neither such board nor such authority may thereafter absolutely exclude any such member from the applicability of such provisions of such paragraph fourteen and of such subdivisions g, h and i, unless such absolute exclusion is effected by a resolution adopted by such authority and approved by such board prior to June first, nineteen hundred sixty-two. 12. Designation of reduced-rate-of-contribution factor or factors as to authority members. In any resolution making an election of applicability pursuant to any of the provisions of paragraphs seven, eight and ten of this subdivision j, any such authority shall, with the approval of such board, designate the reduced-rate-of-contribution factor or factors to be used in computing the reduction in contributions of members who are officers or employees of such authority and who are entitled to such reduction by reason of such election. With respect to any such officer or employee or any group of such officers or employees, such factor shall be two and one-half per centum or five per centum, whichever such authority, in its discretion, shall with the approval of such board, designate as applicable to such officer or employee or group of such officers or employees, provided that any such factor designated with respect to any such officer or employee or any group of such officers or employees shall be the same throughout the period of applicability as to such officer or employee or group of officers or employees, as such period is set forth in the governing provisions of subparagraphs (ii) and (iii) of paragraph fourteen of this subdivision j. Such factor or factors shall not be changed after the designation of same in any such resolution. 13. Optional period of retroactive applicability. (i) In any case where an election of applicability is made with respect to any-other-than-authority member or authority member or any group of any such members pursuant to any of the preceding paragraphs of this subdivision j, the board of estimate, or the authority, with the approval of such board, as the case may be, may, in its or their discretion, in the resolution effecting such election, further elect that the contributions of such member or group of members shall be reduced, in the amount or amounts specified in the governing provisions of subparagraph (iv) of paragraph fourteen of this subdivision j, during a period (hereinafter in this subdivision j referred to as \"period of retroactive applicability\") prior to the first day of the full period of applicability for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three (as such full period is defined in subparagraph (ii) of such paragraph fourteen) or prior to the first day of the applicable partial period of applicability for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three (as such partial period is defined in subparagraph (iii) of such paragraph fourteen), as the case may be. Such period of retroactive applicability shall extend over such period as such board, or such authority with the approval of such board, may in its or their discretion designate, provided that no such period of retroactive applicability with respect to any such member or group of members shall extend to a date earlier than the first day of the payroll period, with respect to such member or group of members, the first day of which is nearest to July first, nineteen hundred sixty. (ii) Whenever an election of retroactive applicability is made pursuant to the provisions of subparagraph (i) of this paragraph thirteen, such board, or such authority with the approval of such board, shall designate, in the resolution effecting such election, the reduced-rate-of-contribution factor or factors to be used in computing the reduction in the contributions of each member or group of members benefited by such election. With respect to any such member or group of members, such factor shall be two and one-half per centum or five per centum for all or any part of such period of retroactive applicability, whichever such board, or such authority with the approval of such board, as the case may be, may designate, in its or their discretion, as applicable to such member or group of members for the whole or any part of such period. Such factor or factors shall not be changed after the designation of same in such resolution. (iii) Where an election of retroactive applicability with respect to any member or group of members has been made pursuant to the preceding provisions of this paragraph thirteen, the governing provisions of paragraph fourteen of this subdivision j and the provisions of subdivisions g, h and i of this subdivision j shall be applicable to and for the benefit of such member or group of members. 14. Prescribed reduction in contributions. (i) Base for computing reduction. The contributions of members to whom the provisions of this paragraph fourteen are applicable by reason of an election or determination of applicability made pursuant to any of the provisions of the preceding paragraphs of this subdivision j (excluding from consideration any increase in such contributions pursuant to any of the provisions of subdivisions d, e, f and g of section 13-125 of this chapter or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law) shall be reduced for the period or periods and to the extent hereinafter provided in this paragraph fourteen. (ii) Full period of applicability for the nineteen hundred sixty-two--nineteen hundred sixty-three fiscal year. Subject to the provisions of paragraph thirteen of this subdivision j, such reduction shall be made, in the applicable amount or amounts specified in subparagraph (iv) of this paragraph fourteen, during the period (hereinafter in this subdivision j referred to as the \"full period of applicability for the nineteen hundred sixty-two--nineteen hundred sixty-three fiscal year\") from and including the payroll period, the first day of which is nearest to July first, nineteen hundred sixty-two, to and including the payroll period immediately prior to that the first day of which is nearest to June thirtieth, nineteen hundred sixty-three, with respect to each other-than-authority member and each authority member: (a) as to whom an election of applicability is made, prior to the first day of the full period of applicability for the nineteen hundred sixty-two--nineteen hundred sixty-three fiscal year, pursuant to any of the provisions of paragraphs one, two, four, seven, eight and ten of this subdivision j; or (b) who was conditionally excluded from benefits under this subdivision j pursuant to any of the provisions of paragraphs one, two, seven and eight of this subdivision j and as to whom it has been determined, pursuant to the provisions of paragraph three or nine of this subdivision j, that the conditions precedent to the applicability of this paragraph fourteen were satisfied prior to the first day of the full period of applicability for the nineteen hundred sixty-two--nineteen hundred sixty-three fiscal year. (iii) Partial period of applicability for the nineteen hundred sixty-two--nineteen hundred sixty-three fiscal year. (a) Such reduction shall be made during the period specified in item (b) of this subparagraph (iii), in the applicable amount or amounts specified in subparagraph (iv) of this paragraph fourteen, with respect to each other-than-authority member and each authority member: (1) as to whom an election of applicability is made, pursuant to the provisions of paragraph four or ten of this subdivision j, on or after the first day of the full period of applicability for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three; or (2) who was conditionally excluded from benefits under this subdivision j pursuant to any of the provisions of paragraphs one, two, seven and eight of this subdivision j and as to whom it has been determined, pursuant to the provisions of paragraph three or nine of this subdivision j, that the conditions precedent to the applicability of this paragraph fourteen were satisfied on or after the first day of the full period of applicability for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three. (b) With respect to each member mentioned in item (a) of this subparagraph (iii), the reduction prescribed in such item (a) shall be made, subject to the provisions of paragraph thirteen of this subdivision j, during a period (hereinafter in this subdivision j referred to as a \"partial period of applicability for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three\") from and including the payroll period next succeeding the date of the adoption of the resolution of the board of estimate effecting the election of applicability with respect to such member, or next succeeding the date determined to be that on which the conditions precedent to applicability with respect to such member were satisfied, as the case may be, to and including the payroll period immediately prior to that, the first day of which is nearest to June thirtieth, nineteen hundred sixty-three. (iv) Amount of reduction. The amount of the reduction in the contributions of each other-than-authority member or authority member pursuant to the provisions of this paragraph fourteen shall be as follows: (a) In the case of each member entitled to a reduction during the full period of applicability for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three, as specified in subparagraph (ii) of this paragraph fourteen, or to a reduction during a partial period of applicability for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three, as specified in subparagraph (iii) of this paragraph fourteen, such amount with respect to such full period or partial period, as the case may be, shall be the product obtained by multiplying the compensation of such member during such full period or partial period, as the case may be, by the reduced-rate-of-contribution factor applicable to such member under the provisions of paragraph six or twelve of this subdivision j. (b) In the case of each member entitled to a reduction during a period of retroactive applicability pursuant to an election made under the provisions of paragraph thirteen of this subdivision j: (1) such amount, with respect to such period, shall be the product obtained by multiplying the compensation of such member during such period by the reduced-rate-of-contribution factor applicable to such member for such period under the provisions of such paragraph thirteen; or (2) if different reduced-rate-of-contribution factors have been designated pursuant to such provisions for different portions of such period, such amount shall be the sum obtained by multiplying the compensation of such member during each such portion by the reduced-rate-of-contribution factor applicable thereto and by adding together the products resulting from such multiplication. k. Where a member's rate of contribution with respect to any period of applicability of benefits or portion of such period under subdivision j or m of this section, exclusive of any increase in such rate pursuant to subdivisions d, e, f and g of section 13-125 of this chapter or any reduction thereof pursuant to the provisions of subdivision one of section one hundred thirty-eight-b of the retirement and social security law, and before reduction thereof as prescribed by paragraph fourteen of such subdivision j, or by a provision analogous to the provisions of paragraph fourteen of subdivision j made applicable to such member pursuant to subdivision m of this section, is equal to or less than the reduced-rate-of-contribution-factor applicable to such period or portion thereof with respect to such member, such rate shall be discontinued as to such period or portion thereof. m. Provisions relating to fiscal year nineteen hundred sixty-three--nineteen hundred sixty-four and certain subsequent fiscal years. 1. (a) Fiscal year nineteen hundred sixty-three--nineteen hundred sixty-four. The mayor, by executive order, adopted prior to June first, nineteen hundred sixty-three, may provide for a pensions-providing-for-increased-take-home-pay plan for all other-than-authority-members for the fiscal year nineteen hundred sixty-three--nineteen hundred sixty-four analogous to that authorized for such members for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two. In putting into effect and carrying out such plan, the mayor shall have powers analogous to those granted to the board of estimate by subdivision j of this section. (b) Fiscal year nineteen hundred sixty-four--nineteen hundred sixty-five. The mayor, by executive order, adopted prior to June first, nineteen hundred sixty-four, may provide for a pensions-providing-for-increased-take-home-pay plan for all other-than-authority-members for the fiscal year nineteen hundred sixty-four--nineteen hundred sixty-five analogous to that authorized for such members for the fiscal year nineteen hundred sixty-three--nineteen hundred sixty-four by chapter five hundred eighteen of the laws of nineteen hundred sixty-three. In putting into effect and carrying out such plan, the mayor shall have powers analogous to those granted to the board of estimate by subdivision j of this section. (c) Fiscal year nineteen hundred sixty-five--nineteen hundred sixty-six. The mayor, by executive order adopted prior to June nineteenth, nineteen hundred sixty-five, may provide for a pensions-providing-for-increased-take-home-pay plan for other-than-authority members for the fiscal year nineteen hundred sixty-five--nineteen hundred sixty-six analogous to that authorized for such members for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two, provided, however, that any such plan which may be so provided for members of the uniformed force of the department of sanitation, as defined in subdivision a of section 13-154 of this chapter, shall designate a reduced-rate-of-contribution factor of two and one-half per centum. In putting into effect and carrying out such plan, the mayor shall have powers analogous to those granted to the board of estimate by subdivision j of this section. For the purpose of carrying out the provisions of this subparagraph (c), wherever the words \"June first\" appear in such subdivision j, such words shall be deemed to be and to mean June nineteenth. (d) Fiscal year nineteen hundred sixty-six--nineteen hundred sixty-seven. The mayor, by executive order adopted prior to June nineteenth, nineteen hundred sixty-six, may provide for a pensions-providing-for-increased-take-home-pay plan for other-than-authority members for the fiscal year nineteen hundred sixty-six--nineteen hundred sixty-seven analogous to that authorized for such members for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two, provided, however, that any such plan which may be so provided for members of the uniformed force of the department of sanitation, as defined in subdivision a of section 13-154 of this chapter, shall designate a reduced-rate-of-contribution factor of two and one-half per centum. In putting into effect and carrying out such plan, the mayor shall have powers analogous to those granted to the board of estimate by subdivision j of this section. For the purpose of carrying out the provisions of this subparagraph (d), wherever the words \"June first\" appear in such subdivision j, such words shall be deemed to be and to mean June nineteenth. (e) Fiscal year nineteen hundred sixty-seven--nineteen hundred sixty-eight. The mayor, by executive order adopted prior to June seventeenth, nineteen hundred sixty-seven, may provide for a pensions-providing-for-increased-take-home-pay plan for other-than-authority members for the fiscal year nineteen hundred sixty-seven--nineteen hundred sixty-eight analogous to that authorized for such members for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two, provided, however, that any such plan which may be so provided for members of the uniformed force of the department of sanitation, as defined in subdivision a of section 13-154 of this chapter, shall designate a reduced-rate-of-contribution factor of two and one-half per centum. In putting into effect and carrying out such plan, the mayor shall have powers analogous to those granted to the board of estimate by subdivision j of this section. For the purpose of carrying out the provisions of this subparagraph (e), wherever the words \"June first\" appear in such subdivision j, such words shall be deemed to be and to mean June seventeenth. (f) Additional provisions relating to the period June first, nineteen hundred sixty-eight through June thirtieth, nineteen hundred sixty-eight for sanitation workers. The mayor, by executive order adopted prior to June first, nineteen hundred sixty-eight, may amend the pensions-providing-for-increased-take-home-pay plan authorized by subparagraph (e) of this subdivision m to provide that such plan shall designate a reduced rate of contribution factor of five percentum for the period June first, nineteen hundred sixty-eight through June thirtieth, nineteen hundred sixty-eight for members of the uniformed force of the department of sanitation in the title of sanitation worker. (g) Fiscal year nineteen hundred sixty-eight--nineteen hundred sixty-nine. The mayor, by executive order adopted prior to June seventeenth, nineteen hundred sixty-eight may provide for a pensions-providing-for-increased-take-home-pay plan for other-than-authority members for the fiscal year nineteen hundred sixty-eight--nineteen hundred sixty-nine analogous to that authorized for such members for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two, provided, however that (1) any such plan which may so be provided for such members other than members of the uniformed force of the department of sanitation, as defined in subdivision a of section 13-154 of this chapter, shall designate a reduced-rate-of-contribution factor of four percentum. If a bill entitled \"An Act to amend the administrative code of the city of New York and the military law, in relation to providing additional right, privileges and benefits for members of the New York city employees' retirement system and establishing an optional career pension plan for certain of such members\" is enacted into law, an election by a member to become a career pension plan member or a fifty-five-year-increased-service fraction member shall constitute a waiver, with respect to any period as to which this Item (1) or any subsequently enacted law authorizes a reduction of member contributions under a plan for pension-providing-for-increased-take-home-pay, of any and all claims for such member arising out of any consent determination made under section two hundred twenty of the labor law to any reduction of member contributions greater than that authorized as to such member by this Item (1) or such law, as the case may be, with respect to the period of reduction therein prescribed, and provided further, however, that (2) Any such plan which may be provided for members of the uniformed force of the department of sanitation as defined in subdivision a of section 13-154 of this chapter, except members in the title of sanitation worker, shall designate a reduced-rate-of-contribution factor of two and one-half per centum, and provided further, however, that (3) any such plan which may be provided for members of the uniformed force of the department of sanitation in the title of sanitation worker shall designate a reduced-rate-of-contribution factor of five per centum. In putting into effect and carrying out such plan, the mayor shall have powers analogous to those granted to the board of estimate by subdivision j, of this section. For the purpose of carrying out the provisions of this subparagraph (g), wherever the words \"June first\" appear in such subdivision j, such words shall be deemed to be and to mean June seventeenth. (h) Fiscal year nineteen hundred sixty-nine--nineteen hundred seventy. The mayor, by executive order adopted prior to June sixteenth, nineteen hundred sixty-nine, may provide for a pensions-providing-for-increased-take-home-pay plan for other-than-authority members for the fiscal year nineteen hundred sixty-nine-nineteen hundred seventy analogous to that authorized for such members for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two, provided, however that (1) any such plan which may be provided for such members other than members of the uniformed force of the department of sanitation, as defined in subdivision a of section 13-154 of this chapter, shall designate a reduced-rate-of-contribution factor of four percentum. An election by a member to become a career pension plan member or a fifty-five-year-increased-service-fraction member shall constitute a waiver, with respect to any period as to which this item (1) or any subsequently enacted law authorizes a reduction of member contributions under a plan for pension-providing-for-increased-take-home-pay, of any and all claims by such member arising out of any consent determination made under section two hundred twenty of the labor law to any reduction of member contributions greater than that authorized as to such member by this Item (1) or such law, as the case may be, with respect to the period of reduction therein prescribed, and provided further, however, that (2) Any such plan which may be provided for members of the uniformed force of the department of sanitation as defined in subdivision a of section 13-154 of this chapter, except members in the title of sanitation worker, shall designate a reduced-rate-of-contribution factor of two and one-half per centum, and provided further, however, that (3) any such plan which may be provided for members of the uniformed force of the department of sanitation in the title of sanitation worker shall designate a reduced-rate-of-contribution factor of five percentum. (4) In putting into effect and carrying out such plan, the mayor shall have powers analogous to those granted to the board of estimate by subdivision j of this section. For the purpose of carrying out the provisions of this subparagraph (h), wherever the words \"June first\" appear in such subdivision j, such words shall be deemed to be and to mean June sixteenth. (i) Fiscal year nineteen hundred seventy-nineteen hundred seventy-one. The mayor, by executive order adopted prior to June sixteenth, nineteen hundred seventy, may provide for a pensions-providing-for-increased-take-home-pay plan for other-than-authority members for the fiscal year nineteen hundred seventy-nineteen hundred seventy-one analogous to that authorized for such members for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two, provided, however, that: (1) any such plan which may be provided for such members other than sanitation members (as defined in subdivision sixty-four of section 13-101 of this chapter) shall designate a reduced-rate-of-contribution factor of four percentum. An election by a member to become a career pension plan member or a fifty-five-year-increased-service-fraction member shall constitute a waiver, with respect to any period as to which this item one or any subsequently enacted law authorizes a reduction of member contributions under a plan for pensions-providing-for-increased-take-home-pay, of any and all claims by such member, arising out of any consent determination made under section two hundred twenty of the labor law, to any reduction of member contributions greater than that authorized as to such member by this item one or such law, as the case may be, with respect to the period of reduction therein prescribed, and provided further, however, that (2) subject to the provisions of item three of this subparagraph i, any such plan which may be provided for sanitation members, except members in the title of sanitation worker, shall designate a reduced-rate-of-contribution factor of two and one-half per centum from and including the payroll period, the first day of which is nearest to October first, nineteen hundred sixty-eight to and including the payroll period immediately prior to that, the first day of which is nearest to June thirtieth, nineteen hundred seventy, and provided further, however, that (3) any reduction made pursuant to item two of this subparagraph i shall be in addition to any reduction made during the period mentioned in such item two pursuant to item two of subparagraph h of paragraph one of this subdivision m and item two of subparagraph g of such paragraph one. The amount of any reduction made pursuant to item two of this subparagraph i in the contribution of any such member for such portion of the period mentioned in such item two as precedes the payroll period, the first day of which is nearest to July first, nineteen hundred seventy shall be refunded without interest unless such reduction has been waived pursuant to subdivision g of this section, and provided further, however, that (4) any such plan which may be provided for the fiscal year nineteen hundred seventy--nineteen hundred seventy-one for sanitation members shall designate a reduced-rate-of-contribution factor of five percentum. (5) In putting into effect and carrying out such plan, the mayor shall have powers analogous to those granted to the board of estimate by subdivision j of this section. For the purpose of carrying out the provisions of this subparagraph (i), wherever the words \"June first\" appear in such subdivision j, such words shall be deemed to be and to mean June sixteenth. (j) Fiscal year nineteen hundred seventy-one--nineteen hundred seventy-two. (1) Subject to the provisions of the succeeding items of this subparagraph (j), the mayor, by executive order adopted prior to the date forty-five days after the adjournment of the regular session of the legislature in nineteen hundred seventy-one, may provide for a pensions-providing-for-increased-take-home-pay plan for other-than-authority-or-public-benefit-corporation members for the fiscal year nineteen hundred seventy-one--nineteen hundred seventy-two analogous to that authorized for such members for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two. (2) In the event that a bill entitled \"An act to amend the administrative code of the city of New York and chapter eight hundred seventeen of the laws of nineteen hundred sixty-nine, entitled, 'An act to amend the administrative code of the city of New York, in relation to providing additional rights, privileges and benefits for members of the New York city employees' retirement system who are career pension plan members or fifty-five-year-increased-service-fraction members, and for certain beneficiaries of such system', in relation to establishing a new career pension plan for certain members of the New York city employees' retirement system\" is enacted into law, any such plan which may be provided pursuant to item one of this subparagraph (j): (a) shall apply to sanitation members (as defined in subdivision sixty-four of section 13-101 of this chapter) who have elected the benefits of section 13-160 of this chapter or who, pursuant to section 13-154 of this chapter, are members of a retirement plan permitting retirement upon completion of twenty-five years of allowable service in the uniformed force of the department of sanitation (as defined in subdivision a of section 13-154 of this chapter); and (b) shall not apply to any other-than-authority-or-public-benefit-corporation members other than the sanitation members mentioned in subitem (a) of this item two. (3) Any such plan which may be provided pursuant to items one and two of this subparagraph (j) for the sanitation members designated in such item two shall prescribe as to such members a reduced-rate-of-contribution factor of five per centum. (4) In the event that the bill referred to in item two of this subparagraph (j) is not enacted into law: (a) any plan which may be provided pursuant to item one of this subparagraph (j) for other-than-authority-or-public-benefit-corporation members who are not sanitation members shall designate a reduced-rate-of-contribution factor of four per centum; and (b) any such plan which may be provided for sanitation members shall designate as to such members a reduced-rate-of-contribution factor of five per centum. (5) In putting into effect and carrying out any plan pursuant to the applicable provisions of the preceding items of this subparagraph (j), the mayor shall have powers analogous to those granted to the board of estimate by subdivision j of this section. For the purpose of carrying out the provisions of the preceding items of this subparagraph (j), wherever the words \"June first\" appear in such subdivision j, such words shall be deemed to be and to mean the date forty-five days after the adjournment of the regular session of the legislature in nineteen hundred seventy-one. (6) Nothing contained in the preceding items of this subparagraph (j) shall be construed as impairing or affecting any rights with respect to a pensions-providing-for-increased-take-home-pay plan which may be acquired by a correction member (as defined in subdivision forty of section 13-101 of this chapter) pursuant to paragraph two of subdivision i of section 13-155 of this chapter and paragraph seven of subdivision a of section 13-226 of this title. (k) Fiscal year nineteen hundred seventy-two--nineteen hundred seventy-three. (1) Subject to the provisions of the succeeding items of this subparagraph (k), the mayor, by executive order adopted prior to the date forty-five days after the adjournment of the regular session of the legislature in nineteen hundred seventy-two or June seventeenth of such year, whichever is later, may provide for a pensions-providing-for-increased-take-home-pay plan for other-than-authority-or-public-benefit-corporation members (as defined in subdivision twenty-one of section 13-101 of this chapter) for the fiscal year nineteen hundred seventy-two--nineteen hundred seventy-three analogous to that authorized for other-than-authority members for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two. (2) Any such plan which may be provided pursuant to item one of this subparagraph (k) for sanitation members (as defined in subdivision sixty-four of section 13-101 of this chapter) shall prescribe a reduced-rate-of-contribution factor of five per centum with respect to sanitation members. (3) In the event that a bill entitled \"An act to amend the administrative code of the city of New York and chapter eight hundred seventeen of the laws of nineteen hundred sixty-nine, entitled 'An act to amend the administrative code of the city of New York, in relation to providing additional rights, privileges and benefits for members of the New York city employees' retirement system who are career pension plan members or fifty-five-year-increased-service-fraction members, and for certain beneficiaries of such system', in relation to establishing a new career pension plan for certain members of the New York city employees' retirement system\" is enacted into law, no plan shall be provided pursuant to item one of this subparagraph (k) with respect to any other-than-authority-or-public-benefit-corporation members who are not sanitation members. (4) In the event that such bill referred to in item three of this subparagraph (k) is not enacted into law, any such plan which may be provided pursuant to item one of this subparagraph (k) for other-than-authority-or-public-benefit-corporation members who are not sanitation members shall prescribe a reduced-rate-of-contribution factor of four per centum with respect to such other-than-authority-or-public-benefit-corporation members who are not sanitation members. (5) In putting into effect and carrying out any plan pursuant to the applicable provisions of the preceding items of this subparagraph (k), the mayor shall have powers analogous to those granted to the board of estimate by subdivision j of this section. For the purpose of carrying out the provisions of the preceding items of this subparagraph (k), wherever the words \"June first\" appear in such subdivision j, such words shall be deemed to be and to mean the date forty-five days after the adjournment of the regular session of the legislature in nineteen hundred seventy-two or June seventeenth of such year, whichever is later. (6) Pursuant to paragraph two of subdivision i of section 13-155 of this chapter, correction members (as defined in subdivision forty of section 13-101 of this chapter), shall be subject to the provisions of paragraph eight of subdivison a of section 13-226 of this title. 2. (a) Fiscal year nineteen hundred sixty-three--nineteen hundred sixty-four. The triborough bridge and tunnel authority, the New York city housing authority and the New York city transit authority may each separately provide, by resolution adopted by the authority and approved by the mayor prior to June first, nineteen hundred sixty-three, for a pensions-providing-for-increased-take-home-pay plan for all members who are officers or employees of the authority providing such plan, for the fiscal year nineteen hundred sixty-three--nineteen hundred sixty-four analogous to that authorized for such members for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two. In putting into effect and carrying out such plan, each such authority and the mayor, shall have powers analogous to those granted by subdivision j of this section to each such authority and the board of estimate. (b) Fiscal year nineteen hundred sixty-four--nineteen hundred sixty-five. The triborough bridge and tunnel authority, the New York city housing authority and the New York city transit authority may each separately provide, by resolution adopted by the authority and approved by the mayor prior to June first, nineteen hundred sixty-four, for a pensions-providing-for-increased-take-home-pay plan for all members who are officers or employees of the authority providing such plan, for the fiscal year nineteen hundred sixty-four--nineteen hundred sixty-five analogous to that authorized for such members for the fiscal year nineteen hundred sixty-three-nineteen hundred sixty-four by chapter five hundred eighteen of the laws of nineteen hundred sixty-three. In putting into effect and carrying out such plan, each such authority and the mayor, shall have powers analogous to those granted by subdivision j of this section to each such authority and the board of estimate. (c) Fiscal year nineteen hundred sixty-five--nineteen hundred sixty-six. The triborough bridge and tunnel authority, the New York city housing authority and the New York city transit authority may each separately provide, by reasolution adopted by the authority and approved by the mayor prior to June nineteenth, nineteen hundred sixty-five, for a pensions-providing-for-increased-take-home-pay plan for members who are officers or employees of the authority providing such plan, for the fiscal year nineteen hundred sixty-five--nineteen hundred sixty-six, analogous to that authorized for such members for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two. In putting into effect and carrying out such plan, each such authority and the mayor shall have powers analogous to those granted by subdivision j of this section to each such authority and the board of estimate. For the purpose of carrying out the provisions of this subparagraph (c), wherever the words \"June first\" appear in such subdivision j, such words shall be deemed to be and to mean June nineteenth. (d) Fiscal year nineteen hundred sixty-six--nineteen hundred sixty-seven. The triborough bridge and tunnel authority, the New York city housing authority and the New York city transit authority may each separately provide, by resolution adopted by the authority and approved by the mayor prior to June nineteenth, nineteen hundred sixty-six, for a pensions-providing-for-increased-take-home-pay plan for members who are officers or employees of the authority providing such plan, for the fiscal year nineteen hundred sixty-six--nineteen hundred sixty-seven, analogous to that authorized for such members for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two. In putting into effect and carrying out such plan, each such authority and the mayor shall have powers analogous to those granted by subdivision j of this section to each such authority and the board of estimate. For the purpose of carrying out the provisions of this subparagraph (d), wherever the words \"June first\" appear in such subdivision j, such words shall be deemed to be and to mean June nineteenth. (e) Fiscal year nineteen hundred sixty-seven--nineteen hundred sixty-eight. The triborough bridge and tunnel authority, the New York city housing authority and the New York city transit authority may each separately provide, by resolution adopted by the authority and approved by the mayor prior to June seventeenth, nineteen hundred sixty-seven, for a pensions-providing-for-increased-take-home-pay plan for members who are officers or employees of the authority providing such plan, for the fiscal year nineteen hundred sixty-seven--nineteen hundred sixty-eight, analogous to that authorized for such members for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two. In putting into effect and carrying out such plan, each such authority and the mayor shall have powers analogous to those granted by subdivision j of this section to each such authority and the board of estimate. For the purpose of carrying out the provisions of this subparagraph (e), wherever the words \"June first\" appear in such subdivision j, such words shall be deemed to be and to mean June seventeenth. (f) Fiscal year nineteen hundred sixty-eight--nineteen hundred sixty-nine. (1) The triborough bridge and tunnel authority and the New York city housing authority may each separately provide, by resolution adopted by the authority and approved by the mayor prior to June seventeenth, nineteen hundred sixty-eight, for a pensions-providing-for-increased-take-home-pay plan for members who are officers or employees of the authority providing such plan, for the fiscal year nineteen hundred sixty-eight--nineteen hundred sixty-nine analogous to that authorized for such members for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two, provided, however, that any such plan shall designate a reduced-rate-of-contribution factor of four percentum. In putting into effect and carrying out such plan, each such authority and the mayor shall have powers analogous to those granted by subdivision j of this section to each such authority and the board of estimate. For the purpose of carrying out the provisions of this item (1) wherever the words \"June first\" appear in such subdivision j, such words shall be deemed to be and to mean June seventeenth. (2) Except for members who are officers and employees of the New York city transit authority and who, if a bill entitled \"An act to amend the administrative code of the city of New York, in relation to service retirement, vested retirement allowances and certain other benefits under the New York city employees' retirement system, with respect to certain officers and employees of the New York City Transit Authority\" is enacted into law,elect pursuant thereto a plan of retirement upon completion of twenty years of service with a retirement allowance payable at or after age fifty, the New York city transit authority may provide by resolution adopted by the authority and approved by the mayor prior to June seventeenth, nineteen hundred sixty-eight, for a pensions-providing-for-increased-take-home-pay for members who are officers and employees of the authority for the fiscal year nineteen hundred sixty-eight--nineteen hundred sixty-nine, analogous to that authorized for such members for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two, provided, however, that any such plan which may be provided for members who are eligible for the benefits of the career pension plan if a bill entitled \"An act to amend the administrative code of the city of New York and the military law, in relation to providing additional rights, privileges and benefits for members of the New York city employees' retirement system and establishing an optional career pension plan for certain of such members\" is enacted into law, regardless of whether such members elect the benefits of such plan, shall designate a reduced-rate-of-contribution factor of four per centum. In putting into effect and carrying out such plan, the authority and the mayor shall have powers analogous to those granted by subdivision j of this section to the authority and the board of estimate. For the purpose of carrying out the provisions of this item two, whenever the words \"June first\" appear in such subdivision j, such words shall be deemed to be and to mean June seventeenth. (g) Fiscal year nineteen hundred sixty-nine--nineteen hundred seventy. (1) The triborough bridge and tunnel authority and the New York city housing authority may each separately provide, by resolution adopted by the authority and approved by the mayor prior to June sixteenth, nineteen hundred sixty-nine, for a pensions-providing-for-increased-take-home-pay plan for members who are officers or employees of the authority providing such plan, for the fiscal year nineteen hundred sixty-nine--nineteen hundred seventy analogous to that authorized for such members for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two, provided, however, that any such plan shall designate a reduced-rate-of-contribution factor of four percentum. In putting into effect and carrying out such plan, each such authority and the mayor shall have powers analogous to these granted by subdivision j of this section to each such authority and the board of estimate. For the purpose of carrying out the provisions of this item (1), wherever the words \"June first\" appear in such subdivision j, such words shall be deemed to be and to mean June sixteenth. (2) (a) Except as otherwise provided in sub-item (b) of this item two, the New York city transit authority may provide by resolution adopted by the authority and approved by the mayor prior to June sixteenth, nineteen hundred sixty-nine, for a pensions-providing-for-increased-take-home-pay plan for members who are officers and employees of the authority for the fiscal year nineteen hundred sixty-nine--nineteen hundred seventy, analogous to that authorized for such members for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two, provided, however, that any such plan which may be provided for members who are career pension plan members or who are eligible to elect to become career pension plan members, regardless of whether such members make such election, shall designate a reduced-rate-of-contribution factor of four percentum. (b) No plan for pensions-providing-for-increased-take-home-pay shall be provided under sub-item (a) of this item two with respect to any officer or employee of such authority whose minimum period for service retirement, pursuant to an election made under section 13-161 of this chapter, is twenty years. (c) In putting into effect and carrying out such plan authorized by sub-item (a) of this item two, the authority and the mayor shall have powers analogous to those granted by subdivision j of this section to the authority and the board of estimate. For the purpose of carrying out the provisions of this item two, whenever the words \"June first\" appear in such subdivision j, such words shall be deemed to be and to mean June sixteenth. (h) Fiscal year nineteen hundred seventy--nineteen hundred seventy-one. (1) The triborough bridge and tunnel authority and the New York city housing authority may each separately provide, by resolution adopted by the authority and approved by the mayor prior to June sixteenth, nineteen hundred seventy, for a pensions-providing-for-increased-take-home-pay plan for members who are officers or employees of the authority providing such plan, for the fiscal year nineteen hundred seventy--nineteen hundred seventy-one, analogous to that authorized for such members for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two, provided, however, that any such plan shall designate a reduced-rate-of-contribution factor of four percentum. In putting into effect and carrying out such plan, each such authority and the mayor shall have powers analogous to those granted by subdivision j of this section to each such authority and the board of estimate. For the purpose of carrying out the provisions of this item one, wherever the words \"June first\" appear in such subdivision j, such words shall be deemed to be and to mean June sixteenth. (2) (a) Except as otherwise provided in sub-item (b) of this item two, the New York city transit authority may provide by resolution adopted by the authority and approved by the mayor prior to June sixteenth, nineteen hundred seventy, for a pensions-providing-for-increased-take-home-pay plan for members who are officers and employees of the authority, for the fiscal year nineteen hundred seventy--nineteen hundred seventy-one, analogous to that authorized for such members for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two, provided, however, that any such plan which may be provided for members who are career pension plan members or who are eligible to elect to become career pension plan members, regardless of whether such members make such election, shall designate a reduced-rate-of-contribution factor of four percentum. (b) No plan for pensions-providing-for-increased-take-home-pay shall be provided under sub-item (a) of this item two with respect to any officer or employee of such authority whose minimum period for service retirement, pursuant to an election made under section 13-161 of this chapter, is twenty years. (c) In putting into effect and carrying out such plan authorized by sub-item (a) of this item two, the authority and the mayor shall have powers analogous to those granted by subdivision j of this section to the authority and the board of estimate. For the purpose of carrying out the provisions of this item two, whenever the words \"June first\" appear in such subdivision j, such words shall be deemed to be and to mean June sixteenth. (i) Fiscal year nineteen hundred seventy-one--nineteen hundred seventy-two. (1) In the event that a bill entitled \"An act to amend the administrative code of the city of New York and chapter eight hundred seventeen of the laws of nineteen hundred sixty-nine, entitled, 'An act to amend the administrative code of the city of New York, in relation to providing additional rights, privileges and benefits for members of the New York city employees' retirement system who are career pension plan members or fifty-five-year-increased-service-fraction members, and for certain beneficiaries of such system', in relation to establishing a new career pension plan for certain members of the New York city employees' retirement system\" is enacted into law, no plan for pensions-providing-for-increased-take-home-pay shall be provided for the fiscal year nineteen hundred seventy-one--nineteen hundred seventy-two or any subsequent fiscal year for members who are officers or employees of the triborough bridge and tunnel authority, the New York city housing authority, the New York city health and hospitals corporation or the New York city off-track betting corporation. (2) Subject to the provisions of items three and four of this subparagraph (i), in the event that the bill mentioned in item one of this subparagraph (i) is not enacted into law, the triborough bridge and tunnel authority, the New York city housing authority, the New York city health and hospitals corporation and the New York city off-track betting corporation may each separately provide, by resolution adopted by the authority or corporation and approved by the mayor prior to the date forty-five days after the adjournment of the regular session of the legislature in nineteen hundred seventy-one, for a pensions-providing-for-increased-take-home pay plan for members who are officers or employees of the authority or corporation providing such plan, for the fiscal year nineteen hundred seventy-one--nineteen hundred seventy-two, analogous to that authorized by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three with respect to members who were officers or employees of such authorities. (3) Any such plan which may be provided pursuant to item two of this subparagraph (i) shall designate a reduced-rate-of-contribution factor of four per centum. (4) In putting into effect and carrying out such plan, each such authority or corporation and the mayor shall have powers analogous to those granted by subdivision j of this section to each such authority and the board of estimate. For the purpose of carrying out the provisions of items two and three of this subparagraph (i), wherever the words \"June first\" appear in such subdivision j, such words shall be deemed to be and to mean the date forty-five days after the adjournment of the regular session of the legislature in nineteen hundred seventy-one. (5) In the event that the bill mentioned in item one of this subparagraph (i) is enacted into law, no plan for pensions-providing-for-increased-take-home-pay shall be provided for members who are officers or employees of the New York city transit authority for the fiscal year nineteen hundred seventy-one--nineteen hundred seventy-two. (6) Subject to the provisions of items seven, eight and nine of this subparagraph (i), in the event that the bill mentioned in item one of this subparagraph (i) is not enacted into law, the New York city transit authority may provide by resolution adopted by the authority and approved by the mayor prior to the date forty-five days after the adjournment of the regular session of the legislature in nineteen hundred seventy-one, for a pensions-providing-for-increased-take-home-pay plan for members who are officers and employees of the authority, for the fiscal year nineteen hundred seventy-one--nineteen hundred seventy-two, analogous to that authorized for such members for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two. (7) Any such plan which may be provided pursuant to item six of the subparagraph (i) for members who are career pension plan members or who are eligible to elect to become career pension plan members, regardless of whether such members make such election, shall designate a reduced-rate-of-contribution factor of four per centum. (8) No plan shall be provided under item six of this subparagraph (i) with respect to any officer or employee of such transit authority whose minimum period for service retirement, pursuant to an election made under section 13-161 of this chapter, is twenty years. (9) In putting into effect and carrying out any such plan authorized by items six and seven of this subparagraph (i), the authority and the mayor shall have powers analogous to those granted by subdivision j of this section to the authority and the board of estimate. For the purpose of carrying out the provisions of such items six and seven, whenever the words \"June first\" appear in such subdivision j, such words shall be deemed to be and to mean the date forty-five days after the adjournment of the regular session of the legislature in nineteen hundred seventy-one. (10) Nothing contained in any of the preceding items of this subparagraph (i) shall be construed as impairing or affecting any rights with respect to a pensions-providing-for-increased-take-home-pay plan which may be acquired by a housing police member (as defined in subdivision thirty-six of section 13-101 of this chapter) or by a transit police member (as defined in subdivision thirty-two of section 13-101 of this chapter) pursuant to the applicable provisions of paragraph two of subdivision i of section 13-156 of this chapter, paragraph two of subdivision j of section 13-157 of this chapter and paragraph seven of subdivision a of section 13-226 of this title. (j) Fiscal year nineteen hundred seventy-two--nineteen hundred seventy-three. (1) Subject to the provisions of item ten of this subparagraph (j), in the event that a bill entitled \"An act to amend the administrative code of the city of New York and chapter eight hundred seventeen of the laws of nineteen hundred sixty-nine, entitled, 'An act to amend the administrative code of the city of New York, in relation to providing additional rights, privileges and benefits for members of the New York city employees' retirement system who are career pension plan members or fifty-five-year-increased-service-fraction members, and for certain beneficiaries of such system', in relation to establishing a new career pension plan for certain members of the New York city employees' retirement system\", is enacted into law, no plan for pensions-providing-for-increased-take-home-pay shall be provided for the fiscal year nineteen hundred seventy-two--nineteen hundred seventy-three or any subsequent fiscal year for members who are officers or employees of the triborough bridge and tunnel authority, the New York city housing authority, the New York city health and hospitals corporation, the New York city off-track betting corporation or the New York city housing development corporation. (2) Subject to the provisions of items three, four and ten of this subparagraph (j), in the event that the bill mentioned in item one of this subparagraph (j) is not enacted into law, the triborough bridge and tunnel authority, the New York city housing authority, the New York city health and hospitals corporation, the New York city off-track betting corporation and the New York city housing development corporation may each separately provide, by resolution adopted by the authority or corporation and approved by the mayor prior to the date forty-five days after the adjournment of the regular session of the legislature in nineteen hundred seventy-two or June seventeenth of such year, whichever is later, for a pensions-providing-for-increased-take-home-pay plan for members who are officers or employees of the authority or corporation providing such plan, for the fiscal year nineteen hundred seventy-two--nineteen hundred seventy-three analogous to that authorized by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three with respect to members who were officers or employees of such authorities. (3) Any such plan which may be provided pursuant to item two of this subparagraph (j) shall designate a reduced-rate-of-contribution factor of four per centum. (4) In putting into effect and carrying out such plan, each such authority or corporation and the mayor shall have powers analogous to those granted by subdivision j of this section to each such authority and the board of estimate. For the purposes of carrying out the provisions of items two and three of this subparagraph (j), wherever the words \"June first\" appear in such subdivision j, such words shall be deemed to be and to mean the date forty-five days after the adjournment of the regular session of the legislature in nineteen hundred seventy-two or June seventeenth of such year, whichever is later. (5) In the event that the bill mentioned in item one of this subparagraph (j) is enacted into law, no plan for pensions-providing-for-increased-take-home-pay shall be provided for the fiscal year nineteen hundred seventy-two--nineteen hundred seventy-three for members who are officers or employees of the New York city transit authority; provided, however, that with respect to members who are officers or employees of the transit authority and who hold transit operating positions (as defined in subdivision sixty of section 13-101 of this chapter and who are not entitled to the benefits of the twenty-year pension plan provided for by section 13-161 of this chapter by reason of not having elected the benefits of section 13-161 of this chapter, the transit authority may provide by resolution adopted by the authority and approved by the mayor prior to the date forty-five days after the adjournment of the regular session of the legislature in nineteen hundred seventy-two or June seventeenth of such year, whichever is later, for a pensions-providing-for-increased-take-home-pay plan for the fiscal year nineteen hundred seventy-two--nineteen hundred seventy-three, analogous to that authorized for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two, with respect to members who were officers or employees of the transit authority. (6) Subject to the provisions of items seven, eight, nine and ten of this subparagraph (j), in the event that the bill mentioned in item one of this subparagraph (j) is not enacted into law, the New York city transit authority may provide by resolution adopted by the authority and approved by the mayor prior to the date forty-five days after the adjournment of the regular session of the legislature in nineteen hundred seventy-two or June seventeenth of such year, whichever is later, for a pensions-providing-for-increased-take-home-pay plan for members who are officers and employees of the authority, for the fiscal year nineteeen hundred seventy-two--nineteen hundred seventy-three, analogous to that authorized for such members for the fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three by chapter seven hundred eighty-seven of the laws of nineteen hundred sixty-two. (7) Any such plan which may be provided pursuant to item six of this subparagraph (j) for members who hold career pension plan positions (as defined in subdivision forty-seven of section 13-101 of this chapter) shall designate a reduced-rate-of-contribution factor of four per centum. (8) No plan shall be provided under item six of this subparagraph (j) with respect to any officer or employee of such transit authority whose minimum period for service retirement, pursuant to an election made under section 13-161 of this chapter, is twenty years. (9) In putting into effect and carrying out any such plan authorized by items six and seven of this subparagraph (j), the authority and the mayor shall have powers analogous to those granted by subdivision j of this section to the authority and the board of estimate. For the purpose of carrying out the provisions of such items six and seven, whenever the words \"June first\" appear in such subdivision j, such words shall be deemed to be and to mean the date forty-five days after the adjournment of the regular session of the legislature in nineteen hundred seventy-two or June seventeenth of such year, whichever is later. (10) Nothing contained in any of the preceding items of this subparagraph (j) shall be construed as impairing or affecting any rights with respect to a pensions-providing-for-increased-take-home-pay plan which may be acquired by a housing police member (as defined in subdivision thirty-six of section 13-101 of this chapter) or by a transit police member (as defined in subdivision thirty-two of section 13-101 of this chapter) pursuant to the applicable provisions of paragraph two of subdivision i of section 13-156 of this chapter, paragraph two of subdivision j of section 13-157 of this chapter and paragraph eight of subdivision a of section 13-226 of this title. n. In any case where a plan for pensions-providing-for-increased-take- home-pay provided pursuant to the provisions of subparagraph (j) of paragraph one of subdivision m of this section or subparagraph (i) of paragraph two of such subdivision m or any subsequently enacted law prescribes a reduction of member contributions with respect to a member for a prescribed period and in any case where any such provision prohibits the adoption of a pensions-providing-for-increased-take-home-pay plan with respect to a member for a prescribed period, an election by such member to become a career pension plan member or a fifty-five-year-increased-service-fraction member, where such election is authorized by the applicable provisions of this chapter, shall constitute a waiver of any and all claims by such member, arising out of any consent determination made under section two hundred twenty of the labor law, to any increased-take-home-pay plan rights different from or greater than the rights, if any, prescribed with respect to such member for such period by or pursuant to the provisions of such subparagraph (j) or (i) or such subsequently enacted law. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "152",
    "identifier": "13-152",
    "catch_text": "Pensions for increased-take-home-pay."
  }
}