{
  "text": "ยง 13-154 Optional retirement after twenty-five years of allowable service rendered in the uniformed force of the department of sanitation; retirement allowances for service in such force. a. For the purposes of this section the uniformed force of the department of sanitation shall be deemed to consist of sanitation worker, assistant foreman, foreman, district superintendent, senior superintendent, supervising superintendent, principal superintendent, city superintendent, director of operations and general superintendent. b. Any member of the uniformed force of the department of sanitation who (1) is appointed to such uniformed force after the first day of July nineteen hundred sixty-three, and (2) elects to contribute for the right to retire after twenty-five years of allowable service, and (3) selects a service-fraction of one one-hundredth of his or her final compensation, and (4) shall have at least twenty-five years of allowable service in said uniformed force, may retire upon written application to the board setting forth at what time, not less than thirty days subsequent to the execution and filing thereof, he or she desires to be retired. c. 1. Any member of the uniformed force of the department of sanitation who is in such uniformed force on the first day of July, nineteen hundred sixty-three, and who has or shall have at least twenty-five years of allowable service in said uniformed force, may retire upon written application to the board setting forth at what time, not less than thirty days subsequent to the execution and filing thereof, such member desires to be retired. 2. A service fraction heretofore selected by a member of the said uniformed force shall not affect his or her right to retire after twenty-five years of allowable service as provided in this subdivision c. d. 1. Except as otherwise provided in section 13-160 of this chapter, upon retirement for service, a member of such force (including any such member not subject to subdivision b or c of this section) shall receive, in lieu of any other retirement allowance for service provided for by this title, a retirement allowance which shall consist of: (a) an annuity which shall be the actuarial equivalent of such member's accumulated deductions at the time of his or her retirement; and (b) a pension which shall be equal to one service fraction of such member's final compensation, multiplied by the number of years of his or her allowable service; and (c) a further pension of one-half of one service fraction of such member's final compensation multiplied by the number of his or her years of allowable service in such force, rendered after July second, nineteen hundred sixty-five; and (d) a pension which is the actuarial equivalent of the reserve-for-increased-take-home-pay to which such member may be entitled; if any. 2. The service fraction used in computing the pension of a member of such force pursuant to subparagraphs (b) and (c) of paragraph one of this subdivision d shall be as hereinafter in this paragraph two prescribed, provided such service fraction is in effect with respect to such member at the time of the filing of his or her application for service retirement: (a) In the case of any such member who elected a service fraction of one one-hundredth of his or her final compensation pursuant to and at the time permitted by subdivision b, e or f of this section or paragraph six of subdivision a of section 13-172 of this chapter, or to whom a service fraction of one one-hundredth of his or her final compensation was assigned pursuant to subdivision g of this section, such service fraction shall be one one-hundredth; (b) In the case of any such member who, on or before June thirtieth, nineteen hundred thirty, by his or her written election duly acknowledged and filed with the board, consented to the necessary deductions from his or her compensation for an increase of pension to a pension based upon a service fraction of one one-hundred-twentieth, or who, on or after July first, nineteen hundred thirty, elected age fifty-five as his or her minimum retirement age, pursuant to and at the time permitted by section 13-164 of this chapter, such service fraction shall be one one-hundred-twentieth; and (c) In the case of any other such member, such service fraction shall be that applicable to his group pursuant to the provisions of subdivision b of section 13-172 of this chapter. e. (1) Notwithstanding any other provision of this section or any other provision of this chapter, any member of the uniformed force of the department of sanitation who was appointed to such uniformed force after the first day of July, nineteen hundred sixty-three and prior to April twenty-fourth, nineteen hundred sixty-four, who has not elected to contribute for the right to retire after twenty-five years of allowable service pursuant to the provisions of subdivision b of this section, may, by a written application duly executed and acknowledged and filed with the board, prior to the first day of October, nineteen hundred sixty-four, elect to contribute for the right to retire after twenty-five years of such service and select a service fraction of one one-hundredth of his or her final compensation. (2) Any such member who makes such election and selection pursuant to the provisions of paragraph one of this subdivision e shall be entitled to retire for service pursuant to the provisions of subdivision b of this section. f. Notwithstanding any other provision of this section or any other provision of this chapter, any member of the uniformed force of the department of sanitation who was in such force on the first day of July, nineteen hundred sixty-three, may, by a written application executed and acknowledged and filed with the board, prior to the first day of October, nineteen hundred sixty-four, elect to contribute to the retirement system on the basis of a service fraction of one one-hundredth of his or her final compensation. g. Notwithstanding any other provision of this section or any other provision of this chapter, any person who is appointed a member of the uniformed force of the department of sanitation on or after April twenty-fourth, nineteen hundred sixty-four, shall contribute to the retirement system on the basis of a service fraction of one one-hundredth of his final compensation. Any such member, upon completion of at least twenty-five years of allowable service in such uniformed force, may retire upon written application to the board setting forth at what time, not less than thirty days subsequent to the execution and filing thereof, he or she desires to be retired, and upon his or her retirement such member shall receive a retirement allowance consisting of the components and computed in the manner specified in subdivision d of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "154",
    "identifier": "13-154",
    "catch_text": "Optional retirement after twenty-five years of allowable service rendered in the uniformed force of the department of sanitation; retirement allowance"
  }
}