{
  "text": "ยง 13-173 Vested retirement rights. a. Any member who: (1) discontinues city-service on or after July first, nineteen hundred sixty-eight, other than by death, retirement or dismissal; and (2) is a fifty-five-year-increased-service-fraction member at the time of such discontinuance; and (3) prior to such discontinuance, completed five years of allowable service; and (4) does not withdraw his or her accumulated deductions in whole or in part; shall have a vested right to receive a deferred retirement allowance as provided in this section. b. (1) Such deferred retirement allowance shall vest automatically upon such discontinuance. (2) Such retirement allowance shall become payable on the date on which such discontinued member shall attain the age of fifty-five years, provided he or she files with the board, within the period of ninety days ending on such date, a duly executed application for such payment. (3) If a discontinued member shall, at any time after he or she attains the age of fifty-five years, file with the board a duly executed application for payment of such retirement allowance, it shall become payable upon the filing of such application. c. (1) Except as otherwise provided in paragraphs two and three of this subdivision c, such deferred retirement allowance shall be determined in accordance with the provisions of section 13-172 of this chapter governing the retirement allowance of a fifty-five-year-increased-service-fraction member, in the same manner as if such discontinued member had retired for service on the date on which he or she attained the age of fifty-five years, or on the date on which he or she filed an application for payment of his or her retirement allowance pursuant to subdivision b of this section, whichever is later. (2) Subject to the provisions of paragraph three of subdivision e of section 13-638.4 of this title, the pension of such member under paragraph seven of subdivision a of section 13-172 of this chapter shall be computed on the basis of his or her annual salary or compensation earnable by him or her for city-service in the year prior to his or her discontinuance of city-service, except as otherwise provided in paragraph three of this subdivision c. (3) Such pension shall be computed on the basis of his or her three-year-average compensation, if he or she shall so elect pursuant to subdivision fifty-eight of section 13-101 of this chapter. d. Regular interest on the accumulated deductions of a discontinued member and on his or her reserve-for-increased-take-home-pay shall be credited after discontinuance of city-service at the rate which would be applicable if he or she had not discontinued service. e. If a discontinued member dies before attaining the age of fifty-five years, his or her accumulated deductions shall be paid (1) to the beneficiary designated by him or her pursuant to section 13-148 of this chapter to receive his or her accumulated deductions in the event that such deductions become payable under such section, or (2) if such member has made no such designation, to his or her estate. f. A discontinued member may elect any option under section 13-177 of this chapter at any time prior to the first payment on account of his or her retirement allowance under this section. g. Withdrawal of accumulated deductions, in whole or in part, after discontinuance of city-service, shall terminate the right to a deferred retirement allowance under this section. h. (1) If a discontinued member who has not withdrawn his or her accumulated deductions in whole or in part shall subsequently re-enter city-service before attaining the age of fifty-five years, he or she shall be entitled to the service credit and status to which he or she was entitled immediately prior to his or her discontinuance of city-service and shall be credited with regular interest on his or her accumulated deductions and his or her reserve-for-increased-take-home-pay from the time of such discontinuance to the time of his or her re-entry into service, at the rate which would have been applicable if he or she had not discontinued service. (2) If a discontinued member who has not withdrawn his or her accumulated deductions in whole or in part shall subsequently and on or after the date on which he or she attains the age of fifty-five years, re-enter city-service, his or her rights, privileges and benefits shall be as provided for in section 13-178 of this chapter. i. Notwithstanding any other provision of law, a discontinued member with ten or more years of credited service in the retirement system who dies before a retirement benefit becomes payable and who is otherwise not entitled to a death benefit from the retirement system shall be deemed to have died on the last day that he or she was in service upon which his or her membership was based for purposes of eligibility for the payment of a death benefit pursuant to the provisions of section 13-148 of this title. The death benefit payable in such case shall be one-half of that which would have been payable had such member died on the last day that service was rendered. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "173",
    "identifier": "13-173",
    "catch_text": "Vested retirement rights."
  }
}