{
  "text": "ยง 13-150 Retirement; separation from service without fault or delinquency. a. A member who is removed or otherwise involuntarily separated from city-service for any cause other than fault or delinquency on his or her part after having completed twenty years of allowable service, including not less than one-half year during the year immediately preceding such discontinuance, or who is so removed from a position in the competitive or labor class of the classified civil service after any period of service, shall receive in lieu of the benefit provided in section 13-141 of this chapter, as he or she may elect: 1. The amount of his or her accumulated deductions, if any; or, in lieu thereof, 2. An annuity of equivalent actuarial value to his or her accumulated deductions, if any, and, in addition, a pension which is the actuarial equivalent of the reserve-for-increased-take-home-pay to which he or she may then be entitled, if any, and, in addition, a pension beginning immediately, having a value equal to the present value of the pension, at the beginning of his or her minimum age of service retirement that would be payable to him or her at such age for the period of service creditable to him or her at the time of such removal or separation. If such member has attained age fifty and has completed twenty years of allowable service, including not less than one-half year during the year immediately preceding such discontinuance, he or she shall be paid in addition a pension equal to fifty per cent of the difference between such pension and the pension to which he or she would be eligible had he attained the minimum age of service retirement. b. His or her membership in the retirement system shall thereupon cease, subject, however, to the provisions of section 13-178 of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "150",
    "identifier": "13-150",
    "catch_text": "Retirement; separation from service without fault or delinquency."
  }
}