{
  "text": "ยง 13-106 Membership classification. a. It shall be the duty of the head of each agency to submit to such board a statement showing the name, title, compensation, duties, date of birth and length of city-service of each member and such other information as such board may require. If such member be principally engaged upon duties differing from those specified by the appropriate civil service commission, state or municipal, for the title held by such member, such head of agency shall certify the reasons therefor and the probable duration of duties by such member differing from those specified by such civil service commission for the title held by such member. Such board shall then classify the member in one of the following groups: 1. Group one: Laborers and unskilled workers engaged upon duties requiring principally physical exertion; 2. Group two: Mechanics and skilled workers engaged upon duties requiring principally physical exertion; 3. Group three: Clerical, administrative, professional and technical workers engaged upon duties requiring principally mental exertion, including heads of departments; 4. Group four: In any other group of not less than twenty-five hundred members which, on the basis of mortality or service experience, may be recommended by the actuary and established by such board. b. Such board shall certify to such member the group in which he or she has been placed and the date of his or her admission to membership therein. When the duties of a member so require, such board may classify him or her in another group and transfer such member thereto and shall thereupon certify to him or her the group to which he or she has been transferred and the date of his or her transfer thereto. c. Each member shall be subject, until retirement, to all the provisions of this chapter and to all the rules and regulations adopted by such board applying to his or her group. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "106",
    "identifier": "13-106",
    "catch_text": "Membership classification."
  }
}