{
  "text": "* ยง 13-145.1 Transfer of retirement system membership of certain fire marshals. a. Any member of the retirement system who serves in the fire department of the city as a fire marshal (uniformed), supervising fire marshal (uniformed), deputy chief fire marshal (uniformed) or chief fire marshal (uniformed) may transfer his membership in the retirement system to the pension fund maintained pursuant to subchapter two of chapter three of this title by filing with the board, prior to January first, nineteen hundred eighty-seven, a written application, duly executed and acknowledged, requesting such transfer. b. Upon the filing of such application, the retirement system shall transfer to the retirement allowance accumulation fund of such fire department pension fund, subchapter two, in the manner provided for in section forty-three of the retirement and social security law, the reserve on the benefits allowable to such member as a result of employer contributions, including the reserve-for-increased-take-home-pay. In addition, the retirement system shall thereupon transfer the accumulated deductions of such member (as they would be in the absence of a loan, less the unpaid balance of any outstanding loan) to such retirement allowance accumulation fund, after deducting from such accumulated deductions, as so computed, all regular interest which, if such member had not elected to transfer his membership would constitute a part of the accumulated deductions of such member, as they would be in the absence of a loan. The amount of interest so deducted shall be paid into the contingent reserve fund of the retirement system and shall become the property of such system. c. Any such transferred member: (1) shall be deemed to have been a member of the fire department pension fund, subchapter two, during the period wherein he rendered credited service, after last becoming a member of the retirement system in one or more of the positions in the fire department mentioned in subdivision a of this section; and (2) shall, for purposes of benefit, but not for purposes of eligibility for benefit, be credited in the fire department pension fund, subchapter two, with all service which (i) prior to such transfer was rendered by him in any position other than the positions mentioned in subdivision a of this section, and (ii) was credited to him in the retirement system after his last entry into membership in such system. d. The rate of contribution of any member who elects such transfer of membership shall, on and after the date of the filing of his application therefor, be that (before any reduction in rate of contribution to which such member, after such election, may be entitled by reason of any plan for pensions providing-for-increased-take-home-pay) at which he would have been contributing on such date to the fire department pension fund, subchapter two, if: (1) he had been appointed a fireman on the earliest date on which, after last becoming a member of the retirement system, he began service in one of the positions in the fire department mentioned in subdivision a of this section; and (2) he had then elected to become a member of the fire department pension fund, subchapter two; and (3) he had then elected, as his minimum period of service for retirement, the minimum period elected by him pursuant to section 13-350 of this title upon the transfer of his membership pursuant to this section. e. (1) Notwithstanding the provisions of subdivision b of this section relating to a transfer of reserve-for-increased-take-home-pay, any such transferred member shall not be entitled, on the date on which his application for a transfer is filed, to a reserve-for-increased-take-home-pay which is greater than the amount which such reserve would have equalled if he had been a member of the fire department pension fund, subchapter two, during the entire period of fire department service mentioned in paragraph one of subdivision c of this section. (2) Any amount by which the reserve-for-increased-take-home-pay transferred with respect to any such transferred member pursuant to subdivision b of this section exceeds the maximum amount of reserve-for-increased-take-home-pay prescribed with respect to such member by paragraph one of this subdivision e shall become the property of the fire department pension fund, subchapter two. f. With respect to each member who elects such transfer of membership, a comparison shall be made between: (1) the total amount of the member contributions actually made by him as required contributions, from the date mentioned in paragraph one of subdivision d of this section up to the date of commencement of deductions from his compensation at the required rate of contribution prescribed by such subdivision d; and (2) the total amount of the required member contributions which he would have made with respect to the period mentioned in paragraph one of this subdivision, if he had contributed during such period at the required rate prescribed by such subdivision d. g. (1) If the total amount computed pursuant to paragraph one of subdivision f of this section is less than the total amount computed pursuant to paragraph two of such subdivision f, such member shall contribute the amount of such deficiency, with regular interest thereon, to the appropriate fund of the fire department pension fund, subchapter two, by deductions from his compensation at a rate elected by him, which shall not be less than five percent of his compensation. The actuarial equivalent of any balance of such deficiency which remains unpaid at the time any benefit under such pension fund may become payable to or with respect to such member shall be deducted from the benefit otherwise payable. (2) If the total amount computed pursuant to paragraph one of subdivision f of this section is more than the total amount computed pursuant to paragraph two of such subdivision f, the amount of such excess shall be refunded to him by the fire department pension fund, subchapter two, without interest. h. In any case where, at the time when any such member seeks to file such an application for transfer of membership, any part of the principal or interest with respect to any loan made by such member pursuant to section 13-140 of this chapter remains unpaid, he shall not have the right to make such election unless he shall execute and acknowledge, and file with the board, a written agreement providing that from and after the execution of such agreement all of his obligations and rights with respect to the principal and interest remaining unpaid on such loan shall be covered by section 13-342 of this title and that the terms and conditions of such loan may be changed or modified by the board of trustees of the fire department pension fund, subchapter two, with respect to any principal thereof and interest thereon remaining unpaid, so as to conform with the provisions of such section 13-342 of this title. i. Any member who elects such transfer of membership may, prior to certification of his rate of contribution prescribed by subdivision d of this section, make the election of a minimum period of service for retirement provided for by section 13-350 of this title. j. Any member who elects such transfer of membership shall be subject to mandatory retirement upon attainment of age sixty-five under subdivision a of section 15-121 of the code in the same manner as any other member of the uniformed force who is not a medical officer. * NB Added Ch. 823/85 ยง 1, language juxtaposed per Ch. 907/85 ยง 14 * NB Number supplied by the Legislative Bill Drafting Commission ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "145",
    "identifier": "13-145.1",
    "catch_text": "Transfer of retirement system membership of certain fire marshals."
  }
}