{
  "text": "§ 13-101 Definitions. The following words and phrases as used in this chapter, unless a different meaning is plainly required by the context, shall have the following meanings: 1. \"Retirement system\" shall mean the \"New York City Employees' Retirement System\" provided for in section 13-102 of this chapter. 2. \"Medical board\" shall mean the board of physicians provided for in section 13-123 of this chapter. 3. a. \"City-service\" shall mean service, whether appointive or elective,as an officer or employee of the city or state of New York, of any agency thereof and of any court, so far as such service is paid for by the city, or service, by any person, in any county office, paid for in whole or in part by the city, except service on or after the first day of October, nineteen hundred twenty, on account of which any person is, or may be, entitled to share in the police pension fund, or in the fire department relief fund, or in the teachers' retirement system, or in the Hunter College retirement system, or in the board of education retirement system, or in the department of street cleaning relief and pension fund (but including service as provided for in section 13-614 of this title). b. Service as a paid employee of the triborough bridge authority, the Henry Hudson parkway authority, the Marine parkway authority, the New York city tunnel authority, the New York city parkway authority, the New York city housing authority, the triborough bridge and tunnel authority, the New York city transit authority, the New York city housing development corporation, the New York city health and hospitals corporation, the New York city off-track betting corporation, the New York city school construction authority, the New York city municipal water finance authority, the New York city water board, the transit construction fund, the New York city transitional finance authority, the New York city sports authority and the New York city rehabilitation mortgage insurance corporation shall constitute city-service as herein defined. 4. \"Prior-service\" shall mean the service of a member rendered before the first day of October, nineteen hundred twenty, certified on a prior-service certificate and allowable as provided in sections 13-107, 13-108, 13-113 and 13-114 of this chapter. 5. \"Total-service\" shall mean all service of a member allowable as provided in section 13-107 of this chapter. 6. \"Member\" shall mean any person included in the membership of the retirement system as provided in section 13-104 of this chapter. 7. \"Group\" shall mean any group provided for under the provisions of section 13-106 of this chapter. 8. \"Beneficiary\" shall mean any person in receipt of a pension, an annuity, a retirement allowance, a death benefit or any other benefit provided by this chapter. 9. Except as otherwise provided in paragraph five of subdivision e of section 13-638.4 of this title, \"final compensation\" shall mean the average annual compensation earnable by a member for city-service during his or her last five years of city-service, or during any other five consecutive years of member or restored member service which such member shall designate, except that regular per annum employees may designate any two periods totalling five calendar years. 10. \"Service-fraction\" shall mean the part of final compensation derived as provided by section 13-172 of this chapter, allowable as a service pension for each year of service as a member; provided, however, that in the case of a fifty-five-year-increased-service-fraction member, such term shall mean each applicable part of the salary or compensation earnable by such member for city-service in the year prior to his or her retirement for service or the applicable part of such member's three-year average compensation, as the case may be, which part is derived as provided for in paragraph seven of subdivision a of such section 13-172 of this chapter and is allowable as a component of a service pension for each year of allowable service of such member as provided for in such paragraph seven. 11. \"Accumulated deductions\" shall mean the sum of all the amounts, if any, deducted from the compensation of a member or contributed by him or her, standing to the credit of his or her individual account in the annuity savings fund together with regular interest and special interest, if any, thereon. 12. * (a) Except as otherwise provided in paragraphs (b), (c), (d), (e) and (g) of this subdivision, \"regular interest,\" in the cases of persons who are members on the thirtieth day of June, nineteen hundred forty-seven, shall mean interest at four per centum per annum, compounded annually, and in the cases of persons becoming members thereafter, shall mean, interest at three per centum per annum, compounded annually to and including the thirtieth day of June, nineteen hundred sixty-five, and interest at four per centum per annum, compounded annually, from and after the first day of July, nineteen hundred sixty-five, except that (i) as to the annuity savings fund and reserve-for-increased-take-home-pay of persons becoming members after June thirtieth, nineteen hundred forty-seven, the term \"regular interest\", for the period from July first, nineteen hundred sixty-five through December thirty-first, nineteen hundred sixty-six, shall mean three per centum per annum compounded annually, (ii) in the cases of persons becoming members after June thirtieth, nineteen hundred forty-seven, whose city-service has been or shall be terminated by death, retirement, resignation, dismissal, or otherwise on or before June thirtieth, nineteen hundred sixty-seven, the term \"regular interest\" shall mean interest at three per centum per annum, compounded annually, to and including the date of such termination, and (iii) in the cases of persons becoming members after June thirtieth, nineteen hundred forty-seven, who are transit police members, as defined in subdivision thirty-two of this section, housing police members, as defined in subdivision thirty-six of this section, correction members, as defined in subdivision forty of this section, or who are such members of the uniformed force of the department of sanitation, as defined in subdivision a of section 13-154 of this chapter as have elected to comply with the provisions of section 13-154 of this chapter, the term \"regular interest\" shall mean interest at three per centum per annum, compounded annually, to and including December thirty-first, nineteen hundred sixty-seven, and four per centum per annum, compounded annually, from and after January first, nineteen hundred sixty-eight. * NB Amended Ch. 910/85 § 1, language juxtaposed per Ch. 907/85 § 14 (b) The provisions of paragraph (a) of this subdivision shall not apply to any actuarial valuation, determination or appraisal which is made pursuant to this title and which is used to determine the amount of any contribution required to be paid by the city or other public employer into the contingent reserve fund of the retirement system in the nineteen hundred seventy-seven-nineteen hundred seventy-eight fiscal year of the city or any subsequent fiscal year thereof. (c) (i) Subject to the provisions of subparagraph (ii) of paragraph (f) of this subdivision, for the purpose of any actuarial valuation, determination or appraisal which is made pursuant to this title and which is used to determine the amount of any contribution required to be paid by the city (or other obligors required to pay public employer contributions on account of members) into the contingent reserve fund of the retirement system in the nineteen hundred seventy-seven--nineteen hundred seventy-eight fiscal year of the city and in each succeeding fiscal year thereof to and including the nineteen hundred seventy-nine--nineteen hundred eighty fiscal year thereof, \"regular interest\" shall mean interest at five and one-half per centum per annum, compounded annually. (ii) Subject to the provisions of subparagraph (ii) of paragraph (f) of this subdivision, and except as otherwise provided in paragraphs one and four of subdivision b of section 13-127 of this chapter with respect to determination of the amount of the balance sheet liability as of June thirtieth, nineteen hundred eighty and balance sheet liability contributions, for the purpose of any actuarial valuation, determination or appraisal which is made pursuant to this chapter and which is used to determine the amount of any contribution required to be paid by the city (or other obligors required to pay public employer contributions on account of members) into the contingent reserve fund of the retirement system in the nineteen hundred eighty--nineteen hundred eighty-one fiscal year of the city and in each succeeding fiscal year thereof to and including the nineteen hundred eighty-one--nineteen hundred eighty-two fiscal year thereof, \"regular interest\" shall mean interest at the rate of seven and one-half per centum per annum, compounded annually. (iii) Subject to the provisions of subparagraph (ii) of paragraph (f) of this subdivision, and except as otherwise provided in paragraphs one and four of subdivision b of section 13-127 of this chapter with respect to determination of the amount of the balance sheet liability as of June thirtieth, nineteen hundred eighty and balance sheet liability contributions, for the purpose of any actuarial valuation, determination or appraisal which is made pursuant to this chapter and which is used to determine the amount of any contribution required to be paid by the city (or other obligors required to pay public employer contributions on account of members) into the contingent reserve fund of the retirement system in the nineteen hundred eighty-two--nineteen hundred eighty-three fiscal year of the city and in each succeeding fiscal year thereof to and including the nineteen hundred eighty-seven--nineteen hundred eighty-eight fiscal year thereof, \"regular interest\" shall mean interest at the rate of eight per centum per annum, compounded annually. (iv) Subject to the provisions of subparagraph (ii) of paragraph (f) of this subdivision, and except as otherwise provided in paragraphs one and four of subdivision b of section 13-127 of this chapter with respect to determination of the amount of the balance sheet liability as of June thirtieth, nineteen hundred eighty and balance sheet liability contributions, for the purpose of any actuarial valuation, determination or appraisal which is made pursuant to this chapter and which is used to determine the amount of any contribution required to be paid by the city (or other obligors required to pay public employer contributions on account of members) into the contingent reserve fund of the retirement system in the nineteen hundred eighty-eight--nineteen hundred eighty-nine fiscal year of the city and the nineteen hundred eighty-nine--nineteen hundred ninety fiscal year thereof, \"regular interest\" shall mean interest at the rate of eight and one-quarter per centum per annum, compounded annually. (d) Subject to the provisions of subparagraph (ii) of paragraph (f) of this subdivision, and except as otherwise provided in paragraphs one and four of subdivision b of section 13-127 of this chapter with respect to determination of the amount of the balance sheet liability as of June thirtieth, nineteen hundred eighty and balance sheet liability contributions, for the purpose of any actuarial valuation, determination or appraisal which is made pursuant to this chapter and which is used to determine the amount of any contribution required to be paid by the city (or other obligors required to pay public employer contributions on account of members) into the contingent reserve fund of the retirement system in the city's nineteen hundred ninety--nineteen hundred ninety-one fiscal year and in any subsequent fiscal year thereof, \"regular interest\" shall mean interest at such rate per annum, compounded annually, as shall be prescribed by the legislature in section 13-638.2 of this title. * (e) On or after May first, nineteen hundred eighty-nine and not later than October thirty-first of such year the board shall submit to the governor, the temporary president and minority leader of the senate, the speaker of the assembly, the majority and minority leaders of the assembly, the state superintendent of insurance, the chairman of the permanent commission on public employee pension and retirement systems, the mayor of the city and the members of the board of estimate and city council thereof, the written recommendations of the board as to the rate of interest and effective period thereof which should be established by law as \"regular interest\" for the purpose specified in paragraph (d) of this subdivision. * NB Amended Ch. 911/85 § 3, language juxtaposed per Ch. 907/85 § 14 (f) * (i) Subject to the provisions of subparagraph (c) of paragraph two of subdivision b of section 13-127 of this chapter, nothing contained in paragraphs (b), (c), (d) and (e) of this subdivision shall be construed as prescribing, for the purpose of crediting interest to individual accounts in the annuity savings fund or to reserves-for-increased-take-home-pay or for any other purpose besides that specified in such paragraphs, a rate of regular interest other than as prescribed by the applicable provisions of paragraph (a) or paragraph (g) of this subdivision. * NB Amended Ch. 910/85 § 2, language juxtaposed per Ch. 907/85 § 14 (ii) Subject to the provisions of section 13-638.2 of this title, nothing contained in paragraphs (c) and (d) of this subdivision shall be construed as requiring the original unfunded accrued liability contribution, as defined in subparagraph (a) of paragraph three of subdivision (b) of section 13-127 of this chapter, and the revised unfunded accrued liability contribution, as defined in subparagraph (b) of such paragraph three, and the nineteen hundred eighty unfunded accrued liability adjustment, as defined in subparagraph (c) of such paragraph three, nineteen hundred eighty-two unfunded accrued liability adjustment, as defined in subparagraph (d) of such paragraph three to be determined in any manner other than as prescribed by applicable provisions of such subparagraphs. Subject to the provisions of section 13-638.2 of this title, nothing contained in paragraphs (c) and (d) of this subdivision shall be construed as requiring any balance sheet liability or balance sheet liability contribution computed pursuant to the provisions of paragraph four of subdivision b of such section 13-127 of this chapter to be determined in any manner other than as prescribed in such paragraph four. * (g) (i) Commencing on August first, nineteen hundred eighty-three, and continuing thereafter, \"regular interest,\" in the cases of persons who were members on July thirty-first, nineteen hundred eighty-three or who thereafter became or become members, shall mean, subject to the provisions of subparagraphs (ii) to (xi), inclusive, of this paragraph (g), interest at seven per centum per annum, compounded annually. (ii) (A) (1) Subject to the provisions of sub-items (2) and (3) of this item (A), regular interest at the rate of seven per centum per annum, compounded annually, shall be used as the actuarial interest assumption for determining any actuarial equivalent benefit payable to or on account of any seven percent member for actuarial equivalent benefit purposes. (2) Where an actuarial equivalent benefit is required by board resolution to be determined for any seven percent member for actuarial equivalent benefit purposes through the use of the modified Option 1 pension computation formula (as defined in subdivision seventy-seven of this section), the actuarial interest assumptions used in making such determination shall be as prescribed in such formula. (3) Where it is provided by board resolution that a portion of an actuarial equivalent benefit shall be determined for any such seven percent member on the basis of gender-neutral mortality tables, and that the remainder of such benefit shall be determined on the basis of mortality tables which are not gender-neutral, regular interest at the rate of seven per centum per annum, compounded annually, shall be used as the actuarial interest assumption for determining the portion of such benefit required by such resolution to be determined on the basis of gender-neutral mortality tables and such rate of regular interest shall not apply to the determination of the remainder of such benefit. (B) Notwithstanding that the process of determining whether a member is a seven percent member for actuarial equivalent benefit purposes may include, for the purpose of ascertaining the highest applicable benefit, alternative hypothetical benefit calculations utilizing a rate of regular interest other than such rate of seven per centum, nothing contained in subparagraph (i) of this paragraph (g) or in item (A) of this subparagraph (ii) shall be construed as requiring that in the determination of any actuarial equivalent benefit payable to or on account of any member who is not a seven percent member for actuarial equivalent benefit purposes, any rate of interest be used as the actuarial interest assumption other than regular interest, compounded annually, as prescribed by the applicable provisions of paragraph (a) of this subdivision. (iii) The provisions of item (A) of subparagraph (ii) of this paragraph (g) shall not apply to any person who, prior to August first, nineteen hundred eighty-three, retired as a member of the retirement system for service or superannuation or for ordinary or accident disability or pursuant to section 13-150 of the code and was such a retiree immediately prior to such August first; provided, however, that if any such retiree returned or returns to city-service and on or after July thirty-first, nineteen hundred eighty-three, was or is restored to membership in the retirement system as required or permitted by law, the provisions of such item (A), from and after such date of restoration to membership, shall apply to such restored member with respect to determination of any actuarial equivalent benefit which is both (A) a benefit to which he or she became or becomes entitled upon his or her subsequent retirement or subsequent discontinuance of service so as to qualify for benefits, and (B) a benefit which is not a continuation, without change, of a benefit which had previously became payable to him or her by reason of his or her prior retirement; provided further that nothing contained in the preceding provisions of this subparagraph (iii) shall be construed as applicable to any such restored member who was not or is not a seven percent member for actuarial equivalent benefit purposes at the time of such subsequent retirement or subsequent discontinuance of service. (iv) (A) Subject to the provisions of items (B) and (C) of this subparagraph (iv), the provisions of item (A) of subparagraph (ii) of this paragraph (g) shall not apply to any Tier I or Tier II member who, (1) prior to August first, nineteen hundred eighty-three, discontinued service under such circumstances that such member became a discontinued member and acquired a vested right to receive a retirement allowance pursuant to the applicable provisions of section 13-173 or paragraph two of subdivision i of sections 13-155 and 13-156 or paragraph two of subdivision j of section 13-157 and section 13-256 of the code (and, in the case of a Tier II member, article eleven of the retirement and social security law), and (2) was such a discontinued member immediately prior to such August first. (B) If such a discontinued member returned or returns to city-service and on or after July thirty-first, nineteen hundred eighty-three and before payability of his or her retirement allowance as such member began or begins, again became or becomes an active member pursuant to the applicable provisions of such section 13-173 of the code, or the applicable provisions of paragraph two of subdivision i of sections 13-155 and 13-156 or paragraph two of subdivision j of section 13-157 and section 13-256 of the code, the provisions of item (A) of such subparagraph (ii) shall apply to him or her on and after the date of such resumption of active membership, provided that nothing contained in the preceding provisions of this item (B) shall be construed as making the provisions of item (A) of such subparagraph (ii) applicable to any such member who was not or is not a seven percent member for actuarial equivalent benefit purposes at the time of subsequent retirement or subsequent discontinuance of service so as to qualify for benefits. (C) If such a discontinued member returned or returns to city-service and on or after July thirty-first, nineteen hundred eighty-three and on or after the date on which payability of his or her retirement allowance as such member began or begins, again became or becomes an active member pursuant to the applicable provisions of such sections 13-173 and 13-178 of the code or the applicable provisions of subdivision i of sections 13-155 and 13-156 and section 13-256 of the code, the provisions of item (A) of such subparagraph (ii), on and after the date of such resumption of active membership, shall apply to him or her with respect to determination of any actuarial equivalent benefit which is both (1) a benefit to which he or she became or becomes entitled upon his or her subsequent retirement or subsequent discontinuance of service so as to qualify for benefits, and (2) a benefit which is not a continuation, without change, of a benefit which had previously became payable to him or her by reason of his or her prior discontinuance of service; provided that nothing contained in the preceding provisions of this item (C) shall be construed as applicable to any such member who was not or is not a seven percent member for actuarial equivalent benefit purposes at the time of such subsequent retirement or subsequent discontinuance of service. (v)(A) Subject to the provisions of items (B) and (C) of this subparagraph (v), the provisions of item (A) of such subparagraph (ii) shall not apply to any Tier III member or Tier IV member who, (1) prior to August first, nineteen hundred eighty-three, terminated employment under such circumstances that such member became a Tier III member entitled to a vested benefit or a Tier IV member entitled to a vested benefit, as the case may be, and had such status immediately prior to such August first. (B) If a member who became entitled to a vested benefit as described in item (A) of this subparagraph (v) returned or returns to city-service and on or after July thirty-first, nineteen hundred eighty-three and before payability of his or her vested benefit began or begins, resumed or resumes status as an active member, the provisions of item (A) of such subparagraph (ii) shall apply to him or her on and after the date of such resumption of membership, provided that nothing contained in the preceding provisions of this item (B) shall be construed as applicable to any such member who was not or is not a seven percent member for actuarial benefit purposes at the time of subsequent retirement or subsequent discontinuance of service so as to qualify for benefits. (C) If a member who became entitled to a vested benefit as described in item (A) of this subparagraph (v) returned or returns to city-service and, on or after July thirty-first, nineteen hundred eighty-three and on or after the date on which payability of his or her vested benefit began or begins, resumed or resumes status as an active member, the provisions of item (A) of such subparagraph (ii), on and after the date of such resumption of active membership, shall apply to him or her with respect to determination of any actuarial equivalent benefit which is both (1) a benefit to which he or she became or becomes entitled upon his or her subsequent retirement or subsequent discontinuance of service so as to qualify for benefits, and (2) a benefit which is not a continuation, without change, of a benefit which had previously become payable to him or her by reason of his or her prior discontinuance of service; provided that nothing contained in the preceding provisions of this item (C) shall be construed as applicable to any such member who was not or is not a seven percent member for actuarial equivalent benefit purposes at the time of such subsequent retirement or subsequent discontinuance of service. (vi)(A) Subject to the provisions of item (B) of this subparagraph (vi) and to the provisions of subparagraph (ix) of this paragraph (g), the selection of mode of benefit (as defined in subdivision seventy-eight of this section) made prior to the date of enactment (as such date is certified pursuant to section forty-one of the legislative law) of this paragraph (g) by a person entitled to a recomputation of benefits pursuant to the best-of-three-computations method (as defined in subdivision eighty of this section) in relation to the retirement allowance (or any component thereof) which became payable to him or her prior to such date of enactment shall be the selection of mode of benefit applicable to the recomputed retirement allowance (or any corresponding component thereof) to which he or she is entitled under the best-of-three-computations method (as defined in subdivision seventy-nine of this section), and any such person entitled to a recomputation of benefits pursuant to the best-of-three-computations method shall not be entitled to make any change in such selection of mode of benefit. (B)(1) Notwithstanding the provisions of item (A) of this subparagraph (vi), a person entitled to a recomputation of benefits pursuant to the best-of-three-computations method shall be entitled, to the extent and in the manner prescribed in the succeeding sub-items of this item (B), to change the original selection of mode of benefit applicable to the retirement allowance (or any component thereof) which became payable to him or her prior to the date of enactment of this paragraph (g). (2) In any case where the original selection of mode of benefit of a person entitled to a recomputation of benefits pursuant to the best-of-three-computations method was a selection of a joint and survivor option (as defined in subdivision eighty-one of this section), no change from such original selection of a joint and survivor option may be made under this item (B) to any other selection of mode of benefit if the designated beneficiary selected with respect to such joint and survivor option by such person entitled to a recomputation is not alive at the time of filing of the form whereby such person entitled to a recomputation seeks to change, pursuant to this item (B), his or her original selection of such joint and survivor option. (3) Except for a change of selection of mode of benefit prohibited by sub-item two of this item (B), any original selection of mode of benefit may be changed pursuant to this item (B) to another selection of mode of benefit, provided all of the conditions set forth in sub-items four, six and eight of this item (B) are met. (4) Subject to the provisions of sub-items seven and eight of this item (B), a person entitled to a recomputation of benefits pursuant to the best-of-three-computations method may, pursuant to this item (B), effect any such permissible change of his or her original selection of mode of benefit by executing, acknowledging and filing with the retirement system, within the applicable period of time prescribed by sub-item six of this item, a new selection of mode of benefit. If the original selection of mode of benefit of the person filing such new selection was a selection of a joint and survivor option, such new selection shall be void and of no effect unless (a) the designated beneficiary named in such original selection of a joint and survivor option signs and acknowledges, in the form for such new selection of mode of benefit, a consent to such changed selection of mode of benefit, and (b) such original designated beneficiary is alive on the date of filing of such new selection. (5) The retirement system shall mail to each person entitled to a recomputation of benefits pursuant to the best-of-three-computations method a letter (having the usual content provided by the retirement system with respect to furnishing option figures to retirees) showing amounts of benefits, as recomputed for such person under the best-of-three-computations method. (6) The period of time within which any such person entitled to a recomputation may file a new selection of mode of benefit as provided for in sub-items three and four of this item (B) shall be sixty days after the date of issuance set forth in such statement mailed to such person pursuant to sub-item five of this item; provided, however, that if, pursuant to the request of such person, a later letter setting forth benefits information in relation to new selection of a mode of benefit is mailed to such person by the retirement system, such period of time for filing a new selection of mode of benefit shall be thirty days after the date of issuance set forth in such later letter. (7) Upon the filing of a new selection of mode of benefit pursuant to this item (B) by any such person entitled to a recomputation, such new selection shall be irrevocable and such person shall not be entitled to file any other selection of mode of benefit with respect to such retirement allowance (or any component thereof) which became payable to him or her prior to the date of enactment of this paragraph (g). (8) No new selection of mode of benefit filed pursuant to the preceding sub-items of this item (B) shall be valid or effective as a change of mode of benefit or for any other purpose unless the person entitled to a recomputation of benefits pursuant to the best-of-three-computations method who files such new selection is alive on the date (hereinafter referred to as the \"validating date\") three hundred sixty-five days after the date of filing of such new selection of mode of benefit. If such person filing such new selection of mode of benefit is alive on the validating date with respect to such new selection, such new selection shall become valid and effective on such validating date; provided, however, that from and after the effective date of retirement of such person making such valid and effective new selection of mode of benefit (if he or she retired for service or superannuation or for ordinary or accident disability or pursuant to section 13-150 of the code) or from and after the date on which payability of the original benefits of such person began (if he or she was a discontinued member or discontinued sanitation member or Tier III member entitled to a vested benefit or Tier IV member entitled to a vested benefit), such new selection of mode of benefit shall supersede such original selection of mode of benefit and shall apply to and govern the amount of benefits payable to such person or to his or her designated beneficiary or estate. (vii) Subject to the provisions of subparagraph (ix) of this paragraph (g), in any case where a member who retired before August first, nineteen hundred eighty-three for service or for superannuation or for ordinary or accident disability or pursuant to section 13-150 of the code returned or returns to city-service and, on or after July thirty-first, nineteen hundred eighty-three, re-entered or re-enters membership in the retirement system, nothing contained in paragraphs (i) to (v), inclusive, of this paragraph (g) shall be construed as authorizing or permitting him or her to change any selection of mode of benefit (as defined in subdivision seventy-eight of this section) made by him or her with respect to any benefit which, upon his or her subsequent retirement or discontinuance of city-service so as to qualify for benefits, is payable to him or her as a continuation, without change, of a benefit which had previously become payable to him or her by reason of his or her prior retirement. (viii) Subject to the provisions of subparagraph (ix) of this paragraph (g), in any case where a discontinued member referred to in item (A) of subparagraph (iv) of this paragraph or a Tier III member entitled to a vested benefit or a Tier IV member entitled to a vested benefit who became entitled to such vested benefit under the circumstances set forth in item (A) of subparagraph (v) of this paragraph returned or returns to city-service and on or after July thirty-first, nineteen hundred eighty-three, again became or becomes an active member pursuant to applicable provisions of law, nothing contained in subparagraphs (i) to (v), inclusive, of this paragraph (g) shall be construed (A) as authorizing or permitting him or her to change any selection of mode of benefit (as defined in subdivision seventy-eight of this section) made by him or her with respect to any benefit which, upon his or her subsequent retirement or discontinuance of city-service so as to qualify for benefits, is payable to him or her as a continuation, without change, of a benefit which had previously become payable to him or her by reason of his or her prior discontinuance of city-service. (ix) (A) Nothing contained in subparagraphs (vi), (vii) and (viii) of this paragraph (g) shall be construed as preventing: (1) any person subject to such subparagraph (vi) who, on or after July thirty-first, nineteen hundred eighty-three, re-entered or re-enters city-service and again became or becomes an active member; or (2) any re-entered member referred to in such subparagraph (vii) or subparagraph (viii); upon his or her subsequent retirement, from exercising any right which any other applicable law grants to him or her under such circumstances to make a selection of mode of benefit (as defined in subdivision seventy-eight of this section). (B) Nothing contained in subparagraphs (vi), (vii) and (viii) of this paragraph (g) shall be construed as preventing a change to the maximum benefit where such change is authorized pursuant to section 12-125 of the code. (x) Notwithstanding the provisions of subparagraph (i) of this paragraph (g) prescribing a rate of regular interest of seven per centum per annum, compounded annually, for specified members described in such subparagraph (i), the rate of regular interest which shall be applied to fix the rate of interest on any loan to any such member eligible to borrow shall be four per centum per annum, compounded annually. (xi) The rate of regular interest applicable to determination of the rate of member contribution of any member whose last membership began prior to the date of enactment (as certified pursuant to section forty-one of the legislative law) of this paragraph (g) shall be the rate of regular interest which was applicable, under the provisions of law in effect prior to such date of enactment, to the determination of the rate of member contribution of such member, and nothing contained in the preceding subparagraphs of this paragraph (g) shall be construed as applicable to the determination of the rate of member contribution of any such member whose last membership so began or as changing or affecting the rate of member contribution of any such member. * NB Added Ch. 910/85 § 4, language juxtaposed per Ch. 907/85 § 14 13. \"Pension\" shall mean payments for life derived from appropriations made by the city as provided in this chapter. 14. \"Annuity\" shall mean payments for life derived from contributions made by a member as provided in this chapter. 15. \"Retirement allowance\" shall mean the pension plus the annuity, if any, and the pension-providing-for-increased-take-home-pay, if any. 16. \"Pension reserve\" shall mean the present value of all payments to be made on account of any pension, or benefit in lieu of any pension, granted under the provisions of this chapter, computed upon the basis of such mortality tables as shall be adopted by the board of estimate with regular interest. 17. \"Annuity reserve\" shall mean the present value of all payments to be made on account of any annuity, or benefit in lieu of any annuity, granted under the provisions of this chapter, computed upon the basis of such mortality tables as shall be adopted by the board of estimate with regular interest. 18. \"Fiscal year\" shall mean any year commencing with the first day of July and ending with the thirtieth day of June next following. 19. \"Pension-providing-for-increased-take-home-pay.\" The annual allowance for life payable in monthly installments derived from contributions made to the contingent reserve fund, or to the pension fund, as the case may be, pursuant to section 13-152 of this chapter. 20. \"Reserve-for-increased-take-home-pay.\" An amount which, at the time of death or retirement, shall be equal to the sum obtained by adding together: (i) A sum representing two and one-half per centum of the member's compensation paid to him or her during the period with respect to which the contributing agency contributes, pursuant to subdivision c and subdivisions h and i of section 13-152 of this chapter, toward a pension-providing-for-increased-take-home-pay with respect to such member, plus regular interest on such sum, and (ii) a sum representing the product obtained by multiplying the applicable reduced-rate-of-contribution factor by the member's compensation during the period while the contributing agency contributes, pursuant to subdivision f and subdivisions h and i of section 13-152 of this chapter, toward a pension-providing-for-increased-take-home-pay with respect to such member, plus regular interest on such sum, and (iii) a sum consisting of the product or the total of all products obtained by multiplying the compensation of such member by the applicable reduced-rate-of-contribution factor or factors, as prescribed by subparagraph (iv) of paragraph fourteen of subdivision j of section 13-152 of this chapter or by a provision analogous to subparagraph (iv) of paragraph fourteen of subdivision j of section 13-152 of this chapter made applicable to such member pursuant to subdivision m of section 13-152 of this chapter, plus regular interest on such sum. 21. \"Other-than-authority-or-public-benefit-corporation member.\" A member of the retirement system who is not any of the following: (a) an officer or employee of the triborough bridge and tunnel authority, the New York city housing authority, the New York city transit authority, the New York city health and hospitals corporation, the New York city off-track betting corporation or the New York city housing development corporation, or (b) a correction member (as defined in subdivision forty of this section). 22. \"Authority member.\" A member of the retirement system who is an officer or employee of the triborough bridge and tunnel authority, the New York city housing authority or the New York city transit authority. 23. \"Member originally entitled to a reduced rate for the first year.\" A member of the retirement system to whom and for whose benefit the provisions of paragraph one of subdivision c and the provisions of subdivisions g, h and i of section 13-152 of this chapter are applicable as a result of the adoption of a resolution or resolutions as authorized by the provisions of paragraphs one, two and four of subdivision a of such section and paragraphs one, two and four of subdivision b of such section, and to whom and for whose benefit such paragraph one of subdivision c and subdivisions g, h and i of such section become applicable on the date on which the provisions of such paragraph one of subdivision c of such section become operative. 24. \"Member subsequently entitled to a reduced rate for the first year.\" A member of the retirement system to whom and for whose benefit the provisions of paragraph two of subdivision c and the provisions of subdivisions g, h and i of section 13-152 of this chapter are applicable as a result of the adoption of a resolution or resolutions as authorized by the provisions of paragraph four of subdivision a and paragraph four of subdivision b of such section, and to whom and for whose benefit such paragraph two of subdivision c and subdivisions g, h and i of such section become applicable after the date on which the provisions of paragraph one of subdivision c of such section become operative. 25. \"Member originally entitled to a reduced rate for the second year.\" A member of the retirement system to whom and for whose benefit the provisions of paragraph one of subdivision f and the provisions of subdivisions g, h and i of section 13-152 of this chapter are applicable as a result of the adoption of a resolution or resolutions as authorized by the provisions of paragraphs one, two and four of subdivision d of such section and paragraphs one, two and four of subdivision e of such section and to whom and for whose benefit such paragraph one of subdivision f and subdivisions g, h and i of such section become applicable on the date on which the provisions of such paragraph one of subdivision f of such section become operative. 26. \"Member subsequently entitled to a reduced rate for the second year.\" A member of the retirement system to whom and for whose benefit the provisions of paragraph two of subdivision f and the provisions of subdivisions g, h and i of section 13-152 of this chapter are applicable as a result of the adoption of a resolution or resolutions as authorized by the provisions of paragraph four of subdivision d and paragraph four of subdivision e of such section, and to whom and for whose benefit such paragraph two and subdivisions g, h and i of such section become applicable after the date on which the provisions of paragraph one of subdivision f of such section become operative. 27. \"Reduced-rate-of-contribution factor.\" (a) Where used in any of the provisions of section 13-152 of this chapter other than subdivision j thereof, and other than a provision analogous to subdivision j therefor set forth in an executive order or resolution pursuant to the provisions of subdivision m of section 13-152 of this chapter, such term shall mean the percentage designated pursuant to the provisions of paragraph five of subdivision d or paragraph five of subdivision e of section 13-152 of this chapter, as the multiplier to be used in computing the reduction in members' contributions to be made pursuant to the provisions of subdivision f of such section. (b) Where used in subdivision j of section 13-152 of this chapter, or in a provision analogous to subdivision j of section 13-152 of this chapter set forth in an executive order or resolution adopted pursuant to subdivision m of section 13-152 of this chapter, such term shall mean the applicable percentage designated pursuant to the provisions of paragraph six, twelve or thirteen of such subdivision j or pursuant to provisions analogous to such paragraph six, twelve or thirteen of such subdivision j set forth in an executive order or resolution adopted pursuant to subdivision m of section 13-152 of this chapter as the multiplier to be used in computing the reduction in any member's contribution pursuant to the provisions of paragraph fourteen of such subdivision j or pursuant to provisions analogous to the provisions of paragraph fourteen of such subdivision j set forth in an executive order or resolution adopted pursuant to the provisions of subdivision l of section 13-152 of this chapter. 28. \"Contributing agency\". The obligor or employing authority or public benefit corporation, as the case may be, required by the provisions of subdivisions h and i of section 13-152 of this chapter to make contributions to the contingent reserve fund or pension fund, as the case may be, for the benefit of any member mentioned in paragraph one of subdivision h of such section. 29. \"Special interest\". A distribution to the annuity savings fund, in addition to regular interest, which distribution, (a) for each of the periods as to which the provisions of section 13-135 of this chapter or section 13-638.2 of this title grant special interest, consists of the amount prescribed by such provisions for such period and (b) for each such period, is credited in such applicable amount to the accounts in the annuity savings fund of members who are eligible under such provisions for crediting of such amount for such period. 30. \"Additional interest\". A distribution to the reserve-for-increased-take-home-pay, in addition to regular interest, which distribution, (a) for each of the periods as to which the provisions of section 13-135 of this chapter or section 13-638.2 of this title grant additional interest, consists of the amount prescribed by such provisions for such period and (b) for each such period, is included in such applicable amount in the reserve-for-increased-take-home-pay of each member who is eligible under such provisions for inclusion of such amount for such period. 31. \"Uniformed transit police force\" shall mean the uniformed transit police force maintained by the New York city transit authority and by its predecessor, the board of transportation. 32. \"Transit police member\" shall mean a member of the retirement system who is a member of the uniformed transit police force and who has elected optional retirement pursuant to section 13-157 of this chapter. 33. \"Prior transit police member\" shall mean a transit police member who was in the uniformed transit police force immediately prior to July first, nineteen hundred sixty-four. 34. \"New transit police member\" shall mean a transit police member who is appointed a member of the uniformed transit police force on or after July first, nineteen hundred sixty-four. 35. \"Housing police service\" shall mean any or all of the positions in the New York city housing authority which are included in the housing police service of the classification of the city civil service commission. 36. \"Housing police member\" shall mean a member of the retirement system who holds a position in the housing police service and who has elected optional retirement pursuant to section 13-156 of this chapter. 37. \"Prior housing police member\" shall mean a housing police member who held a position in the housing police service immediately prior to July first, nineteen hundred sixty-five. 38. \"New housing police member\" shall mean a housing police member who is appointed to a position in the housing police service on or after July first, nineteen hundred sixty-five. 39. \"Uniformed correction force\" shall comprise those members included within the correction service of the classification of the city civil service commission. 40. \"Correction member\" shall mean a member of the retirement system who is a member of the uniform correction force and who has elected optional retirement pursuant to section 13-155 of this chapter. 41. \"Prior correction member\" shall mean a correction member who was in the uniformed correction force immediately prior to July first, nineteen hundred sixty-five. 42. \"New correction member\" shall mean a correction member who is appointed a member of the uniformed correction force on or after July first, nineteen hundred sixty-five. 43. \"Board of certification\" shall mean the board of certification established by section eleven hundred seventy-two of the charter. 44. \"Board of collective bargaining\" shall mean the board of collective bargaining established by section eleven hundred seventy-one of the charter. 45. \"Career pension plan\" shall mean the rights, benefits and privileges granted by the provisions of section 13-162 of this chapter, relating to the career pension plan, to a career pension plan member. 46. \"Career pension plan member\" shall mean a member who has elected or is deemed to have elected the benefits of section 13-162 of this chapter, relating to the career pension plan, pursuant to its terms and to whom the provisions of such section are applicable. 47. \"Career pension plan position\" shall mean any position whether held heretofore or hereafter, the holding of which constituted or constitutes city-service, except: (a) any transit operating position with the transit authority; and (b) any position included in: (1) the uniformed force of the department of sanitation, as defined in subdivision a of section 13-154 of this chapter; or (2) the uniformed transit police force; or (3) the housing police service; or (4) the uniformed correction force. 48. \"Career pension plan qualifying service\". Any allowable service rendered: (a) in a career pension plan position at any time heretofore or hereafter; or (b) in any position in city-service prior to July first, nineteen hundred sixty-eight, by a member who held a career pension plan position on such July first; or (c) on or after July first, nineteen hundred sixty-eight, by a member in any position mentioned in paragraphs (a) and (b) of subdivision forty-seven of this section; provided that such member, at the time of termination of service in such position to enter upon service in a career pension plan position, was a transit twenty-year plan member or was a transit police member, correction member, housing police member or member of the uniformed force of the department of sanitation (as defined in subdivision a of section 13-160 of this chapter) whose minimum period for service retirement at such time of termination was twenty years. 49. (a) \"Certified employee organization acting as list representative\" shall mean the public employee organization, if any recognized or certified as hereinafter provided in this subdivision as authorized to act with respect to all members of the retirement system who are in city-service in career pension plan positions, as their exclusive bargaining representative solely for the purpose of making objections with regard to the list of physically taxing positions pursuant to subdivision l of section 13-162 of this chapter, relating to the career pension plan. (b) Any public employee organization recognized or certified by the department of labor of the city, immediately prior to September first, nineteen hundred sixty-seven, as the exclusive bargaining representative, with respect to pensions, of all members of the retirement system in city-service in career pension plan positions, shall be the public employee organization recognized as authorized to act pursuant to paragraph (a) of this subdivision, unless such recognition has been or is revoked by the board of certification on the grounds specified in paragraph (c) of this subdivision. (c) The board of certification shall have power: (1) to terminate the recognition of any public employee organization recognized as provided in paragraph (b) of this subdivision; or (2) to decertify as exclusive bargaining representative for the purpose specified in paragraph (a) of this subdivision, any public employee organization certified pursuant to paragraph (d) of this subdivision; in any case where such board finds by secret-ballot election that such organization is no longer the majority representative of such members of the retirement system in career pension plan positions or that such organization discriminates with regard to the terms or conditions of membership because of race, color, creed or national origin. (d) In the event that the recognition of a public employee organization recognized pursuant to paragraph (b) of this subdivision is terminated pursuant to paragraph (c) of this subdivision, or if there is no public employee organization so recognized, the board of certification shall have power: (1) to determine with respect to all members of the retirement system who are in city-service in career pension plan positions, their exclusive bargaining representative solely for the purpose of making objections pursuant to subdivision 1 of section 13-162 of this chapter, by conducting secret-ballot elections or by utilizing any other appropriate and suitable method designed to ascertain the free choice of a majority of such members; and (2) to certify such organization as the exclusive bargaining representative of such members, solely for such purpose; and (3) to determine the length of time during which such certification shall remain in effect and free from challenge or attack. (e) The board of certification, for the purpose of effectuating its powers under this subdivision, shall have power to hold hearings, to compel the attendance and testimony of witnesses and the production of documents and to adopt rules and regulations. 50. \"Discontinued member\" shall mean a fifty-five-year-increased-service-fraction member who has discontinued city-service and has a vested right to a deferred retirement allowance under the provisions of section 13-173 of this chapter. * 50-a. \"Discontinued sanitation member.\" A sanitation member (as defined in subdivision sixty-four of this section) who has discontinued city-service as such a member and has a vested right to a deferred retirement allowance under section 13-173.1 of the code. * NB Added Ch. 910/85 § 3, language juxtaposed per Ch. 907/85 § 14 * NB Number supplied by the Legislative Bill Drafting Commission 51. \"Fifty-five-year-increased-service-fraction member\" shall mean a member of the retirement system (a) whose minimum age for service retirement is fifty-five years and (b) whose service-fractions are as set forth in paragraph seven of subdivision a of section 13-172 of this chapter and (c) who, upon retirement for service, is entitled to a pension as provided for in such paragraph. 52. \"Fifty-five-year-one-per-centum member\" shall mean a member of the retirement system (a) whose minimum age for service retirement is fifty-five years and (b) whose service-fraction is set forth in paragraph six of subdivision a of section 13-172 of this chapter and (c) who, upon retirement for service, is entitled to a pension as provided for in such paragraph. 53. \"Initial date of retirement allowance payability\", except as otherwise provided in this chapter with respect to a transit twenty-year plan member, shall mean the earliest date as of which a member's retirement allowance may be caused by such member to commence under the provisions of section 13-162 of this chapter, relating to the career pension plan. 54. \"List administrator\" shall mean an officer or employee of the city designated by the mayor by executive order, pursuant to paragraph one of subdivision l of section 13-162 of this chapter, to perform the functions prescribed by such subdivision with respect to promulgation and maintenance of the official list of physically taxing positions. 55. \"Official list of physically taxing positions\" shall mean the list of positions promulgated and maintained by the list administrator pursuant to subdivision 1 of section 13-162 of this chapter, relating to the career pension plan. 56. \"Physically taxing position\" shall mean any position the title of which is included in the official list of physically taxing positions promulgated and maintained pursuant to subdivision l of section 13-162 of this chapter, relating to the career pension plan. 57. \"Public employee organization\" shall mean any organization or association of public employees, a primary purpose of which is to represent public employees concerning wages, hours and working conditions. 58. (a) Except as otherwise provided in paragraph six of subdivision e of section 13-638.4 of this title, \"three-year-average compensation\" shall mean the average annual compensation earnable by a career pension plan member or by a fifty-five-year-increased-service-fraction member or by a discontinued member for city-service during any three years of the city-service of such member designated in a written application duly executed and filed with the board by such member (1) prior to the effective date of his or her retirement in the case of a career pension plan member or a fifty-five-year-increased-service-fraction member, or (2) at the time when he or she files an application for payment of his or her retirement allowance pursuant to subdivision b of section 13-173 of this chapter, in the case of a discontinued member. (b) Subject to the provisions of paragraph (1) of subdivision four of section 13-151 of this chapter, the filing of such application pursuant to this subdivision shall constitute an election by any such member entitled to a pension under subparagraph (b) of paragraph three of subdivision e of section 13-162 of this chapter, relating to the career pension plan, or under subparagraph (b) of paragraph three of subdivision g of section 13-162 of this chapter or under subparagraph (b) of paragraph four of such subdivision g of such section, or under paragraph seven of subdivision a of section 13-172 of this chapter or under section 13-173 of this chapter, or under subdivision c of section 13-174 of this chapter, as the case may be, that such pension shall be computed on the basis of such average annual compensation pursuant to the applicable terms of such provisions. 59. \"Transit authority\" shall mean the New York city transit authority. 59-a. \"Transit authority member\" shall mean any member of the New York city employees retirement system employed by the New York city transit authority, excluding members of the New York city transit authority uniformed police force. 60. \"Transit operating position\" shall mean any position in the rapid transit railroad service, as classified by the city civil service commission, and any of the positions bearing the following titles: General Superintendent, General Superintendent (Surface), Assistant General Superintendent (Buses and Shops), Assistant General Superintendent (Cars and Shops), Assistant General Superintendent (Maintenance of Way), Assistant General Superintendent (Power), Assistant General Superintendent (Rapid Transit Operations), Assistant General Superintendent (Surface Transportation), Superintendent (Buses and Shops), Superintendent (Cars and Shops), Superintendent (Maintenance of Way), Superintendent (Power), Superintendent (Signals), Superintendent (Stations), Superintendent (Surface Transportation), Superintendent (Track and Structures), Superintendent (Transportation), Senior Superintendent (Stations), Special Inspector, Director of Special Inspections. 61. \"Transit twenty-year plan member\" shall mean a member who has elected the benefits of section 13-161 of this chapter, relating to an optional plan of retirement for certain employees of the transit authority, pursuant to the terms of such section and to whom the provisions of such section are applicable. 62. \"Uniformed force of the department of sanitation\". The body of positions in the department of sanitation of the city bearing the titles of sanitation worker, assistant foreman, foreman, district superintendent, senior superintendent, supervising superintendent, principal superintendent, city superintendent, director of operations and general superintendent. 63. \"Board\" shall mean the board of trustees provided for in section 13-103 of this chapter. 64. \"Sanitation member\". A member who holds a position in the uniformed force of the department of sanitation. 65. \"Sanitation worker\". A person holding the position of sanitation worker in the sanitation service of the classification of the commissioner of citywide administrative services. 66. \"Member subject to certain police pension fund, subchapter two, provisions.\" A transit police member, as defined in subdivision thirty-two of this section, or a correction member, as defined in subdivision forty of this section or a housing police member, as defined in subdivision thirty-six of this section who, pursuant to the provisions of paragraph two of subdivision j of section 13-157 of this chapter in the case of a transit police member, or the provisions of paragraph two of subdivision i of section 13-155 of this chapter in the case of a correction member, or the provisions of paragraph two of subdivision i of section 13-156 of this chapter in the case of a housing police member, is entitled and subject to the same rights, benefits, privileges and obligations as a member of the police pension fund maintained pursuant to subchapter two of chapter two of this title, with respect to the matters provided for in the sections of such subchapter two specified in paragraph two of subdivision j or i of such sections, as the case may be. 67. \"Authorized representative\". The husband or wife of an incompetent member or incompetent beneficiary, or if there be no husband or wife of such an incompetent, the committee of his or her estate. 68. \"Supplementary interest\". An annual allowance, in addition to regular interest, of interest on the mean amount for the preceding year in each of the funds provided for in accordance with the provisions of this chapter (excluding, however, the annuity savings fund and the amount of reserve-for-increased-take-home-pay in the contingent reserve fund), which allowance, (a) for each of the periods as to which the provisions of section 13-135 of this chapter or section 13-638.2 of this title grant supplementary interest, consists of the amount prescribed by such provisions for such period and (b) for each such period, is credited in such applicable amount to such funds at the time, in the manner, to the extent and subject to the exclusions prescribed by the provisions of such section. * 69. \"Actuarial equivalent benefit.\" Any benefit which by law is required to be an actuarial equivalent or by law is required to be determined on the basis of an actuarial equivalent. * NB Added Ch. 910/85 § 3, language juxtaposed per Ch. 907/85 § 14 * NB Number supplied by the Legislative Bill Drafting Commission * 70. \"Seven percent member for actuarial equivalent benefit purposes.\" (a) A member who meets all of the conditions stated below in this paragraph (a): (i) subparagraph (i) of paragraph (g) of subdivision twelve of this section (relating to the definition of members as to whom regular interest at seven per centum per annum, compounded annually, applies) applies to such member; and (ii) an actuarial equivalent benefit has become payable to or on account of such member; and (iii) it is provided by a resolution adopted by the board (A) that a mortality table which does not differentiate on the basis of sex shall be used to calculate such actuarial equivalent benefit or a portion of such benefit, or (B) that the modified Option 1 pension computation formula (as defined in subdivision seventy-seven of this section) shall be used to calculate such actuarial equivalent benefit. (b) Except in cases to which the modified Option 1 pension computation formula applies pursuant to a resolution adopted by the board, nothing contained in subparagraph (iii) of paragraph (a) of this subdivision shall be construed as referring to or including any calculation of an actuarial equivalent benefit (or portion of such benefit) payable to any person where such calculation is required by board resolution to be made through the use of a sex-differentiated mortality table. * NB Added Ch. 910/85 § 3, language juxtaposed per Ch. 907/85 § 14 * NB Number supplied by the Legislative Bill Drafting Commission * 71. \"Tier I member.\" A member whose benefits (other than a supplemental retirement allowance) are prescribed by this chapter and who is not subject to the provisions of article eleven, article fourteen or article fifteen of the retirement and social security law. * NB Added Ch. 910/85 § 3, language juxtaposed per Ch. 907/85 § 14 * NB Number supplied by the Legislative Bill Drafting Commission * 72. \"Tier II member.\" A member who is subject to the provisions of article eleven of the retirement and social security law. * NB Added Ch. 910/85 § 3, language juxtaposed per Ch. 907/85 § 14 * NB Number supplied by the Legislative Bill Drafting Commission * 73. \"Tier III member.\" A member who is subject to the provisions of article fourteen of the retirement and social security law. * NB Added Ch. 910/85 § 3, language juxtaposed per Ch. 907/85 § 14 * NB Number supplied by the Legislative Bill Drafting Commission * 74. \"Tier IV member.\" A member who is subject to the provisions of article fifteen of the retirement and social security law. * NB Added Ch. 910/85 § 3, language juxtaposed per Ch. 907/85 § 14 * NB Number supplied by the Legislative Bill Drafting Commission * 75. \"Tier III member entitled to a vested benefit.\" A Tier III member who is entitled to a deferred vested benefit under the provisions of section five hundred sixteen of the retirement and social security law. * NB Added Ch. 910/85 § 3, language juxtaposed per Ch. 907/85 § 14 * NB Number supplied by the Legislative Bill Drafting Commission * 76. \"Tier IV member entitled to a vested benefit.\" A Tier IV member who is entitled to a deferred vested benefit under the provisions of section six hundred twelve of the retirement and social security law. * NB Added Ch. 910/85 § 3, language juxtaposed per Ch. 907/85 § 14 * NB Number supplied by the Legislative Bill Drafting Commission * 77. \"Modified Option 1 pension computation formula.\" (a) The method of computing the Option 1 pension component of a retirement allowance payable to a Tier I member, and the amount of the Option 1 benefit payable to the beneficiary or estate of such member who selected or selects (or is deemed to have selected) Option 1 as to such pension component, which method of computation is as prescribed by the succeeding paragraphs of this subdivision. (b) The initial reserve for such pension component shall be computed through use of mortality tables which do not differentiate on the basis of sex (hereinafter referred to as \"gender-neutral mortality tables\") and an interest assumption consisting of regular interest of seven per centum per annum, compounded annually. (c) Solely for the purpose of use as the minuend from which the payments of such pension component to such member are subtracted in order to determine the amount of the Option 1 benefit payable, upon such member's death, to such member's beneficiary or estate by reason of such Option 1 selection in relation to such pension component, the present value of such member's maximum pension, as it was at the time of such member's retirement, shall be deemed to be the greatest of: (i) such present value determined on the basis of gender-neutral mortality tables and an interest assumption consisting of regular interest of seven per centum per annum, compounded annually; or (ii) such present value determined on the basis of the female mortality tables and the regular interest applicable to such member in effect immediately prior to the date of enactment (as certified pursuant to section forty-one of the legislative law) of this subdivision; or (iii) such present value determined on the basis of the male mortality tables and the regular interest applicable to such member in effect immediately prior to the date of enactment of this subdivision. (d) The pension component payable to such member shall be computed on the basis of gender-neutral mortality tables and an interest assumption consisting of regular interest of seven per centum per annum, compounded annually, so that: (i) the present value, as it was at the time of such member's retirement, of such component; plus (ii) the present value, as it was at the time of such member's retirement, of the amount payable to such member's Option 1 beneficiary or estate upon the death of the member as provided for by the applicable provisions of paragraph (e) of this subdivision; shall be equal to the Option 1 initial reserve determined for such pension component with respect to such member pursuant to the provisions of paragraph (b) of this subdivision. (e) (i) Where such member dies before he or she has received payments on account of such pension component equal to the present value of such member's maximum pension as computed pursuant to paragraph (c) of this subdivision, the Option 1 benefit payable to the beneficiary or estate of such deceased member, by reason of such Option 1 selection in relation to such pension component, shall be the remainder obtained by subtracting from such present value determined pursuant to such paragraph (c) in relation to such pension component, the total of such Option 1 payments on account of such pension component received by or payable to such member for the period prior to his or her death. (ii) In any case where any Option 1 beneficiary's benefit referred to in subparagraph (i) of this paragraph (e) is payable to such beneficiary in the form of an annuity payable in installments, such annuity shall be computed to be the greatest of the following three annuities calculated for such beneficiary: (A) such annuity calculated on the basis of gender-neutral mortality tables and an interest assumption consisting of regular interest of seven per centum per annum, compounded annually; or (B) such annuity calculated on the basis of the female mortality tables applicable to such annuities and the regular interest applicable to such member in effect immediately prior to the date of enactment (as certified pursuant to section forty-one of the legislative law) of this subdivision; or (C) such annuity calculated on the basis of the male mortality tables applicable to such annuities and the regular interest applicable to such member in effect immediately prior to the date of enactment of this subdivision. (f) In relation to the Option 1 benefits determined pursuant to the method of computation set forth in this subdivision by reason of discontinuance of city-service by a discontinued member or discontinued sanitation member, the phrase \"time of such member's retirement\", as set forth in paragraphs (c) and (d) of this subdivision, shall be deemed, for the purposes of this subdivision, to mean the date of commencement of the retirement allowance of such discontinued member or discontinued sanitation member. * NB Added Ch. 910/85 § 3, language juxtaposed per Ch. 907/85 § 14 * NB Number supplied by the Legislative Bill Drafting Commission * 78. \"Selection of mode of benefit.\" The choice made by a member (as permitted by and pursuant to the requirements of law governing such choice by such member) as to whether the maximum amount of his or her retirement allowance or a component thereof shall be payable or such retirement allowance or a component thereof shall be payable under an option selected by the member. The term \"selection of mode of benefit\" shall include a case where the maximum retirement allowance or a maximum component thereof becomes payable because of a member's omission, within the time permitted by law, to select the maximum benefit or an option. * NB Added Ch. 910/85 § 3, language juxtaposed per Ch. 907/85 § 14 * NB Number supplied by the Legislative Bill Drafting Commission * 79. \"Best-of-three-computations method.\" (a) A method (as prescribed by a resolution of the board) under which a retirement allowance (or portion thereof) payable to a member is required to be determined for such member so as to be the greatest of: (i) such retirement allowance (or portion thereof) determined on the basis of gender-neutral mortality tables and regular interest at the rate of seven per centum per annum; or (ii) such retirement allowance (or portion thereof) determined on the basis of female mortality tables and the regular interest applicable to such member as of a time prescribed in such resolution; or (iii) such retirement allowance (or portion thereof) determined on the basis of male mortality tables and the regular interest applicable to such member as of a time prescribed in such resolution. (b) Where, under the provisions of any such resolution of the board, the modified Option 1 pension computation formula (as defined in subdivision seventy-seven of this section) applies to any member, the term, \"best-of-three-computations method,\" where used in relation to such member, shall be deemed to include such modified Option 1 pension computation formula, to the extent that such formula governs the determination of the pension component (or portion thereof) of such member's retirement allowance. * NB Added Ch. 910/85 § 3, language juxtaposed per Ch. 907/85 § 14 * NB Number supplied by the Legislative Bill Drafting Commission * 80. \"Person entitled to a recomputation of benefits pursuant to the best-of-three-computations method\". Any person who meets all of the conditions stated below in this subdivision: (a) such person, during the period beginning on August first, nineteen hundred eighty-three and ending on the date next preceding the date of enactment (as such date is certified pursuant to section forty-one of the legislative law) of this subdivision, (i) retired for service or superannuation or for ordinary or accident disability or pursuant to section 13-150 of the code, or (ii) discontinued city-service so as to become a discontinued member or a discontinued sanitation member, or (iii) terminated employment so as to become a Tier III member entitled to a vested benefit or a Tier IV member entitled to a vested benefit; and (b) such person's retirement allowance (or portion thereof), by reason of such retirement or discontinuance of city-service or termination of employment, is required by a resolution adopted by the board to be re-determined pursuant to the best-of-three-computations method (as defined in subdivision seventy-nine of this section); and (c) a first payment (if such person, at the time of retirement, discontinuance of city-service or termination of employment, was a Tier I member, Tier II member or Tier III member) on account of his or her retirement allowance (as such retirement allowance was determined prior to the date of enactment of this subdivision) was made prior to such date of enactment; or (if such person, at the time of retirement, or termination of employment, was a Tier IV member), his or her effective date of retirement occurred prior to the date of enactment of this subdivision. * NB Added Ch. 910/85 § 3, language juxtaposed per Ch. 907/85 § 14 * NB Number supplied by the Legislative Bill Drafting Commission * 81. \"Joint and survivor option.\" (a) Any option under which, at the time when such option is selected, a choice is made which includes both: (i) a benefit payable for the lifetime of the retired or vested member by whom or in whose behalf such option is selected; and (ii) a benefit (A) which consists of an amount equal to or constituting a percentage of such retired or vested member's benefit and (B) which is payable for the lifetime of a designated beneficiary selected at the time when such option is selected. (b) In any case where an option described in paragraph (a) of this subdivision includes a provision prescribing that if the designated beneficiary predeceases such retired or vested member, a maximum benefit shall become payable to such member, such option shall nevertheless be deemed to be a joint and survivor option. * NB Added Ch. 910/85 § 3, language juxtaposed per Ch. 907/85 § 14 * NB Number supplied by the Legislative Bill Drafting Commission * 82. \"Transit police officer's variable supplements fund\". The transit police officer's variable supplements fund established by section 13-191 of this chapter. * NB There are 2 sb 82's * 82. \"Housing police officer's variable supplements fund\". The housing police officer's variable supplements fund established by section 13-191 of this chapter. * NB There are 2 sb 82's * 83. \"Transit police superior officers' variable supplements fund\". The transit police superior officers' variable supplements fund established by section 13-192 of this chapter. * NB There are 2 sb 83's * 83. \"Housing police superior officers' variable supplements fund\". The housing police superior officers' variable supplements fund established by section 13-192 of this chapter. * NB There are 2 sb 83's * 84. \"Transit police superior officer\". Any member of the uniformed transit police force who (a) holds the position of sergeant or any position of higher rank in such force, or (b) is a detective. * NB There are 2 sb 84's * 84. \"Housing police superior officer\". Any member of the uniformed housing police force who (a) holds the position of sergeant or any position of higher rank in such force, or (b) is a detective. * NB There are 2 sb 84's * 85. \"Uniformed force member.\" A member of the retirement system who: (a) is a member of the uniformed transit police force (as defined in subdivision thirty-one of this section); or (b) is a member of the uniformed correction force (as defined in subdivision thirty-nine of this section); or (c) holds a position in the housing police service (as defined in subdivision thirty-five of this section); or (d) is a member of the uniformed force of the department of sanitation (as defined in subdivision sixty-two of this section). * NB Expires per ch. 114/89 § 16 * 86. \"Normal rate of contribution as a uniformed force member.\" (a) In the case of a uniformed force member (as defined in subdivision eighty-five of this section) (1) who is a member of the uniformed transit police force or (2) who is a member of the uniformed correction force and is not a Tier III member (as defined in subdivision seventy-three of this section) or (3) who holds a position in the housing police service, the term \"normal rate of contribution as a uniformed force member\" shall mean the proportion of such member's earnable compensation required to be deducted from his or her compensation by the applicable provisions of sections 13-155, 13-156 and 13-157 of this chapter and section 13-225 of the code, as his or her member contributions, exclusive of any increase in such contributions resulting from an election by such member pursuant to law to effect such an increase, or any decrease in such contributions on account of any program for increased-take-home-pay or pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law (relating to election to decrease member contributions by contributions due on account of social security coverage). (b) In the case of a uniformed force member who is a member of the uniformed force of the department of sanitation and is not a Tier III member (as defined in subdivision seventy-three of this section) or a Tier IV member (as defined in subdivision seventy-six of this section), the term \"normal rate of contribution as a uniformed force member\" shall mean the proportion of such member's earnable compensation required to be deducted from his or her compensation by the applicable provisions of sections 13-125, 13-154, 13-159 and 13-160 of this chapter as his or her member contributions, exclusive of any increase in such contributions pursuant to subdivision d, e, or f of section 13-125 of this chapter, or any decrease in such contributions on account of any program for increased-take-home-pay or pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law (relating to election to decrease member contributions by contributions due on account of social security coverage). (c) In the case of any uniformed force member (1) who is both a member of the uniformed correction force and a Tier III member, or (2) who is both a member of the uniformed force of the department of sanitation and a Tier III member, the term \"normal rate of contribution as a uniformed force member\" shall mean the percentage of the annual wages of such member required to be deducted from such member's wages by subdivision a of section five hundred seventeen of the retirement and social security law, as his or her member contributions. (d) In the case of any uniformed force member who is both a member of the uniformed force of the department of sanitation and a Tier IV member, the term \"normal rate of contribution as a uniformed force member\" shall mean the percentage of the annual wages of such member required to be deducted from such member's wages by subdivision a of section six hundred thirteen of the retirement and social security law, as his or her member contributions. * NB Expires per ch. 114/89 § 16 * 87. \"Contributing uniformed force member\". With respect to any payroll period as to which the status of a uniformed force member as to required member contributions is to be determined, the term \"contributing uniformed force member\" shall mean any uniformed force member other than: (a) a uniformed force member who, not being a Tier III member (as defined in subdivision seventy-three of this section) or a Tier IV member (as defined in subdivision seventy-six of this section), is not required to contribute during such payroll period because of his or her currently effective election to discontinue member contributions (i) pursuant to subdivision b of section 13-225 of the code and paragraph two of subdivision i of section 13-155 of this chapter or paragraph two of subdivision i of section 13-156 of this chapter or paragraph two of subdivision j of section 13-157 of this chapter or (ii) pursuant to subdivision c of section 13-125 of this chapter; and (b) a uniformed force member who is not required to contribute during such payroll period because he or she is a Tier III member who, having contributed for thirty years, or who, in the case of a New York city uniformed correction/sanitation revised plan member (as defined in subdivision twenty-five of section five hundred one of the retirement and social security law), having contributed for twenty-five years, has discontinued member contributions pursuant to subdivision a of section five hundred seventeen of the retirement and social security law. * NB Expires per ch. 114/89 § 16 * 88. \"Uniformed force employer.\" (a) Where used in relation to a uniformed force member (as defined in subdivision eighty-five of this section) who is a member of the uniformed correction force (as defined in subdivision thirty-nine of this section) or a member of the uniformed force of the department of sanitation (as defined in subdivision sixty-two of this section), the term \"uniformed force employer\" shall mean the city. (b) Where used in relation to a uniformed force member who is a member of the uniformed transit police force (as defined in subdivision thirty-one of this section), the term \"uniformed force employer\" shall mean the New York city transit authority. (c) Where used in relation to a uniformed force member who holds a position in the housing police service (as defined in subdivision thirty-five of this section), the term \"uniformed force employer\" shall mean the New York city housing authority. * NB Expires per ch. 114/89 § 16 * 89. \"Uniformed force member contributions eligible for pick up by the employer.\" (a) With respect to any payroll period for a contributing uniformed force member (as defined in subdivision eighty-seven of this section) the term \"uniformed force member contributions eligible for pick up by the employer\" shall have the meanings set forth in the applicable provisions of the succeeding paragraphs of this subdivision eighty-nine. (b) In the case of any contributing uniformed force member, other than any such member who is a Tier III member (as defined in subdivision seventy-three of this section) or a Tier IV member (as defined in subdivision seventy-six of this section), the term \"uniformed force member contributions eligible for pick up by the employer\" shall mean the amount of member contributions which, in the absence of a pick up program applicable to such member pursuant to section 13-125.1 of this chapter (providing for pick up of required member contributions of certain contributing uniformed force members) would be required by law to be deducted, on account of such member's normal rate of contribution as a uniformed force member (as defined in subdivision eighty-six of this section), from the compensation of such member for such payroll period, after (1) giving effect to any reduction in such contributions required under any program for increased-take-home-pay or pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law and (2) excluding any deductions from such compensation (or redeposits, restorations or payments) on account of (i) loans or withdrawal of excess contributions or (ii) any election by any such member, pursuant to any applicable provision of law, to increase his or her member contributions above the level prescribed by his or her normal rate of contribution as a uniformed force member or (iii) any other cause not attributable to the member's normal rate of contribution as a uniformed force member after reduction in such rate, if any, as described in subparagraph one of this paragraph (b). (c) In the case of any contributing uniformed force member who is both (1) a member of the uniformed correction force (as defined in subdivision thirty-nine of this section) or the uniformed force of the department of sanitation (as defined in subdivision sixty-two of this section) and (2) a Tier III member (as defined in subdivision seventy-three of this section), the term \"uniformed force member contributions eligible for pick up by the employer\" shall mean the amount which, in the absence of a pick up program applicable to such member pursuant to section 13-125.1 of this chapter, would be required to be deducted from the wages of such member for such payroll period pursuant to subdivision a of section five hundred seventeen of the retirement and social security law as his or her required member contributions for such payroll period. (d) In the case of any contributing uniformed force member who is both (1) a member of the uniformed force of the department of sanitation (as defined in subdivision sixty-two of this section) and (2) a Tier IV member (as defined in subdivision seventy-six of this section), the term \"uniformed force member contributions eligible for pick up by the employer\" shall mean the amount which, in the absence of a pick up program applicable to such member pursuant to section 13-125.1 of this chapter, would be required to be deducted from the wages of such member for such payroll period pursuant to subdivision a of section six hundred thirteen of the retirement and social security law as his or her required member contributions for such payroll period. (e) If no deductions on account of any uniformed force member's normal rate of contribution as a uniformed force member are required by law to be made from the compensation of such member for any payroll period, such member shall not have, for such payroll period, any uniformed force member contributions eligible for pick up by the employer. The amount of uniformed force member contributions eligible for pick up by the employer of any uniformed force member for any payroll period shall be determined solely on the basis of compensation paid to such member for such payroll period by his or her public employer. A uniformed force member shall not have any uniformed force member contributions eligible for pick up by the employer with respect to any payroll period for which he or she is not paid compensation by his or her public employer. * NB Expires per ch. 114/89 § 16 * 90. \"Starting date for pick up.\" (a) With respect to uniformed force members, such term shall mean the first day of the first whole payroll period commencing after the date which is three months after the internal revenue service shall have issued a ruling that member contributions picked up pursuant to section 13-125.1 of this chapter are not includible as gross income for federal income tax purposes until distributed or made available. (b) With respect to Tier I and Tier II non-uniformed-force members, such term shall mean the first day of the first whole payroll period commencing after the date which is sixty days after the internal revenue service shall have issued a ruling that member contributions picked up pursuant to section 13-125.2 of this chapter are not includible as gross income for federal income tax purposes until distributed or made available. * NB Expires per ch. 681/92 § 16 * 91. \"Tier I or Tier II non-uniformed-force member.\" Any member of the retirement system who both (a) is a Tier I member or a Tier II member and (b) is not a uniformed force member (as defined in subdivision eighty-five of this section). * NB Expires per ch. 681/92 § 16 * 92. \"Basic rate of contribution as a Tier I or Tier II non-uniformed-force member.\" (a) Subject to the provisions of paragraph (b) of this subdivision, the term \"basic rate of contribution as a Tier I or Tier II non-uniformed-force member\" shall mean the proportion of the earnable compensation of each Tier I or Tier II non-uniformed-force member required by the applicable provisions of section 13-125 of this chapter and any other applicable provisions thereof to be deducted from the compensation of such member as his or her required member contributions, exclusive of any increase in such contributions resulting from any election by such member pursuant to law to effect such an increase or any decrease in such contributions on account of any program for increased-take-home-pay or pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law (relating to election to decrease member contributions by contributions due on account of social security coverage). (b) In any case where a Tier I or Tier II non-uniformed-force member who is a fifty-five-year-increased-service-fraction member (as defined in subdivision fifty-one of this section) has elected or elects pursuant to subdivision i of section 13-125 of this chapter to contribute to the retirement system at a rate one per centum less than such member's normal rate of contribution, such member's basic rate of contribution as a Tier I or Tier II non-uniformed-force member, during any period wherein such election is in effect, shall be one per centum less than such member's normal rate of contribution as a fifty-five-year-increased-service-fraction member. In any case where any such member elects pursuant to such subdivision i to discontinue such reduction, such election to discontinue shall not be deemed, for the purposes of subdivision ninety-five of this section, to be an election to increase member contributions above the level prescribed by the member's basic rate of contribution as a Tier I or Tier II non-uniformed-force member and upon such discontinuance, such member's basic rate of contribution as a Tier I or Tier II non-uniformed-force member shall be such member's normal rate of contribution as a fifty-five-year-increased-service-fraction member. * NB Expires per ch. 681/92 § 16 * 93. \"Contributing Tier I or Tier II non-uniformed-force member.\" With respect to any payroll period as to which the status of a Tier I or Tier II non-uniformed-force member as to required member contributions is to be determined, the term \"contributing Tier I or Tier II non-uniformed-force member\" shall mean any Tier I or Tier II non-uniformed-force member other than: (a) a Tier I or Tier II non-uniformed-force member who is not required to contribute during such payroll period because of his or her then currently effective election, pursuant to subdivision c of section 13-125 of this chapter or subdivision c-1 or subdivision c-2 of such section, not to contribute; and (b) a Tier I or Tier II non-uniformed-force member who is not required to contribute during such payroll period because such member has been relieved of making member contributions pursuant to the provisions of subdivision 1 of section 13-161 of this chapter. * NB Expires per ch. 681/92 § 16 * 94. \"Employer responsible for pick up.\" The public employer by whom a Tier I or Tier II non-uniformed-force member is employed. * NB Expires per ch. 681/92 § 16 ** 95. \"Tier I or Tier II non-uniformed-force member contributions eligible for pick up by the employer.\" * (a) With respect to any payroll period for a contributing Tier I or Tier II non-uniformed-force member (as defined in subdivision ninety-three of this section), the term \"Tier I or Tier II non-uniformed-force member contributions eligible for pick up by the employer\" shall mean the amount of member contributions which, in the absence of a pick up program applicable to such member pursuant to section 13-125.2 of this chapter (providing for pick up of required member contributions of certain contributing Tier I or Tier II non-uniformed-force members) would be required by law to be deducted, on account of such member's basic rate of contribution as a Tier I or Tier II non-uniformed-force member (as defined in subdivision ninety-two of this section), from the compensation of such member for such payroll period, after (1) giving effect to any reduction in such contributions required under any program for increased-take-home-pay or pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law and (2) excluding any deductions from such compensation (or redeposits, restorations or payments) on account of (i) loans or withdrawal of excess contributions or (ii) any election by any such member, pursuant to any applicable provision of law, to increase his or her member contributions above the level prescribed by his or her basic rate of contributions as a non-uniformed-force member or (iii) any election by any such member who is a transit twenty-year plan member to purchase additional annuity pursuant to paragraph ten of subdivision 1 of section 13-161 of this chapter or (iv) any other cause not attributable to the member's basic rate of contribution as a Tier I or Tier II non-uniformed-force member after reduction in such rate, if any, as described in subparagraph one of this paragraph (a). * NB Effective until notice of ruling by Internal Revenue Service per ch. 627/2007 §22 * (a) With respect to any payroll period for a contributing Tier I or Tier II non-uniformed-force member (as defined in subdivision ninety-three of this section), the term \"Tier I or Tier II non-uniformed-force member contributions eligible for pick up by the employer\" shall mean the amount of member contributions which, in the absence of a pick up program applicable to such member pursuant to section 13-125.2 of this chapter (providing for pick up of required member contributions of certain contributing Tier I or Tier II non-uniformed-force members) would be required by law to be deducted, on account of such member's basic rate of contribution as a Tier I or Tier II non-uniformed-force member (as defined in subdivision ninety-two of this section), from the compensation of such member for such payroll period, after (1) giving effect to any reduction in such contributions required under any program for increased-take-home-pay or pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law and (2) excluding any deductions from such compensation (or redeposits, restorations or payments) on account of (i) loans or withdrawal of excess contributions or (ii) any election by any such member, pursuant to any applicable provision of law, to increase his or her member contributions above the level prescribed by his or her basic rate of contributions as a non-uniformed-force member or (iii) any election by any such member who is a transit twenty-year plan member to purchase additional annuity pursuant to paragraph ten of subdivision 1 of section 13-161 of this chapter or (iv) any other cause not attributable to the member's basic rate of contribution as a Tier I or Tier II non-uniformed-force member after reduction in such rate, if any, as described in subparagraph one of this paragraph. The term \"Tier I or Tier II member contributions eligible for pick up by the employer\" shall also mean the contributions made by a member pursuant to the terms of an irrevocable payroll deduction agreement for the purchase of credit for prior service or military service pursuant to subdivision one-a of section 13-108 of this title or subdivision b-1 of section four hundred forty-six of the retirement and social security law, provided, however, that contributions picked up for the purchase of credit for military service shall be deposited in the employer contribution account in accordance with the provisions of subdivision four of section one thousand of the retirement and social security law. * NB Takes effect upon notice of ruling by Internal Revenue Service per ch. 627/2007 §22 (b) In any case where during any payroll period for a Tier I or Tier II non-uniformed-force member, there is in effect an election by such member pursuant to subdivision 1 of section 13-125 of this chapter to contribute at a rate one per centum less than such member's normal rate of contribution, then for the purposes of this subdivision and of section 13-125.2 of this chapter, such reduced rate of contribution, notwithstanding any provision of law to the contrary, shall, with respect to such payroll period, be deemed to be and treated as such member's basic rate of contribution as a Tier I or Tier II non-uniformed-force member. * (c) If no deductions on account of the basic rate of contribution as a Tier I or Tier II non-uniformed-force member are required by law to be made from the compensation of such member for any payroll period, such member shall not have, for such payroll period, any Tier I or Tier II non-uniformed-force member contributions eligible for pick up by the employer. The amount of Tier I or Tier II non-uniformed-force member contributions eligible for pick up by the employer of any Tier I or Tier II non-uniformed-force member for any payroll period shall be determined solely on the basis of the compensation which would have been paid to such member for such payroll period by his or her public employer in the absence of a pick up program applicable to such member pursuant to section 13-125.2 of this chapter. A Tier I or Tier II non-uniformed-force member shall not have any Tier I or Tier II non-uniformed-force member contributions eligible for pick up by the employer with respect to any payroll period for which he or she is not paid compensation by his or her public employer. * NB Effective until notice of ruling by Internal Revenue Service per ch. 627/2007 §22 * (c) If no deductions on account of the basic rate of contribution as a Tier I or Tier II non-uniformed-force member are required by law to be made from the compensation of such member for any payroll period, such member shall not have, for such payroll period, any such Tier I or Tier II non-uniformed-force member contributions eligible for pick up by the employer; provided, however, that member contributions required pursuant to an irrevocable payroll deduction agreement for the purchase of prior service credit or military service credit for such payroll period shall be eligible for pick up by the employer. Except as otherwise provided pursuant to the terms of an irrevocable payroll deduction agreement for the purchase of prior service credit or military service credit, provided, however, that contributions picked up for the purchase of credit for military service shall be deposited in the employer contribution account in accordance with the provisions of subdivision four of section one thousand of the retirement and social security law, the terms of an irrevocable payroll deduction agreement for the purchase of prior service credit or military service credit, the amount of Tier I or Tier II non-uniformed-force member contributions eligible for pick up by the employer of any Tier I or Tier II non-uniformed-force member for any payroll period shall be determined solely on the basis of the compensation which would have been paid to such member for such payroll period by his or her public employer in the absence of a pick up program applicable to such member pursuant to section 13-125.2 of this chapter. A Tier I or Tier II non-uniformed-force member shall not have any Tier I or Tier II non-uniformed-force member contributions eligible for pick up by the employer with respect to any payroll period for which he or she is not paid compensation by his or her public employer. * NB Takes effect upon notice of ruling by Internal Revenue Service per ch. 627/2007 §22 ** NB Expires per ch. 681/92 § 16 96. \"Correction officers variable supplements fund.\" The correction officers' variable supplements fund established by section 13-194 of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "101",
    "identifier": "13-101",
    "catch_text": "Definitions."
  }
}