{
  "text": "ยง 13-107 Credit for service and service certificates. a. Subject to the following and to all other provisions of this chapter, including such rules and regulations as such board shall adopt in pursuance thereof, such board shall determine and may modify allowances for service and shall issue service certificates. b. Such board shall fix and determine how much service rendered in any year shall be the equivalent of a year of service and of parts thereof in accordance with the provisions of subdivision c of section 13-638.4 of this title, but shall credit not more than one year for all service in any calendar year. c. Time during which a member was absent on leave without pay shall not be allowed in computing prior-service nor in computing service as a member except as to time subsequent to approval of such allowance for retirement purposes granted by the head of the agency in which the member is employed and approved by such board. Time during which a member was on a preferred civil service list, or on world war military duty duly excused therefor in accordance with law, shall not be construed to form part of the period within which membership must begin or after which credit may not be allowed for prior-service. Time during which a member is on sabbatical leave shall be allowed in computing service as a member and the member shall make contribution to his or her annuity savings fund based on his or her scheduled salary during such leave. d. Each person, upon becoming a member, shall file with such board a detailed statement of all his or her city-service. If he or she became a member on the first day of October, nineteen hundred twenty, or if he or she became or becomes a member during his or her first three years of city-service thereafter and within eight years after rendering city-service prior to the first day of October, nineteen hundred twenty, such member shall itemize separately on such statement all service prior to such date for which he or she claims a prior-service certificate should be issued, but no service shall be counted for which a pension or retirement benefit has been awarded payable wholly or partly at the expense of the state or city of New York. e. A prior-service certificate shall be issued by the board to each such member, and to no others, and shall certify all such service which he or she rendered before the first day of October, nineteen hundred twenty, as follows: 1. City-service; and 2. Service, other than city-service, whether appointive or elective, as a paid official, clerk or employee of the state of New York and of any municipality, county or part thereof and of any court thereof; and service in the civil service of the United States government, provided, however, that such member contribute to the retirement system an amount he or she would have been required to have contributed if such United States service was rendered to the city while a member; and 3. Service while teaching in any university, college, academy or common school; and 4. Service for any public utility the ownership and operation of which has been taken over by the city; and 5. Service as a city marshal; and 6. Service in any branch of the armed forces of the United States, provided, however, that such member contribute to the retirement system an amount he or she would have been required to contribute had such service been rendered to the city while a member, and provided further, that during the period between the termination of such military service and the retirement of such member, he or she shall have been credited with not less than fifteen years of member or restored member service. Duly executed applications for such service credit shall be filed with the retirement system before the first day of July, nineteen hundred fifty-seven. f. Total service shall include all city-service of a member since he or she last became a member of the group of which he or she is a member, and in addition, if his or her service certificate is in full force and effect as herein provided, all the service certified on such certificate, and no other service. g. Upon transfer of a member from one group to another, his or her total-service and the liability of the city therefor on the basis of membership in the first group shall be computed by the actuary, together with the amount of prior-service and total-service allowance which would impose a similar liability on the city on the basis of membership in the group to which he or she is transferred. Such board shall thereupon issue to such transferred member a total-service certificate showing the date of his or her transfer and the prior-service and total-service allowance with which he or she will be credited in the group to which he or she is transferred, which latter allowance shall be equal to the corresponding allowance computed by the actuary. h. A total-service certificate issued to a transferred member shall supersede any service certificate theretofore issued to him or her. Such board, upon application by a member within one year, or upon its own initiative within one year from the date of issuance of a certificate or modified certificate to such member, may modify such certificate. i. Service certified on a prior-service certificate, a total-service certificate or a modified certificate shall be the basis for a pension or benefit as provided by this chapter only if membership continues until retirement on a pension or until the granting of such other benefit and only so far as service other than city-service certified therein is succeeded before the minimum retirement age of his or her group by an equal amount of city-service, except that this subdivision shall not apply to any member who has served in the Congress of the United States prior to October first, nineteen hundred twenty. Such certificate shall become void if membership is discontinued except by retirement on a pension, and not renewable except as to service which would be allowed to a person who had not previously been a member. j. None of the foregoing shall be construed to disallow credit for prior service which at the time of service retirement, shall have been succeeded by an equal amount of paid for city service while a member of such retirement system. k. Notwithstanding the provisions of subdivision c of this section, any correction member who is absent without pay for child care leave of absence pursuant to regulations of the New York city department of correction shall be eligible for credit for such period of child care leave provided such member files a claim for such service credit with the retirement system by December thirty-first, two thousand four or within ninety days following termination of the child care leave, whichever is later, and contributes to the retirement system an amount which such member would have contributed during the period of such child care leave, together with interest thereon. Service credit provided pursuant to this subdivision shall not exceed one year of credit for each period of authorized child care leave. In the event there is a conflict between the provisions of this subdivision and the provisions of any other law or code to the contrary, the provisions of this subdivision shall govern. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "107",
    "identifier": "13-107",
    "catch_text": "Credit for service and service certificates."
  }
}