{
  "text": "ยง 13-193.7 Payments to housing police superior officers' variable supplements fund for HPSOVSF basis fiscal years related to a payment guarantee. 1. (a) Subject to the provisions of paragraph (b) of this subdivision, for the purpose of this section, the definitions of terms set forth in paragraphs (d), (e) and (f) of subdivision one of housing police section 13-193 shall apply to this section 13-193.7 with the same force and effect as if such definitions were specifically set forth in this section. (b) For the purpose of any determination, calculation or allocation under this section with respect to any HPSOVSF basis fiscal year related to a payment guarantee (as defined in paragraph (c) of subdivision three of this section): (i) the term HPSOVSF basis fiscal year related to a payment guarantee shall be deemed to be substituted for the term \"base fiscal year\" used in such paragraphs (d), (e) and (f); (ii) the term \"transferable earnings\", as used in such paragraph (f), shall be deemed to refer to a cumulative earnings factor (as defined in paragraph (g) of subdivision three of this section), whether such factor is a positive or a negative quantity. 2. For the purpose of this section, the definitions set forth in paragraphs five, six, seven and eight of subdivision a of section 13-232 of this title shall apply to this section 13-193.7 with the same force and effect as if such definitions were specifically set forth in this section; provided, however, that for the purpose of any determination, calculation or allocation under this section with respect to any HPSOVSF basis fiscal year related to a payment guarantee (as defined in paragraph (c) of subdivision three of this section): (a) the term \"HPSOVSF basis fiscal year related to a payment guarantee\" shall be deemed to be substituted for the term \"base fiscal year\" set forth in such paragraphs; (b) the words \"retirement system\" shall be deemed to be substituted for the words \"pension fund\" or \"fund\" set forth in subparagraph (a) of such paragraph five and in such paragraphs seven and eight; (c) the board referred to in subparagraph (b) of such paragraph eight shall be deemed to mean the board of trustees of the retirement system and the term \"tie vote\" shall be deemed to refer to a circumstance where a resolution is not adopted because of the provisions of subparagraph (d) of paragraph five of subdivision b of section 13-103 of this chapter; and (d) the term \"transferable earnings\" set forth in subparagraph (b) of such paragraph eight shall be deemed to mean any HPSOVSF cumulative earnings factor (as defined in paragraph (h) of subdivision three of this section) which is a positive quantity. 3. For the purposes of this section the following terms shall mean and include: (a) \"Housing police superior officers section 13-192\". Section 13-192 of this chapter, which relates to the housing police superior officers' variable supplements fund. (b) \"Housing police section 13-193\". Section 13-193 of this chapter, which relates to the housing police variable supplements funds. (c) \"HPSOVSF basis fiscal year related to a payment guarantee\". Any fiscal year of the city commencing on or after July first of the first HPSOVSF calendar year covered by a payment guarantee (as defined in paragraph (j) of this subdivision). (d) \"Prior HPSOVSF basis fiscal year related to a payment guarantee\". Any fiscal year of the city which begins on or after the July first referred to in paragraph (c) of this subdivision and which also precedes a HPSOVSF basis fiscal year related to a payment guarantee. (e) \"Earnings differential\". The amount (expressed as a positive or negative quantity) by which the equity experience factor (expressed as a positive or negative quantity) with respect to the HPSOVSF basis fiscal year related to a payment guarantee (as defined in paragraph (c) of this subdivision) differs from the hypothetical fixed income securities earnings with respect to such HPSOVSF basis fiscal year. If such equity experience factor is greater than such hypothetical fixed income securities earnings, the difference between the two shall be expressed as a positive quantity. If such hypothetical fixed income securities earnings are greater than such equity experience factor, the difference between the two shall be expressed as a negative quantity. (f) \"Cumulative earnings factor as of June thirtieth in the first HPSOVSF calendar year covered by a payment guarantee\". (i) An amount, expressed as a positive or negative quantity, as the case may be, which shall be determined in accordance with the method set forth in the succeeding subparagraphs of this paragraph. (ii) Subject to the provisions of subparagraph (vi) of this paragraph, pursuant to the procedure set forth in paragraphs (c), (d), (e) and (f) of housing police section 13-193, the cumulative earnings differential for the base fiscal year (as defined in paragraph eleven of subdivision a of section 13-232 of this title) shall be computed for the fiscal year of the city next preceding July first of the first HPSOVSF calendar year covered by a payment guarantee (as defined in paragraph (j) of this subdivision). (iii) Subject to the provisions of subparagraph (vi) of this paragraph, the cumulative distributions of transferable earnings for prior base fiscal years (as defined in paragraph thirteen of subdivision a of such section 13-232) shall be computed pursuant to such section 13-232 and paragraphs (c), (d), (e) and (f) of housing police section 13-193 with respect to such fiscal year next preceding July first of the first HPSOVSF calendar year covered by a payment guarantee. (iv) Subject to the provisions of subparagraph (vi) of this paragraph, the amount of transferable earnings (as defined in paragraph (c) of subdivision one of housing police section 13-193), if any, for such fiscal year next preceding such July first, determined in accordance with the applicable provisions of subdivision four of such section 13-193, shall be added to the cumulative distributions of transferable earnings computed pursuant to subparagraph (iii) of this paragraph. (v) The sum resulting from the addition prescribed by subparagraph (iv) of this paragraph (f) shall be subtracted from the amount computed pursuant to subparagraph (ii) of this paragraph. The remainder resulting from the subtraction shall be the cumulative earnings factor as of June thirtieth in the first HPSOVSF calendar year covered by a payment guarantee. (vi) For the purposes of the computations prescribed by the preceding subparagraphs of this paragraph: (A) the term \"base fiscal year\" set forth in the provisions of such sections 13-193 and 13-232 mentioned in such subparagraphs shall be deemed to refer, as appropriate, to such fiscal year next preceding such July first and to any fiscal year of the city which both precedes such next preceding fiscal year and occurs after June thirtieth, nineteen hundred eighty-seven; and (B) such computations shall be made in the same manner as if the provisions of section 13-193.1 of this chapter (other than subdivision six of such section) and the amendment made by section twenty-eight of chapter eight hundred seventy-eight of the laws of nineteen hundred ninety had never been enacted. (g) \"Cumulative earnings factor\". (i) The cumulative earnings factor for any HPSOVSF basis fiscal year related to a payment guarantee (as defined in paragraph (c) of this subdivision) shall be determined as follows: (A) If the cumulative earnings factor for the immediately preceding HPSOVSF basis fiscal year related to a payment guarantee was a positive quantity, the cumulative earnings factor for the HPSOVSF basis fiscal year related to a payment guarantee shall be equal to the earnings differential for such basis HPSOVSF fiscal year related to a payment guarantee. (B) If the cumulative earnings factor for the immediately preceding HPSOVSF basis fiscal year related to a payment guarantee was a negative quantity, the cumulative earnings factor for the HPSOVSF basis fiscal year related to a payment guarantee shall be equal to the sum of: (1) the earnings differential for the HPSOVSF basis fiscal year related to a payment guarantee; and (2) the cumulative earnings factor for the immediately preceding HPSOVSF basis fiscal year related to a payment guarantee, increased with interest at a rate equal to the assumed rate of interest (as defined in paragraph eight of subdivision a of section 13-232 of this title, as made applicable to this section by subdivision two of this section) fixed with respect to such HPSOVSF basis fiscal year related to a payment guarantee for which a cumulative earnings factor is being determined pursuant to this paragraph (g). (ii) In applying the provisions of this paragraph (g) for the first HPSOVSF basis fiscal year related to a payment guarantee (as defined in paragraph (c) of this subdivision), the term defined in paragraph (f) of this subdivision three as \"cumulative earnings factor as of June thirtieth in the first HPSOVSF calendar year covered by a payment guarantee\" shall be substituted for the term \"cumulative earnings factor for the immediately preceding HPSOVSF basis fiscal year related to a payment guarantee\". (h) \"HPSOVSF cumulative earnings factor\". With respect to any HPSOVSF basis fiscal year related to a payment guarantee (as defined in paragraph (c) of this subdivision), the amount obtained by multiplying the allocation to the housing police variable supplements funds (as defined in paragraph (f) of subdivision one of housing police section 13-193 of this chapter, as made applicable to this section 13-193.7 by subdivision one thereof), for such HPSOVSF basis fiscal year related to a payment guarantee by a fraction, the numerator of which shall be the total contributions made to the retirement system with respect to such HPSOVSF basis fiscal year related to a payment guarantee on behalf of all housing police members who are housing police superior officers (as defined in subdivision eighty-four of section 13-101 of this chapter), as of the last day of such HPSOVSF basis fiscal year and the denominator of which shall be the total contributions made to the retirement system with respect to such HPSOVSF basis fiscal year related to a payment guarantee on behalf of all housing police members who are members of the housing police service as of the last day of such HPSOVSF basis fiscal year. (i) \"HPSOVSF unfunded accrued liability\". In any case where the valuation of assets and liabilities of the housing police superior officers' variable supplements fund by the actuary pursuant to paragraph (h) of subdivision three of housing police superior officers section 13-192 shows that for any HPSOVSF basis fiscal year related to a payment guarantee, such liabilities exceed such assets, the term \"HPSOVSF unfunded accrued liability\" shall mean the amount of the excess of such liabilities over the amount of such assets for such HPSOVSF basis fiscal year. (j) \"HPSOVSF calendar year covered by a payment guarantee\". The calendar year in which a guarantee of payment of variable supplements first takes effect pursuant to paragraph (f) or paragraph (g) of subdivision three of housing police superior officers section 13-192, and any succeeding calendar year. (k) \"Current HPSOVSF fiscal year related to payment guarantee\". The fiscal year of the city next succeeding a HPSOVSF basis fiscal year related to a payment guarantee (as defined in paragraph (c) of this subdivision). 4. As soon as practicable after the close of each HPSOVSF basis fiscal year related to a payment guarantee (as defined in paragraph (c) of subdivision three of this section), but not later than December thirty-first of the current HPSOVSF fiscal year related to a payment guarantee (as defined in paragraph (k) of subdivision three of this section, the board of trustees of the retirement system shall compute the HPSOVSF cumulative earnings factor (as defined in paragraph (h) of subdivision three of this section) with respect to such HPSOVSF basis fiscal year. 5. If the HPSOVSF cumulative earnings factor of such HPSOVSF basis fiscal year is a positive quantity, the retirement system, on or before December thirty-first of the current HPSOVSF fiscal year related to a payment guarantee, shall pay from its contingent reserve fund to the housing police superior officers' variable supplements fund, as the payment due for such HPSOVSF basis fiscal year under this section, an amount determined pursuant to the provisions of subdivision six of this section. 6. The amount payable for such HPSOVSF basis fiscal year as provided for in subdivision five of this section shall be the lesser of (a) the HPSOVSF cumulative earnings factor for such HPSOVSF basis fiscal year referred to in such subdivision five or (b) the HPSOVSF unfunded accrued liability (as defined in paragraph (i) of subdivision three of this section) for such HPSOVSF basis fiscal year. 7. No amount shall be due from or payable by the retirement system to such variable supplements fund under this section for any HPSOVSF basis fiscal year related to a payment guarantee which shall exceed the HPSOVSF unfunded accrued liability for such HPSOVSF basis fiscal year, regardless of the amount and character of the HPSOVSF cumulative earnings factor for such HPSOVSF basis fiscal year. 8. The comptroller shall furnish to the board of trustees of the retirement system such information and data as it may request for the purpose of carrying out the provisions of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "193",
    "identifier": "13-193.7",
    "catch_text": "Payments to housing police superior officers' variable supplements fund for HPSOVSF basis fiscal years related to a payment guarantee."
  }
}