{
  "text": "ยง 13-108 Allowance of service preceding renewal membership. 1. Any member in city-service who shall file with the retirement system a duly executed application for service credit and consent to deductions herein described, and from whose compensation deductions shall be made at double his or her normal rate per centum of contribution and paid to his or her credit in the annuity savings fund, shall be credited, in addition to any other service creditable to such member, with a period of city-service previous to the beginning of his or her present membership equal to the period throughout which such double deductions shall be made but not in excess of city-service rendered by him or her between his or her first day of eligibility to membership in the retirement system and the day he or she last became a member. A member may, at any time, by single payment of the sum of the remaining payments purchase the remaining unpurchased service credit. Credit for service acquired under this section shall be used only in determining the amount of any benefit. Eligibility for benefit shall in each case be based upon credited member-service rendered after membership last began and shall be exclusive of service credit purchased under this section. The provisions of this section shall not apply to service for which the privilege of membership in a retirement system with transfer to this retirement system under section forty-three of the retirement and social security law is or has been available to the member except that it shall apply to service as a member of the legislature of the state of New York while representing a senate or assembly district situated within the city of New York claimed under this section before the first day of January, nineteen hundred fifty-nine and excepting that a member who was a veteran of world war I who had New York state service within the ten years succeeding nineteen hundred twenty-five, succeeded by a greater amount of allowable city-service, may be credited with such state service upon such filing and consent before the first day of July, nineteen hundred forty-nine and on the completion of contribution as required herein for the crediting of a like amount of pre-member city-service. * 1-a. Notwithstanding any other provision of law, any member of the New York city employees' retirement system eligible to purchase credit for prior service with a public employer pursuant to this section or to purchase credit for military service pursuant to article twenty of the retirement and social security law, may elect to purchase any or all of such service by executing a periodic payroll deduction agreement where and to the extent such elections are permitted by the retirement system by rule or regulation. Such agreement shall set forth the amount of prior service or military service being purchased, the estimated total cost of such service credit, and the number of payroll periods in which such periodic payments shall be made. Such agreement shall be irrevocable, shall not be subject to amendment or modification in any manner, and shall expire only upon completion of payroll deductions specified therein. Notwithstanding the foregoing, any member who has entered into such a payroll deduction agreement and who terminates employment prior to completion of the payments required therein shall be credited with any service as to which such member shall have paid the contributions required under the terms of such agreement. * NB Takes effect upon notice of ruling by Internal Revenue Service -- expires per ch. 627/2007 ยง22 2. Any right to service and benefit heretofore validated shall be unaffected by the amendments effectuated by this section. 3. (a) Notwithstanding any provision of subdivision one of this section or any other provision of law to the contrary, in any case where an application for service credit and consent to deductions is filed pursuant to subdivision one of this section by a transit twenty-year plan member (as defined in subdivision sixty-one of section 13-101 of this chapter) and at the time of the filing of such application and consent, such member is relieved pursuant to subdivision l of section 13-161 of this chapter from making contributions, the purchase of service credit by such member under such application shall be governed, while he or she remains a transit twenty-year plan member, by the provisions of subdivision one of this section, except that in relation to such purchase by such member, such provisions shall be read and construed as they would be if the word \"double\" were omitted therefrom. (b) In any case where a purchase of service credit pursuant to subdivision one of this section is begun by a member who is not then relieved, pursuant to such subdivision l, from making contributions, and while such purchase is in process, such member becomes so relieved, the rights and obligations of such member with respect to completion of such purchase, shall, on and after the date as of which he or she is first so relieved, be governed by the provisions of paragraph (a) of this subdivision. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "108",
    "identifier": "13-108",
    "catch_text": "Allowance of service preceding renewal membership."
  }
}