{
  "text": "ยง 13-149 Death benefits; accidental death benefits. a. Except as otherwise provided in subdivision b of this section, upon the accidental death of a member before retirement, provided that evidence shall be submitted to such board proving that the death of such member was the natural and proximate result of an accident sustained while a member and while in the performance of duty at some definite time and place and that such death was not the result of wilful negligence on his or her part, such member's accumulated deductions, if any, shall be paid to his or her estate, or to such persons as he or she has nominated or shall nominate by written designation, duly acknowledged and filed with such board. Upon application by or on behalf of the dependents of such deceased member, such board shall grant a lump sum payment of the reserve-for-increased-take-home-pay and a pension of one-half of the final compensation of such employee: 1. To his or her surviving spouse, to continue until the death or remarriage of surviving spouse; or 2. If there be no surviving spouse, or if the surviving spouse dies or remarries before any child of such deceased member shall have attained the age of eighteen years, then to his or her child or children under such age, divided in such manner as such board in its discretion shall determine, to continue as a joint and survivor pension of one-half of his or her final compensation until every such child dies or attains such age; or 3. If there be no surviving spouse or child under the age of eighteen years surviving such deceased member, then to his or her dependent father or mother, as the deceased member shall have nominated by written designation duly acknowledged and filed with such board; or, if there be no such nomination, then to his or her dependent father or to his or her dependent mother, as such board in its discretion shall direct, to continue for life; or 4. If there be no surviving person who is eligible to receive such benefits in accordance with paragraph one, two or three of this subdivision, then to the person that such deceased member shall have nominated by written designation duly executed and filed with such board during the lifetime of the member for the purposes of section 13-148 of this chapter. b. (1) (a) For the purposes of this subdivision b, the term \"maximum basic annual salary of sanitation workers\" shall mean the highest, basic annual rate of compensation payable to any class of sanitation workers under a schedule or schedules or plan for the compensation of sanitation workers in effect pursuant to law as of the date with respect to which benefits are to be determined pursuant to this subdivision b. (b) Such term shall exclude any form of salary, compensation, pay, premium or differential for work as a sanitation worker compensable at other than the rate mentioned in subparagraph (a) of this paragraph one. (c) The exclusions prescribed by subparagraph (b) of this paragraph one shall include, but shall not be limited to, any salary, compensation, pay, premium or differential for overtime or Saturday, Sunday, holiday, snow removal, chart or night work. (2) Notwithstanding the provisions of subdivision a of this section, upon the accidental death before retirement of a member who is a sanitation member provided that evidence shall be submitted to such board proving that the death of such member was the natural and proximate result of an accident sustained while a member and while in the performance of duty at some definite time and place and that such death was not the result of wilful negligence on his or her part, his or her accumulated deductions shall be paid to his or her estate, or to such persons as he or she has nominated or shall nominate by written designation, duly acknowledged and filed with such board. Upon application by or on behalf of the dependents of such deceased member, such board shall grant a lump sum payment of the reserve-for-increased-take-home-pay and a pension of one-half of such member's annual salary or compensation on the date of his or her death; provided that in no case shall such pension be in an amount which is less than one-half of the maximum basic annual salary of sanitation workers payable as of such date of death to sanitation workers employed by the department of sanitation: (1) To his or her surviving spouse, to continue until the death of the surviving spouse; or (2) If there be no surviving spouse, or if the surviving spouse dies before any child of such deceased member shall have attained the age of eighteen years, then to his or her child or children under such age, divided in such manner as such board in its discretion shall determine, to continue as a joint and survivor pension in the amount hereinabove specified until every such child dies or attains such age; or (3) If there be no surviving spouse or child under the age of eighteen years surviving such deceased member, then to his or her dependent father or mother, as the deceased member shall have nominated by written designation duly acknowledged and filed with such board; or, if there be no such nomination, then to his or her dependent father or to his or her dependent mother, as such board in its discretion shall direct, to continue for life. c. Notwithstanding any other provision of law to the contrary, and solely for the purposes of this section, a member shall be deemed to have died as the natural and proximate result of an accident sustained in the performance of duty upon which his or her membership is based, and not as a result of willful negligence on his or her part, provided that such member was in active service upon which his or her membership is based at the time that such member was ordered to active duty pursuant to Title 10 of the United States Code, with the armed forces of the United States or to service in the uniformed services pursuant to Chapter 43 of Title 38 of the United States Code, and such member died while on such active duty or service in the uniformed services on or after June fourteenth, two thousand five while serving on such active military duty or in the uniformed services. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "149",
    "identifier": "13-149",
    "catch_text": "Death benefits; accidental death benefits."
  }
}