{
  "text": "ยง 13-161 Optional service retirement for certain officers and employees of the New York city transit authority after twenty years of designated service, with retirement allowance payable at or after age fifty. a. For the purposes of this section, the following terms shall mean and include: 1. \"Transit hourly-paid employee.\" A person holding a position in group one of the rapid transit railroad service, as classified by the city civil service commission. 2. \"Transit annually-paid employee.\" A person who is employed by the transit authority in a position or classification of positions to which the provisions of this section have been made applicable by a resolution adopted by such authority pursuant to paragraph one of subdivision k of this section, and who is not a transit hourly-paid employee. 3. \"Transit annually-paid operating employee.\" A transit annually-paid employee who holds a position in group two of the rapid transit railroad service, as classified by the city civil service commission. 4. \"Transit annually-paid non-operating employee with prior transit service.\" A transit annually-paid employee who holds a position which is not in the rapid transit railroad service, as classified by such commission, and who held any such position on the date of effectiveness of a resolution of the transit authority making the provisions of this section applicable to such position. 5. \"Subsequently appointed transit annually-paid non-operating employee.\" A transit annually-paid employee who holds a position which is not in the rapid transit railroad service and who was appointed to any such position for the first time after the date of effectiveness of a resolution of the transit authority making the provisions of this section applicable to such position. 6. \"Initial date of retirement allowance payability.\" The earliest date as of which payment of a member's retirement allowance may be caused by such member to commence under the provisions of this section. 7. \"Transit authority.\" The New York city transit authority. 8. \"Transit service.\" (a) In the case of any member who is a transit hourly-paid employee or transit annually-paid operating employee or subsequently appointed transit annually-paid non-operating employee, such term shall mean allowable service with the transit authority in any one or more of such capacities. (b) In the case of any member who is a transit annually-paid non-operating employee with prior transit service, such term shall mean allowable city-service, but shall not include city-service rendered on or after July first, nineteen hundred sixty-eight, in other than a position with the transit authority. b. (1) Any member who is in service as a transit hourly-paid employee with the transit authority on the first day of July, nineteen hundred sixty-eight, may elect, by a written application duly executed and acknowledged and filed with the board of estimate prior to the first day of January, nineteen hundred sixty-nine, to contribute to the retirement system for the right to retire as provided in this section after twenty years of transit service, with retirement allowance payable at or after age fifty. Such election shall be subject to the provisions of subdivision l of this section. (2) Subject to the provisions of subdivision l of this section, the rate of contribution, on and after July first, nineteen hundred sixty-eight, of any such member making such election shall be that (before any reduction in rate of contribution to which such member, after such election, may be entitled by reason of any plan for pensions-providing-for-increased-take-home-pay) which would have been established for such member if (a) at the time of his or her appointment as a transit hourly-paid employee with such authority, there had been available to him or her an optional plan providing for service retirement upon his or her completion of twenty years of transit service and payment, not earlier than attainment of age fifty, of a retirement allowance for the first twenty years of such service, consisting of a pension and an annuity which together would equal one-half of the member's salary or compensation earnable by him or her in the year prior to his or her retirement, and (b) such member had, at the time of such appointment, elected the benefits of such plan and (c) his or her rate of contribution had then been fixed as a proportion of his or her compensation which, when deducted from each payment of his or her prospective earnable compensation prior to the completion of his or her twentieth year of transit service and accumulated at regular interest until completion of such twenty years of transit service, would be computed to provide an annuity, which, as of the initial date of retirement allowance payability with respect to such member, would be equal to twenty-five seventy-fifths of the pension allowable to him or her for such minimum period of service under the provisions of this section. (3) Any member who was in service as a transit hourly paid employee with the transit authority on the first day of July, nineteen hundred sixty-eight, and any person who was appointed a transit hourly paid employee with the transit authority on or after the first day of July, nineteen hundred sixty-eight, who did not elect the benefits of subdivision b of this section within the time therein provided for such election, may elect, by a written election duly executed and acknowledged and filed with the board prior to the last day of December, nineteen hundred sixty-nine, to contribute to the retirement system for the right to retire after twenty years of allowable service as a transit hourly paid employee with the transit authority. All contributions and benefits payable by or on account of such member shall be computed on the basis of such right to retire after twenty years of allowable service as a transit hourly paid employee with the transit authority, as if he or she had made such election within the time prescribed by subdivision b of this section. c. (1) (a) Any person who is appointed a transit hourly-paid employee with the transit authority after the first day of July, nineteen hundred sixty-eight, may, in the manner hereinafter provided in this paragraph one, elect the right to retire as provided in this section after completion of twenty years of transit service, with retirement allowance payable at or after age fifty. (b) Such person may make such election by executing and acknowledging a written election to such effect and by filing such election with the board: (i) prior to certification of his or her rate of contribution, if such person is not a member of the retirement system at the time of such appointment; and (ii) Within thirty days after such appointment, if such person is a member of the retirement system at the time of such appointment. (c) In the case of any such election made by a member on or after July first, nineteen hundred sixty-eight and prior to July first, nineteen hundred seventy, such election shall constitute an election to contribute while a transit twenty-year plan member (as defined in subdivision sixty-one of section 13-101 of this chapter) to the retirement system for such right at the rate of contribution prescribed by paragraph three of this subdivision c; provided, however that if such member is relieved, pursuant to the provisions of subdivision l of this section, of the making of contributions, such member shall be required to contribute at such rate until the effective date of such relief. (2) Notwithstanding the provisions of paragraph one of this subdivision c, any person who (a) is appointed a transit hourly-paid employee with the transit authority after July first, nineteen hundred sixty-eight and (b) had prior membership in the retirement system as a transit hourly-paid employee or transit annually-paid employee occurring after July first, nineteen hundred sixty-eight and prior to such appointment, and (c) did not elect the benefits of this section during such prior membership mentioned in sub-paragraph (b) of this paragraph two, or, after having made such election, withdrew same, shall not be eligible to elect the benefits of this section, whether or not he or she is a member of the retirement system at the time of such appointment. (3) Subject to the provisions of subdivision l of this section, upon the basis of the tables herein authorized and regular interest, the actuary of such board shall determine for each such person making such election pursuant to this subdivision c, the proportion of compensation which, when deducted from each payment of his or her prospective earnable compensation prior to his or her completion of his or her twentieth year of transit service and accumulated at regular interest until completion of such twenty years of transit service, shall be computed to provide an annuity which, as of the initial date of retirement allowance payability with respect to such member, shall be equal to twenty-five seventy-fifths of the pension then allowable to him or her for such minimum period of service under the provisions of this section. d. (1) At any time subsequent to one year after the filing of an election of the benefits of this section by any transit hourly-paid employee or transit annually-paid employee pursuant to this section, he or she may withdraw such election by making, acknowledging and filing with the board a written withdrawal. Thereafter the provisions of this section shall be inapplicable to such member and he or she shall not be eligible to elect again the benefits of this section. (2) In any case where any member who is a transit hourly-paid employee or transit annually-paid employee with the transit authority has elected the benefits of this section and shall thereafter, and before he or she acquires a vested right to a retirement allowance under this section, change his or her status so that he or she is neither a transit hourly-paid employee nor a transit annually-paid employee with such authority, the provisions of this section, notwithstanding any other provision of this title, shall be inapplicable to such member during any such period wherein he or she does not hold either such position. (3) (a) During any period wherein the provisions of this section are inapplicable, under the provisions of paragraph one of this subdivision d, to any member who is a transit hourly-paid employee or transit annually-paid employee: (i) if the service of such member with the transit authority as such employee began prior to July first, nineteen hundred sixty-eight, his or her minimum retirement age, service-fraction and normal rate of contribution shall be as they were immediately prior to his or her election of the benefits of this section; (ii) if the service of such member with the transit authority as such employee began after June thirtieth, nineteen hundred sixty-eight, the minimum retirement age of such member shall be fifty-five years, his or her pension shall be as prescribed by paragraph six of subdivision a of section 13-172 of this chapter for the years of his or her allowable service therein mentioned and his or her normal rate of contribution shall be that which would have been fixed for such member if at the time when his or her last membership in the retirement system began, he or she had elected to contribute to the retirement system as provided for in such paragraph six. (b) (i) During any period wherein the provisions of this section are inapplicable, under the provisions of paragraph two of this subdivision d, to a member, then unless such member shall become eligible for and acquire by election or otherwise pursuant to the provisions of this title, rights or status other than as hereinafter set forth in this subparagraph (b), the rights and status of such member with respect to minimum retirement age, service-fraction, rate of contribution and privilege of electing any optional plan of retirement shall, except as otherwise provided in item (ii) of this subparagraph (b), be as they would be if the last membership of such member in the retirement system began on such date on which the provisions of this section became inapplicable to such member and such member was not on such date in service with the transit authority. (ii) During the period of three years after such date on which the provisions of this section became inapplicable to such member, then unless he or she acquires other rights and status pursuant to other applicable provisions of this chapter: (1) his or her eligibility for service retirement and his or her retirement allowance, if the service of such member with the transit authority began prior to July first, nineteen hundred sixty-eight, shall be determined in the same manner as if he or she had not elected the benefits of this section; and (2) his or her eligibility for service retirement and his or her retirement allowance, if the service of such member with the transit authority began after June thirtieth, nineteen hundred sixty-eight, shall be determined on the basis of a minimum retirement age of fifty-five and a pension computed pursuant to paragraph six of subdivision a of section 13-172 of this chapter for the years of allowable service of such member mentioned in such subdivision. (c) During any period wherein the provisions of this section are inapplicable to any member under the provisions of paragraph one or two of this subdivision d, the eligibility and rights of such member with respect to benefits under this chapter shall be governed, subject to the provisions of subparagraphs (a) and (b) of this paragraph three, by the applicable provisions of this chapter in the same manner as if such member had not elected the benefits of this section. e. (1) Any member who (a) has elected optional retirement pursuant to this section and (b) has not withdrawn such election and (c) has completed twenty years of transit service, and (d) is a transit hourly-paid employee or transit annually-paid employee at the completion of such period of service, shall have, effective with the date on which he or she has completed such twenty years of transit service, a vested right to a retirement allowance, and to retire for service, subject to the provisions hereinafter set forth in this subdivision e and the applicable provisions of this section. (2) Subject to the provisions of paragraph four of this subdivision e, any such member who meets the conditions specified in paragraph one of this subdivision e, and who is in city-service as a transit hourly-paid employee or as a transit annually-paid employee and who has not withdrawn his or her accumulated deductions, except as permitted by subdivision c of section 13-140 of this chapter, and except as such deductions or any portion thereof may be paid pursuant to subparagraph (d) of paragraph six of this subdivision e, may retire upon his or her own request, regardless of age, upon written application to the board setting forth at what time, not less than thirty days subsequent to the execution and filing thereof, he or she desires to be retired, and, upon the effective date of his or her retirement, or his or her attainment of age fifty, whichever is the later, such member shall be paid a retirement allowance calculated pursuant to the provisions of subdivisions f, g and h of this section. (3) If any such member dies on or after the effective date of his or her retirement and before the first payment on account of his or her retirement allowance is made, then such member, whether or not he or she has selected any option, shall be deemed to have selected option one, and any beneficiary under such option one shall be eligible for benefits under such option as of the date of such death but not earlier than the date upon which such member would have reached the age of fifty years. (4) Notwithstanding any other provisions of this section, or the provisions of any other section of the code to the contrary, in any case where any member who has a vested right to a retirement allowance under the provisions of this section is dismissed for cause by the transit authority, such dismissal shall in no wise impair or defeat such vested right to a retirement allowance, or his or her right to retire from the retirement system as provided in this section, except only as provided in paragraphs five and six of this subdivision. Where any member who has such a vested right is so dismissed for cause, and such vested right, under the provisions of this paragraph four, is not thereby defeated, such member shall be deemed to have been retired for service as of the date of such dismissal. In any case where any member who has such a vested right is, on any basis other than cause, removed or otherwise involuntarily separated from city-service as a transit hourly-paid employee or transit annually-paid employee, such member shall be deemed to have been retired for service as of the date on which such removal or separation becomes effective. (5) (a) In the event that any such member who has a vested right to a retirement allowance shall, prior to the effective date of his or her retirement, be dismissed from the service of the transit authority because of drunkenness on duty or because of theft of transit authority property, then upon such dismissal his or her rights as a member shall cease and terminate and the retirement system shall be discharged of all further obligations to such member, except that he or she shall have a right to a return of his or her accumulated deductions, if any. (b) For the purpose of this paragraph five, \"theft of transit authority property\" shall be construed to include: (i) any case where a member wilfully takes or retains, for his or her own use or benefit: (1) moneys or property belonging to or under the jurisdiction of the transit authority; or (2) moneys or property belonging to any passenger, provided such taking or retention occurs while such passenger is upon or using any of the transit facilities under the jurisdiction of the transit authority; and (ii) any acceptance from the transit authority of wages or sick pay for time actually worked for any employer other than such authority. (6) (a) In the event that any such member who has a vested right to a retirement allowance, shall, prior to the effective date of his or her retirement, be arrested or indicted on a criminal charge which is a felony under the laws of the state of New York, or of the United States, his or her vested right to a retirement allowance shall be temporarily divested and he or she shall be temporarily divested of the right to retire under this section, subject to the provisions of subparagraph (b) of this paragraph six. (b) If, during the twelve-month period subsequent to such arrest or indictment, whichever occurs first, such member is convicted of a felony in the prosecution instituted by such arrest or indictment, then upon such conviction, his or her vested right to a retirement allowance shall be permanently divested and forfeited and his or her membership in the retirement system shall cease and terminate, and the retirement system shall be discharged of all further obligations to such member, except that he or she shall have a right to a return of his or her accumulated deductions, if any, less any payments made to such member pursuant to subparagraph (d) of this paragraph six. (c) If such member is not so convicted, then upon the expiration of such twelve-month period or upon his or her earlier acquittal of the felony or felonies charged in such prosecution, his or her vested right to a retirement allowance and to retire under this section shall be reinstated and if such member had filed an application for retirement under paragraph two of this subdivision e, the effective date of his or her retirement and the initial date of retirement allowance payability with respect to such member shall be the same as if such temporary divestment had not occurred. (d) Any such member who has attained the age of fifty years and who has filed an application for retirement under paragraph two of this subdivision e and whose right to retire has been temporarily divested pursuant to subparagraph (a) of this paragraph six, shall, if he or she is then credited with accumulated deductions, have the right, upon his or her written election filed with the board, to receive each month from the retirement system, after the date on which his or her retirement would otherwise become effective and during such period of temporary divestment, an amount to be designated by him or her, not in excess of the amount of the monthly benefit which would have been payable to such member if his or her right to retire had not been temporarily divested, provided that the total of such payments to him or her shall not exceed the amount of his or her accumulated deductions after reduction of same by the amount of any outstanding loan. In the event that the right of such member to retire is reinstated pursuant to the provisions of subparagraph c of this paragraph six, such payments shall be deemed to be and treated as payments on account of his or her retirement allowance. (e) In any case where any such member files an application for retirement and his or her right to retire is temporarily divested under the provisions of subparagraph (a) of this paragraph six, the employment of such member by the transit authority or the holding of office by such member with the authority, as the case may be, shall for all purposes cease and terminate on the date on which his or her retirement would otherwise become effective, whether or not such member be convicted in the prosecution causing such temporary divestment. f. A member who has retired under this section shall receive, on account of the first twenty years of his or her transit service and in lieu of any other retirement allowance for such twenty years of service, a retirement allowance consisting of: (1) An annuity which shall be, subject to the provisions of subdivision g of this section, the actuarial equivalent, as of the date on which such member's retirement allowance becomes payable, of the accumulated deductions from his or her pay, if any, during such period of twenty years of transit service (including regular interest to and including the completion of such period of twenty years of service); and (2) A pension-providing-for-increased-take-home-pay which is the actuarial equivalent, as of the date on which such member's retirement allowance becomes payable, of the reserve-for-increased-take-home-pay, if any, to which he or she may be entitled for such period of twenty years of transit service (including regular interest to and including the completion of such period of twenty years of service); and (3) A pension, which, when added to such annuity, if any, and such pension-providing-for-increased-take-home-pay, if any, produces a retirement allowance equal to one-half of his or her salary or compensation earnable by such member for transit service in the year prior to his or her retirement. g. For the purpose only of determining the amount of the pension payable pursuant to paragraph three of subdivision f of this section, the annuity referred to in paragraph one of such subdivision, if any, shall be computed, as it would be, (1) if it were not reduced by the actuarial equivalent of any outstanding loan, (2) if it were not increased by the actuarial equivalent of any additional contributions, (3) if it were not reduced by reason of the member's election to decrease his or her annuity contributions in order to apply the amount of such reduction in payment of his or her contributions for old-age and survivors insurance coverage, and (4) as it would be without any optional modification. h. For allowable service rendered by such member in addition to and in excess of such first twenty years of transit service, such member shall receive, in addition to the retirement allowance to which he or she is entitled under subdivision f of this section and in lieu of any other retirement allowance for such additional and excess allowable service: (1) an annuity, if any, which shall be computed in the following manner: (a) there shall be added together: (i) the total amount of the accumulated deductions of such member, if any, whenever made, as the same are on the date on which such member's retirement allowance becomes payable, including all voluntary, additional contributions, whenever made; and (ii) the amount of any loan to such member outstanding as of such date; (b) there shall be determined the amount of the accumulated deductions, if any, credited to such member with respect to the first twenty years of his or her transit service, as such deductions were at the completion of such first twenty years of service (i) exclusive of the value, as of the date of completion of such period of service, of all of his or her voluntary, additional contributions made with respect to such period of twenty years, and (ii) exclusive of the value, as of such date of completion, of any accumulated deductions, including voluntary, additional contributions, credited with respect to any period of allowable service (other than transit service) rendered by such member prior to completion of such period of twenty years of service, and (iii) treating such accumulated deductions with respect to such first twenty years of transit service as they would be if not reduced by any loan made by such member: (c) the annuity to which such member shall be entitled under this paragraph one, if any, shall be the actuarial equivalent, as of the date on which such member's retirement allowance becomes payable, of the remainder obtained by subtracting the sum computed pursuant to subparagraph (b) of this paragraph one from the sum computed pursuant to subparagraph (a) of this paragraph; and (2) a pension which shall be equal to one service-fraction of his or her final compensation multiplied by the number of his or her years of allowable service, other than such twenty years of transit service; and (3) a further pension of one-half of one service-fraction of his or her final compensation multiplied by the number of his or her years of transit service rendered both (i) after the completion of such period of twenty years of transit service and (ii) on or after July first, nineteen hundred sixty-eight; and (4) a pension-providing-for-increased-take-home-pay which shall be the actuarial equivalent, as of the date on which such member's retirement allowance becomes payable, of the reserve-for-increased-take-home-pay to which he or she may be entitled, if any, for all periods of his or her allowable service other than such period of twenty years of transit service. i. Notwithstanding any other provision of this chapter, the service-fraction of any transit hourly-paid employee or transit annually-paid employee who elects the benefits of this section shall, for the purpose of determining his or her retirement allowance under this section, be one one-hundredth of his or her final compensation. j. In any case where, with respect to any period wherein the provisions of this section are applicable to a transit hourly-paid employee or transit annually-paid employee by reason of his or her election of the benefits hereof, deductions are required to be made from his or her compensation pursuant to the provisions of subdivision one of section 13-108 of this chapter by reason of an application for service credit filed by him or her under such section, such deductions with respect to such period shall, subject to the provisions of subdivision three of such section, be made on the basis of his or her normal rate of contribution under the provisions of this section. k. (1) The transit authority shall have power and authority to make the provisions of this section applicable to officers and employees holding such positions or employed in such classifications of positions (other than positions of transit hourly-paid employees) as it shall designate by one or more resolutions adopted by it on or before July first, nineteen hundred sixty-nine. Such applicability shall commence on the date of effectiveness specified in any such resolution, which date shall not be earlier than July first, nineteen hundred sixty-eight, nor later than July first, nineteen hundred sixty-nine. (2) Any member who becomes a transit annually-paid employee by virtue of such a resolution and who is in service in a position as such employee with the transit authority on the date of effectiveness specified in such resolution, may, by a written application duly executed and acknowledged and filed with the board of estimate within six months from such date of effectiveness, elect to contribute to the retirement system for the right to retire after completion of twenty years of transit service, with retirement allowance payable at or after age fifty. (3) Subject to the provisions of subdivision l of this section, the rate of contribution, on and after such date of effectiveness, of any such member making such election shall be that (before any reduction in rate of contribution to which such member, after such election, may be entitled by reason of any plan for pensions-providing-for-increased-take-home-pay) which would have been established for such member if (a) at the time of his or her appointment as a transit annually-paid employee which such authority, if such member is a transit annually-paid operating employee or subsequently appointed transit annually-paid non-operating employee, or, at the time of his or her last entry into city-service, if such member is a transit annually-paid non-operating employee with prior transit service, there had been available to him or her an optional plan for service retirement upon his or her completion of twenty years of transit service, and payment, not earlier than attainment of age fifty, of a retirement allowance for the first twenty years of such service, consisting of a pension and an annuity, which together would equal one-half of the member's salary or compensation earnable by him or her for transit service in the year prior to his or her retirement, and (b) such member had elected the benefits of such plan at the time of such appointment or last entry into city-service, as the case may be, and (c) his or her rate of contribution had been fixed, at such time of appointment or last entry into city-service, as the case may be, as a proportion of his or her compensation which, when deducted from each payment of his or her prospective earnable compensation prior to the completion of his or her twentieth year of transit service and accumulated at regular interest until completion of such twenty years of transit service, would be computed to provide an annuity which, as of the initial date of retirement allowance payability with respect to such member, would be equal to twenty-five seventy-fifths of the pension allowable to him or her for such minimum period of service under the provisions of this section. (4) (a) Any person who is appointed after the date of effectiveness of any such resolution, to a position with the transit authority to which the provisions of this section are made applicable by such resolution, may, in the manner hereinafter provided in this paragraph four, elect the right to retire as provided in this section upon completion of twenty years of transit service, with retirement allowance payable at or after age fifty. (b) Such person may make such election by executing and acknowledging a written election to such effect and by filing such election with the board: (i) prior to certification of his or her rate of contribution, if such person is not a member of the retirement system at the time of such appointment; and (ii) within thirty days after such appointment, if such person is a member of the retirement system at the time of such appointment. (c) In the case of any such election made by a member after such date of effectiveness and prior to July first, nineteen hundred seventy, such election shall constitute an election to contribute while a transit twenty-year plan member (as defined in subdivision sixty-one of section 13-101 of this chapter) for such right to the retirement system at the rate of contribution prescribed by paragraph six of this subdivision k; provided, however, that if such member is relieved, pursuant to the provisions of subdivision l of this section, of the making of contributions, such member shall be required to contribute at such rate until the effective date of such relief. (5) Notwithstanding the provisions of paragraph four of this subdivision k, any person who is appointed a transit annually-paid employee with the transit authority after July first, nineteen hundred sixty-eight and who, prior to such appointment as a transit annually-paid employee, had prior membership in the retirement system as a transit annually-paid employee or transit hourly-paid employee and did not elect the benefits of this section during such prior membership, or, after having made such election, withdrew same, shall not be eligible to elect the benefits of this section, whether or not he or she is a member of the retirement system at the time of such appointment. (6) Subject to the provisions of subdivision l of this section, upon the basis of the tables herein authorized and regular interest, the actuary of such board shall determine for each transit annually-paid employee making such election pursuant to paragraph four of this subdivision k, the proportion of compensation which, when deducted from each payment of his or her prospective earnable compensation prior to his or her completion of his or her twentieth year of transit service and accumulated at regular interest until completion of such twenty years of transit service, shall be computed to provide an annuity which as of the initial date of retirement allowance payability with respect to such member, shall be equal to twenty-five seventy-fifths of the pension then allowable to him or her for such minimum period of service under the provisions of this section. l. (1) A transit twenty-year plan member (as defined in subdivision sixty-one of section 13-101 of this chapter) who is in service with the transit authority on June thirtieth, nineteen hundred seventy as a transit hourly-paid employee may elect, by a written application duly executed and acknowledged and filed with the board prior to January first, nineteen hundred seventy-one, to be relieved, pursuant to the provisions of paragraph two of this subdivision l, of making further contributions and to qualify for retirement under the provisions of this section without making further contributions. (2) Any such member who makes such an election shall not, commencing with his or her payroll period, the first day of which is next after July first, nineteen hundred seventy and thereafter while he or she remains a transit twenty-year plan member, be required to make further contributions to the retirement system as provided in paragraphs one and two of subdivision b of this section or paragraphs one and three of subdivision c of this section, whichever are applicable to him or her, and commencing with such payroll period and thereafter while he or she remains a transit twenty-year plan member, the making of further deductions from his or her compensation as provided for in such applicable paragraphs shall not be required. (3) Any person who is appointed a transit hourly-paid employee on or after July first, nineteen hundred seventy and who elects to become a transit twenty-year plan member shall not, while he or she remains a transit twenty-year plan member, be required to make contributions to the retirement system as provided for in paragraph three of subdivision c of this section and while he or she remains a transit twenty-year plan member, no deductions from his or her compensation shall be made as provided for in such paragraph three. (4) (a) The transit authority shall have full power and authority, by resolution or resolutions adopted on or before July first, nineteen hundred seventy-one, to designate as eligible for the election described in subparagraph (b) of this paragraph four, one or more categories, as it may determine, of transit twenty-year plan members, who, as of the effective date of any such resolution applicable to their category (which date shall not be earlier than July first, nineteen hundred seventy or later than July first, nineteen hundred seventy-one) are in the service of the transit authority as transit annually-paid operating employees, transit annually-paid non-operating employees with prior transit service or subsequently appointed transit annually-paid non-operating employees. (b) Any such resolution may provide that such eligible members therein designated, may, by a written application duly executed and acknowledged and filed with the board no later than six months after such effective date, elect to be relieved, pursuant to the provisions of paragraph five of this subdivision l, of making further contributions and to qualify for retirement under the provisions of this section without making further contributions. (5) Any such member who makes such election pursuant to paragraph four of this subdivision l shall not, on or after the effective date of such resolution applicable to him or her and thereafter while he or she remains a transit twenty-year plan member, be required to make further contributions to the retirement system as provided in paragraphs two and three of subdivision k of this section or paragraphs four and six of such subdivision, whichever of such paragraphs are applicable to him or her, and commencing on such effective date and thereafter while he or she remains a transit twenty-year plan member, the making of further deductions, as provided for in such applicable paragraphs, from his or her compensation shall not be required. (6) (a) The transit authority shall have full power and authority, by resolution or resolutions adopted on or before July first, nineteen hundred seventy-one, to designate as non-contributory members as provided for in subparagraph (b) of this paragraph six, one or more categories, as it may determine, of persons who, after the effective date of any such resolution applicable to their category (which date shall not be earlier than July first, nineteen hundred seventy or later than July first, nineteen hundred seventy-one) are appointed transit annually-paid operating employees, transit annually-paid non-operating employees with prior transit service or subsequently appointed transit annually-paid non-operating employees and who become transit twenty-year plan members. (b) Any such member designated as a non-contributory member pursuant to subparagraph (a) of this paragraph six shall not, while he or she remains a transit twenty-year plan member be required to make contributions to the retirement system as provided for in paragraph six of subdivision k of this section and while he or she remains a transit twenty-year plan member, no deductions from his or her compensation shall be made as provided for in such paragraph six. (7) In any case where any deductions from the compensation of a twenty-year pension plan member are made as contributions under the applicable provisions of subdivision b, c or k of this section with respect to any period in relation to which, under the foregoing provisions of this subdivision l, he or she is relieved of making contributions, such deductions shall be refunded to such member, without interest. (8) Nothing contained in the foregoing paragraphs of this subdivision l shall be construed to require that a normal rate of contribution heretofore assigned to a transit twenty-year plan member pursuant to the provisions of paragraphs one and two of subdivision b of this section or paragraphs one and three of subdivision c of this section or paragraphs two and three of subdivision k of this section or paragraphs four and six of such subdivision k, whichever of such paragraphs are applicable to such member, shall not be retained by him or her for the purposes of this chapter, subject to the provisions of this section, or to require that a normal rate of contribution shall not be hereafter assigned to and retained by a transit twenty-year plan member, pursuant to the applicable provisions of such paragraphs of such subdivisions b, c and k, for the purposes of this chapter, subject to the provisions of this section. (9) (a) In any case where any transit twenty-year plan member is relieved, pursuant to the foregoing provisions of this subdivision l, of making contributions, all required contributions heretofore or hereafter made by such member during any period wherein he or she was not or is not so relieved shall nevertheless remain required contributions (whether or not made by him or her while a transit twenty-year plan member) for all of the purposes of this chapter, including, but not limited to the purposes of subdivisions f, g and h of this section, and nothing contained in the foregoing paragraphs of this subdivision l or any other provision of law shall be construed as changing their status as required contributions to any other status. (b) No contributions of a transit twenty-year pension plan member who is so relieved shall be deemed excess contributions under subdivision c of section 13-140 of this chapter unless such contributions, if such member were not so relieved, would be excess contributions. (10) (a) Any transit twenty-year plan member: (1) who is relieved of making contributions by the provisions of paragraphs one and two of this subdivision l, or (ii) who is relieved of making contributions by the provisions of paragraphs four and five of this subdivision l; may, for the purpose of purchasing additional annuity, elect to continue to contribute to the retirement system at the rate of two and one half per centum, five per centum, seven and one half per centum, or ten per centum of earnable compensation. (b) Any contributions made by a transit twenty-year plan member pursuant to subparagraph (a) of this paragraph ten shall be deemed to be voluntary, additional contributions for all of the purposes of this title, including but not limited to the purposes of subdivisions f, g and h of this section. (c) Such voluntary, additional contributions shall not enter into the computation for allowance on ordinary disability retirement as described in section 13-174 of this chapter. m. In any case where a transit twenty-year plan member (as defined in subdivision sixty-one of section 13-101 of this chapter) who had membership in the retirement system immediately prior to becoming a transit twenty-year plan member dies while a transit twenty-year plan member but before completing twenty years of transit service, such member, if he or she would have been eligible, on the day next preceding the day of his or her death, to retire for service had he or she remained a member under the retirement plan applicable to him or her immediately before he or she became a transit twenty-year plan member, shall be deemed to have died while a member of such immediately preceding retirement plan. n. (1) Notwithstanding any other provision of this section to the contrary, any person who is a transit hourly-paid employee on June thirtieth, nineteen hundred seventy and who is not on that date a transit twenty-year plan member (as defined in subdivision sixty-one of section 13-101 of this chapter) may elect, by a written application duly executed and acknowledged and filed with the board on or after July first, nineteen hundred seventy and prior to January first, nineteen hundred seventy-one, the right to retire under the provisions of this section after twenty years of transit service, with retirement allowance payable at or after age fifty. (2) Subject to the provisions of subdivision l of this section, the rate of contribution, on and after July first, nineteen hundred sixty-eight, of any such member making such election who was a transit hourly-paid employee on June thirtieth, nineteen hundred sixty-eight and whose last membership in the retirement system began on or before such June thirtieth, shall be that determined in accordance with the method of computation prescribed by paragraph two of subdivision b of this section. (3) Such election by a member described in paragraph two of this subdivision n shall constitute an election to contribute on and after July first, nineteen hundred sixty-eight to the retirement system, for benefits as a transit twenty-year pension plan member, at the rate of contribution prescribed by paragraph two of subdivision b of this section; provided that if such member is relieved, pursuant to the provisions of subdivision l of this section, of making contributions, he or she shall not be required to make contributions on or after the effective date of such relief. (4) Subject to the provisions of subdivision l of this section, in the case of any such member making such election who was appointed a transit hourly-paid employee with the transit authority on or after July first, nineteen hundred sixty-eight, his or her rate of contribution, on and after the date of such appointment, shall be that determined in accordance with the method of computation prescribed by paragraph three of subdivision c of this section. (5) Such election by a member described in paragraph four of this subdivision n shall constitute an election to contribute to the retirement system, on and after the date of his or her appointment as a transit hourly-paid employee, for benefits as a transit twenty-year pension plan member, at the rate of contribution prescribed by paragraph three of subdivision c of this section; provided that if such member is relieved, pursuant to the provisions of subdivision l of this section, of making contributions, he or she shall not be required to make contributions on or after the effective date of such relief. (6) In any case where any member makes such election pursuant to paragraph one of this subdivision n, any required contributions made by such member in excess of those required by the applicable provisions of paragraph three or five of this subdivision shall, to the extent of such excess, be refunded to such member, without interest. (7) In any case where any member makes such election pursuant to paragraph one of this subdivision n and the required contributions made by such member during the period specified in the applicable provisions of paragraph three or five of this subdivision are smaller than those required by such provisions, such member, notwithstanding any provision of subdivision l of this section or any other provision of law to the contrary, shall, on and after the date on which he or she makes such election, continue to make contributions at his or her rate of contribution as a twenty-year pension plan member until such deficiency is satisfied. (8) (a) Notwithstanding any other provision of this chapter to the contrary, the reserve-for-increased-take-home-pay, if any, credited to any member who makes such election pursuant to paragraph one of this subdivision n shall be reduced by the applicable amount prescribed by subparagraph (b) or (c) of this paragraph eight. (b) In the case of any such member who was a transit hourly-paid employee on July first, nineteen hundred sixty-eight, such reserve shall be reduced by the amount of all sums (together with regular interest thereon) which, if such election had not been made, would be required to be added to such reserve as due from the city with respect to any period or portion thereof occurring on or after July first, nineteen hundred sixty-eight. (c) In the case of any such member who was appointed a transit hourly-paid employee after July first, nineteen hundred sixty-eight, such reserve shall be reduced by the amount of all sums (together with regular interest thereon) which, if such election had not been made, would be required to be added to such reserve as due from the city with respect to any period or portion thereof occurring on or after the date on which such member was appointed a transit hourly-paid employee. (d) The amount of such reduction prescribed by subparagraph (b) or (c) of this paragraph eight shall become the property of the retirement system. (9) Notwithstanding any other provision of this section to the contrary, any person who is appointed a transit hourly-paid employee on or after July first, nineteen hundred seventy, may elect the right to retire as provided in this section after completion of twenty years of transit service, with retirement allowance payable at or after age fifty, by executing and acknowledging a written election to such effect and by filing such election with the board: (a) prior to: (i) the date of certification of his or her rate of contribution; or (ii) January first, nineteen hundred seventy-one; whichever is later, if such person is not a member of the retirement system at the time of such appointment; or (b) prior to: (i) the thirty-first day after such appointment; or (ii) January first, nineteen hundred seventy-one; whichever is later, if such person is a member of the retirement system at the time of such appointment. (10) If a member who makes such election pursuant to paragraph nine of this subdivision n, made required contributions to the retirement system with respect to the whole or any part of the period between such appointment and such election, by reason of status as a member of the retirement system prior to the filing of such election, the amount of such required contributions shall be refunded to such member, without interest. (11) If a member who makes such election pursuant to paragraph nine of this subdivision n was credited with any sum representing an initiation of or addition to reserve-for-increased-take-home-pay which, if such election had not been made, would be due from the city with respect to such period or portion thereof mentioned in paragraph ten of this subdivision, such sum, with regular interest thereon, shall be deducted from such reserve and shall become the property of the retirement system. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "161",
    "identifier": "13-161",
    "catch_text": "Optional service retirement for certain officers and employees of the New York city transit authority after twenty years of designated service, with"
  }
}