{
  "text": "ยง 13-143 Termination of membership; transfer to police pension fund. a. (1) Any member of the New York city employees' retirement system may transfer his or her credit therein to the police pension fund provided for in subchapter two of chapter two of this title upon attaining membership in said police pension fund. Any person heretofore a member of the New York city employees' retirement system whose membership therein was terminated by his or her attaining membership in said police pension fund and who has not withdrawn his or her contributions to the New York city employees' retirement system may similarly transfer his or her credit to the said police pension fund. (2) Subject to the provisions of paragraph four of this subdivision, upon the request of such member or person for the transfer of credit within one year after attaining membership in said police pension fund or by April fifth, nineteen hundred forty-eight the actuary of the New York city employees' retirement system shall determine the reserve on the benefits allowable to such member or person as the result of employer contributions, including the reserve-for-increased-take-home-pay, as though such member had not discontinued membership, in the same manner as provided in section forty-three of the retirement and social security law. Subject to the provisions of paragraph four of this subdivision, such reserve shall thereupon be transferred from the contingent reserve fund of the New York city employees' retirement system to the contingent reserve fund of the said police pension fund and the accumulated deductions of such member or person shall thereupon be transferred from the annuity savings fund of the New York city employees' retirement system to the annuity savings fund of the said police pension fund within one year from the date of such request. (3) Subject to the provisions of subdivision b of this section, no member of the said police pension fund shall be eligible for retirement for service until he or she has served in the police force for a minimum period of twenty or twenty-five years, or until he or she has reached the age of fifty-five, according to the minimum period or age of retirement elected by such member prior to the certification of his or her rate of contribution. (4) Notwithstanding the provisions of paragraph two of this subdivision, with respect to transfers pursuant to this section which occur on or after the effective date of this paragraph, the actuary of the New York city employees' retirement system shall not be required to determine the reserve on the benefits allowable to the transferring member as the result of employer contributions, including the reserve-for-increased-take-home-pay, and the transfer of such reserve, including the reserve-for-increased-take-home-pay, from the New York city employees' retirement system to said police pension fund shall not be required. The New York city employees' retirement system, within one year from the date of the request for the transfer of credit, shall comply with all requirements for completing the transfer imposed on it by the provisions of this section. Nothing set forth in this paragraph shall be deemed to modify the requirement set forth in paragraph two of this subdivision that the New York city employees' retirement system transfer to said police pension fund the accumulated deductions of such member. b. (1) Subject to the provisions of paragraph two of this subdivision any period of allowable service rendered as an \"EMT member\", as defined in paragraph one of subdivision a of section 13-157.2 of this chapter, as added by chapter five hundred seventy-seven of the laws of two thousand, which immediately precedes service in the police force, and any period of allowable service rendered (i) as a peace officer, as defined in section 2.10 of the criminal procedure law, (ii) in the title of sheriff, deputy sheriff, marshal or district attorney investigator, or (iii) in any position specified in appendix A of operations order 2-25 of the police department of the city of New York dated December eleventh, two thousand two, which immediately precedes service in the police force, and any period of allowable service in the uniformed transit police force, uniformed correction force, housing police service and the uniformed force of the department of sanitation immediately preceding service in the police force, credit for which period of immediately preceding allowable service was or is transferred pursuant to subdivision a of this section, shall be deemed to be service in the police force for purposes of eligibility for benefits and to determine the amount of benefits under the police pension fund. (2) In any case where, by reason of credit for such immediately preceding service, the date of completion of such member's minimum period for service retirement under the police pension fund became or becomes earlier than such date would be if such credit for such immediately preceding service had not been so acquired, there shall be effected with respect to such member: (a) such increase in such member's normal rate of contribution, effective as of the date on which such member last became a member of the police pension fund, as may be necessary to reflect such earlier date of eligibility for service retirement; and (b) the charging of such member who acquired or acquires such credit for such immediately preceding service with a contribution rate deficiency: (i) which shall accrue from the date on which such member last became a member of the police pension fund; and (ii) which shall be in such amount as shall be the product of the increase provided in subparagraph (a) of this paragraph two and the member's compensation during the period of time provided in item (i) of this subparagraph (b); and (iii) which, unless paid by such member in such manner as shall be prescribed by rules and regulations adopted by the board of trustees of such pension fund, shall require an appropriate adjustment of any benefit which may become payable to or on account of such member. (3) Nothing contained in paragraph two of this subdivision b shall cause a member who acquires or acquired credit for a period of allowable service in any such uniformed force or service by reason of the provisions of paragraph one of this subdivision to be denied: (a) the right or entitlement, if any, to terminate or reduce contributions to such police pension fund or to a refund of or credit for contributions paid during the period when the member would have been entitled to terminate or reduce such contributions if he or she had such service credit on the date when he or she last became a member of such police pension fund; or (b) any other right, benefit or entitlement of a similarly situated member of such police pension fund with equal total service credit consisting only of service in the uniformed force of the police department, provided that the foregoing provisions of this paragraph three shall not be construed in a manner inconsistent with the provisions of paragraph two of this subdivision b. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "143",
    "identifier": "13-143",
    "catch_text": "Termination of membership; transfer to police pension fund."
  }
}