{
  "text": "ยง 13-193.5 Payments to housing police superior officers' variable supplements fund for HPSOVSF transition fiscal years. 1. (a) Subject to the provisions of paragraph (b) of this subdivision, the definition of terms set forth in paragraphs (d), (e) and (f) of subdivision one of housing police force section 13-193 shall apply to this section with the same force and effect as if such definitions were specifically set forth in this section. (b) For the purpose of any determination, calculation or allocation under this section with respect to any HPSOVSF transition fiscal year (as defined in paragraph (d) of subdivision three of this section): (i) the term \"base fiscal year\" used in paragraphs (d), (e) and (f) of subdivision one of housing police section 13-193 shall be deemed to refer to a HPSOVSF transition fiscal year; (ii) the term \"transferable earnings\", as used in paragraph (f) of subdivision one of housing police section 13-193, shall be deemed to refer to a cumulative earnings factor (as defined in paragraph (i) of subdivision three of this section), whether such factor is a positive or a negative quantity. 2. For the purposes of this section, the definitions of terms set forth in paragraphs four, six, eight, nine and ten of subdivision a of section 13-232 of this title shall apply to this section 13-193.5 with the same force and effect as if such definitions were specifically set forth in this section; provided, however, that for the purpose of any determination, calculation or allocation under this section with respect to any HPSOVSF transition fiscal year (as defined in paragraph (d) of subdivision three of this section): (a) the term \"HPSOVSF transition fiscal year\" shall be deemed to be substituted for the term \"base fiscal year\" set forth in paragraphs four, eight, nine and ten of subdivision a of section 13-232 of this title; (b) the words \"retirement system\" shall be deemed to be substituted for the words \"pension fund\" set forth in paragraph eight of subdivision a of section 13-232 of this chapter and the term \"tie vote\" shall be deemed to refer to a circumstance where a resolution is not adopted because of the provisions of subparagraph (d) of paragraph five of subdivision b of section 13-103 of this chapter; (c) the board referred to in subparagraph (b) of paragraph eight of subdivision a of section 13-232 of this chapter shall be deemed to mean the board of trustees of the retirement system; and (d) the term \"transferable earnings\" set forth in subparagraph (b) of paragraph eight of subdivision a of section 13-232 of this chapter shall be deemed to mean any HPSOVSF cumulative earnings factor (as defined in paragraph (j) of subdivision three of this section) which is a positive quantity. 3. For the purposes of this section, the following terms shall mean and include: (a) \"HPOVSF basis fiscal year related to a payment guarantee\". Any fiscal year which is a HPOVSF basis fiscal year related to a payment guarantee, as defined in paragraph (c) of subdivision three of section 13-193.4 of this chapter. (b) \"Housing police section 13-193\". Section 13-193 of this chapter, which relates to the housing police variable supplements funds. (c) \"HPSOVSF basis fiscal year related to a payment guarantee\". Any fiscal year which is a HPSOVSF basis fiscal year related to a payment guarantee, as defined in paragraph (c) of subdivision three of section 13-193.7 of this chapter. (d) \"HPSOVSF transition fiscal year\". Any fiscal year of the city which is a HPOVSF basis fiscal year related to a payment guarantee (as defined in paragraph (a) of this subdivision) but is not a HPSOVSF basis fiscal year related to a payment guarantee (as defined in paragraph (c) of this subdivision). (e) \"Prior HPSOVSF transition fiscal year\". Any fiscal year of the city which is a HPSOVSF transition fiscal year (as defined in paragraph (d) of this subdivision) and which also precedes a HPSOVSF transition fiscal year for which a computation is being made pursuant to this section to determine whether a payment is due from the retirement system to the housing police superior officers' variable supplements fund. (f) \"Cumulative earnings factor as of June thirtieth next preceding the first HPSOVSF transition fiscal year\". (1) An amount, expressed as a positive or negative quantity, as the case may be, which shall be determined in accordance with the method set forth in the succeeding subparagraphs of this paragraph. (2) (A) Subject to the provisions of item (B) of this subparagraph, the cumulative earnings differential for the base fiscal year (as defined in paragraph eleven of subdivision a of section 13-232 of this chapter), as made applicable by paragraph (c) of subdivision one of housing police section 13-193 to the base fiscal years defined in paragraph (a) of such subdivision one, shall be computed pursuant to such section 13-193 for the base fiscal year (as so defined by such paragraph (a)) next preceding July first of the first HPSOVSF transition fiscal year (as defined in paragraph (d) of this subdivision). (B) In the computation of the cumulative earnings differential for such next preceding base fiscal year as provided for in item (A) of this subparagraph, computations for such next preceding base fiscal year and each preceding base fiscal year shall be made in compliance with the applicable provisions of subdivision four of housing police section 13-193 of this chapter. (3) The cumulative distributions of transferable earnings for prior base fiscal years (as defined in paragraph thirteen of subdivision a of section 13-232 of this title) shall be computed pursuant to such section and housing police section 13-193 with respect to such base fiscal year next preceding July first of the first HPSOVSF transition fiscal year. (4) The amount of transferable earnings (as defined in paragraph (c) of subdivision one of housing police section 13-193), if any, for such base fiscal year next preceding such July first, determined in accordance with the applicable provisions of subdivision four of such section, shall be added to the cumulative distributions of transferable earnings computed pursuant to subparagraph three of this paragraph. (5) The sum resulting from the addition prescribed by subparagraph four of this paragraph shall be subtracted from the amount computed pursuant to subparagraph two of this paragraph. The remainder resulting from the subtraction shall be the cumulative earnings factor as of June thirtieth next preceding the first HPSOVSF transition fiscal year. (g) \"Equity experience factor\". (1) An amount (expressed as a positive or negative quantity) which shall be determined for each HPSOVSF transition fiscal year (as defined in paragraph (d) of this subdivision) in accordance with the method of computation set forth in the succeeding subparagraphs of this paragraph. (2) The amount of income earned by the retirement system during the HPSOVSF transition fiscal year from its investment in equities shall be computed. (3) To each such amount of income for each such HPSOVSF transition fiscal year there shall be added the capital gains, realized and unrealized, occurring during such HPSOVSF transition fiscal year by reason of such investments. (4) From the sums resulting from the addition prescribed by subparagraph three of this paragraph there shall be subtracted the capital losses, realized or unrealized, occurring during such HPSOVSF transition fiscal year by reason of such investment. (5) In the event that any equity is sold during any such HPSOVSF transition fiscal year, the expense of such sale, including but not limited to broker's commissions, shall be deducted from capital gain or added to capital loss, in determining whether such sale produced a capital gain or a capital loss and the amount thereof. (6) The remainder resulting from the subtraction prescribed by subparagraph four of this paragraph shall be adjusted so that it equals the amount which it would have been in the absence of the enactment of chapter three hundred seventy-five of the laws of nineteen hundred ninety-three. (7) Any adjustment required to be made pursuant to the provisions of subparagraph six of this paragraph shall be computed pursuant to a scientific method recommended to the board of trustees of the retirement system by the actuary and approved by such board; provided that if such board is unable to approve, by the required vote, any such formula recommended by the actuary, such adjustment shall be computed pursuant to a scientific formula recommended by the actuary and approved by an arbitrator designated pursuant to the procedure set forth in subparagraph (b) of paragraph eight of subdivision a of section 13-232 of this title, as made applicable to this section by subdivision two of this section. For the purposes of this paragraph, the term \"transferable earnings\" set forth in such subparagraph (b) shall be deemed to mean a HPSOVSF transition cumulative earnings factor (as defined in paragraph (j) of this subdivision) which is a positive quantity. (8) The equity experience factor for such HPSOVSF transition fiscal year shall be the amount remaining after the adjustment prescribed by subparagraphs six and seven of this paragraph has been made. (h) \"Hypothetical fixed income securities earnings\". (1) The aggregate of the hypothetical interest yields computed pursuant to subparagraphs two, three and four of this paragraph. (2) The board of trustees of the retirement systems shall compute with respect to each investment made or maintained by the retirement system in an equity during the HPSOVSF transition fiscal year (as defined in paragraph (d) of this subdivision), the amount of interest which would have been hypothetically earned during such fiscal year, under the methods of calculation prescribed in this paragraph, if an amount equal to such investment had instead been hypothetically invested in fixed income securities and such securities had been held by the retirement system for a period (in the HPSOVSF transition fiscal year) co-extensive with the period during which such equity was held by the retirement system in the HPSOVSF transition fiscal year. (3) For the purposes of this section, the amount or any such investment in an equity during the HPSOVSF transition fiscal year shall be deemed to be: (i) the market value of the equity on the first day of the HPSOVSF transition fiscal year, in the case of any such equity acquired by the retirement system prior to the commencement of such fiscal year and held by the retirement system on the first day of such fiscal year; and (ii) the total amount paid by the retirement system to acquire the equity, including but not limited to broker's commissions and other expenses of such acquisition, in the case of any such equity which is acquired by the retirement system during the HPSOVSF transition fiscal year. (4) For the purposes of this section, the amount of interest which would have been earned by the retirement system on such hypothetical fixed income securities during the HPSOVSF transition fiscal year shall be deemed to be the amount obtained: (i) by multiplying the amount of the investment in such equity, determined as prescribed by subparagraph three of this paragraph, by the assumed rate of interest for the HPSOVSF transition fiscal year; and (ii) by prorating the interest so computed, in any case where the investment in such equity was maintained by the retirement system for a part of the HPSOVSF transition fiscal year; and (iii) by multiplying the amount of interest computed for the full HPSOVSF transition fiscal year pursuant to items (i) and (ii) of this subparagraph by a fraction, the numerator of which is the amount designated as the equity experience factor with respect to such HPSOVSF transition fiscal year by subparagraph eight of paragraph (g) of this subdivision and the denominator of which is the remainder produced by the subtraction prescribed by subparagraph four of such paragraph with respect to such HPSOVSF transition fiscal year; and (iv) by adding together the products of all such multiplications performed pursuant to item (iii) of this subparagraph in relation to all such equities held by the retirement system during such fiscal year. (i) \"Cumulative earnings factor\". (1) The cumulative earnings factor for any HPSOVSF transition fiscal year (as defined in paragraph (d) of this subdivision) shall be determined as follows: (i) If the cumulative earnings factor for the immediately preceding HPSOVSF transition fiscal year was a positive quantity, the cumulative earnings factor for the HPSOVSF transition fiscal year shall be equal to the earnings differential for the HPSOVSF transition fiscal year. (ii) If the cumulative earnings factor for the immediately preceding HPSOVSF transition fiscal year was a negative quantity, the cumulative earnings factor for the HPSOVSF transition fiscal year shall be equal to the sum of: (A) the earnings differential for the HPSOVSF transition fiscal year; and (B) the cumulative earnings factor for the immediately preceding HPSOVSF transition fiscal year. (2) In applying the provisions of this paragraph (i) for the first HPSOVSF transition fiscal year, the term defined in paragraph (f) of this subdivision as \"cumulative earnings factor as of June thirtieth next preceding the first HPSOVSF transition fiscal year\" shall be substituted for the term \"cumulative earnings factor for the immediately preceding HPSOVSF transition fiscal year\". (j) \"HPSOVSF transition cumulative earnings factor\". With respect to any HPSOVSF transition fiscal year (as defined in paragraph (d) of this subdivision), the amount obtained by multiplying the allocation to the housing police variable supplements funds (as defined in paragraph (f) of subdivision one of housing police section 13-193), as made applicable to this section by subdivision one of this section, for such HPSOVSF transition fiscal year by a fraction, the numerator of which shall be the total contributions made to the retirement system with respect to such HPSOVSF transition fiscal year on behalf of all housing police members who are housing police superior officers (as defined in subdivision eighty-four of section 13-101 of this title) as of the last day of such HPSOVSF transition fiscal year, and the denominator of which shall be the total contributions made to the retirement system with respect to such HPSOVSF transition fiscal year on behalf of all housing police members who are members of the housing police service as of the last day of such HPSOVSF transition fiscal year. (k) \"Current HPSOVSF transition fiscal year\". The fiscal year of the city next succeeding a HPSOVSF transition fiscal year (as defined in paragraph (d) of this subdivision). 4. As soon as practicable after the close of each HPSOVSF transition fiscal year (as defined in paragraph (d) of subdivision three of this section), but not later than August thirty-first of the current HPSOVSF transition fiscal year related to a payment guarantee (as defined in paragraph (k) of subdivision three of this section), the board shall compute the HPSOVSF transition cumulative earnings factor (as defined in paragraph (j) of subdivision three of this section) with respect to such HPSOVSF transition fiscal year. 5. If the HPSOVSF transition cumulative earnings factor for the HPSOVSF transition fiscal year is a positive quantity, the retirement system, on or before August thirty-first of the current HPSOVSF transition fiscal year, shall pay from its contingent reserve fund to the housing police superior officers' variable supplements fund a sum equal to the amount of such factor. 6. The comptroller shall furnish to the board of trustees of the retirement system such information and data as it may request for the purpose of carrying out the provisions of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "193",
    "identifier": "13-193.5",
    "catch_text": "Payments to housing police superior officers' variable supplements fund for HPSOVSF transition fiscal years."
  }
}