{
  "text": "* ยง 13-193 Payments to transit police variable supplements funds. 1. As used in this section, the following terms shall mean and include: (a) \"Base fiscal year\". Any fiscal year of the city beginning on or after July first, nineteen hundred eighty-seven and ending on or before June thirtieth of the first TPOVSF calendar year covered by a payment guarantee (as defined in paragraph (g) of this subdivision), with respect to which fiscal year a determination is required to be made as to whether the retirement system is required to make a payment, pursuant to the provisions of this section, to the transit police officer's variable supplements fund and the transit police superior officers' variable supplements fund. (b) \"Current fiscal year\". The fiscal year of the city next succeeding the base fiscal year. (c) \"Transferable earnings\". Subject to the provisions of section 13-193.1 of this chapter, the total amount obtained in a base fiscal year with respect to the New York city employees' retirement system by following the procedure described in paragraph twelve of subdivision a of section 13-232 of this title. (d) \"Amount of assets of the retirement system\". With respect to any base fiscal year, the aggregate amount of all assets of the retirement system on June thirtieth of such fiscal year. (e) \"Amount of transit police assets\". The amount obtained by multiplying the total assets of the retirement system as of June thirtieth of such base fiscal year; by (i) the total salaries of transit police members of the retirement system as of such June thirtieth and dividing the product by (ii) the total salaries of members of the retirement system as of such June thirtieth. (f) \"Allocation to the transit police variable supplements funds\". With respect to any base fiscal year, the amount obtained: (i) by multiplying the transferable earnings, if any, with respect to such base fiscal year by the amount of transit police assets with respect to such base fiscal year; and (ii) by dividing the amount computed pursuant to subparagraph (i) of this paragraph by the amount of assets of the retirement system with respect to such base fiscal year. (g) \"TPOVSF calendar year covered by a payment guarantee\". The calendar year in which a guarantee, by a guarantee obligor (as defined in paragraph (g) of subdivision one of section 13-191 of this chapter (relating to the transit police officer's variable supplements fund)), of payment of variable supplements first takes effect pursuant to paragraph (f) or paragraph (g) of subdivision three of section 13-191 of this chapter, and any succeeding calendar year. (h) \"TPOVSF basis fiscal year related to a payment guarantee\". Any fiscal year of the city beginning on or after July first of the first TPOVSF calendar year covered by a payment guarantee (as defined in paragraph (g) of this subdivision). (i) \"TPSOVSF calendar year covered by a payment guarantee\". The calendar year in which a guarantee, by a guarantee obligor (as defined in paragraph (f) of subdivision one of section 13-192 of this chapter (relating to the transit police superior officers' variable supplements fund), of payment of variable supplements first take effect pursuant to paragraph (f) or paragraph (g) of subdivision three of section 13-192 of this chapter, and any succeeding calendar year. (j) \"TPSOVSF basis fiscal year related to a payment guarantee\". Any fiscal year of the city beginning on or after July first of the first TPSOVSF calendar year covered by a payment guarantee (as defined in paragraph (i) of this subdivision). 2. As soon as practicable after the close of each base fiscal year, but not later than August thirty-first of the current fiscal year, the board of the retirement system shall: (a) determine, in the manner provided in paragraph (f) of subdivision one of this section, whether there is an allocation to the transit police variable supplements funds with respect to such base fiscal year; and (b) the total contributions made to the retirement system, with respect to such base fiscal year, on behalf of all transit police members who are police officers as of the last day of such base fiscal year; and (c) the total contributions made to the retirement system, with respect to such base fiscal year, on behalf of all transit police members who are transit police superior officers, as of such last day. 3. (a) If there be an allocation to the transit police variable supplements funds with respect to the base fiscal year, determined as hereinabove provided, such allocation shall be divided into a transit police officer's variable supplements fund share and a transit police superior officers' variable supplements fund share in the ratio that the total contributions made to the retirement system with respect to such base fiscal year on behalf of transit police members who are transit police officers bears to the total contributions made to the retirement system with respect to such base fiscal year on behalf of transit police members who are transit police superior officers, as computed for such base fiscal year pursuant to the provisions of paragraphs (b) and (c) of subdivision two of this section. (b) On or before August thirty-first of the current fiscal year, the retirement system shall pay from the contingent reserve fund to the transit police officer's variable supplements fund and the transit police superior officers' variable supplements fund their respective shares of such allocation to the transit police variable supplements funds, as such shares are computed pursuant to paragraph (a) of this subdivision. 4. The determination as to whether there are transferable earnings with respect to each base fiscal year (as defined in paragraph (a) of subdivision one of this section), and if there are such transferable earnings, the amount thereof, shall be made as follows: (a) for the nineteen hundred eighty-seven--nineteen hundred eighty-eight base fiscal year, such determination shall be made pursuant to the preceding subdivisions of this section; (b) for the nineteen hundred eighty-eight--nineteen hundred eighty-nine and nineteen hundred eighty-nine--nineteen hundred ninety base fiscal years, such determination shall be made pursuant to the preceding subdivisions of this section, as modified by the provisions of subdivisions one through five, inclusive, of section 13-193.1 of this chapter, as such subdivisions one through five were in effect during such base fiscal years; (c) for the nineteen hundred ninety--nineteen hundred ninety-one base fiscal year and each succeeding base fiscal year to and including the last base fiscal year (as defined in paragraph (a) of subdivision one of this section), such determination shall be made pursuant to the preceding subdivisions of this section and subdivision six of section 13-193.1 of this chapter; and (d) for the purpose of applying subdivision six of such section 13-193.1 pursuant to the provisions of paragraph (c) of this subdivision, such subdivision six shall be deemed to refer only to the base fiscal years mentioned in such paragraph (c). 5. The preceding subdivisions of this section shall be inapplicable to determination of any and all rights of the transit police officer's variable supplements fund and of the transit police superior officers' variable supplements fund to any payments from the retirement system derived from or based on investment earnings of the retirement system in any fiscal year of the city commencing on or after July first of the first TPOVSF calendar year covered by a payment guarantee (as defined in paragraph (g) of subdivision one of this section). 6. The determination as to whether the retirement system is required to pay any monies to the transit police officer's variable supplements fund with respect to all TPOVSF basis fiscal years related to a payment guarantee (as defined in paragraph (h) of subdivision one of this section), and if any such monies are so payable, the amount thereof, shall be made pursuant to section 13-193.2 of this chapter. 7. (a) The determination as to whether the retirement system is required to pay any monies to the transit police superior officers' variable supplements fund with respect to the fiscal years of the city occurring during the period beginning on July first of the first TPOVSF basis fiscal year related to a payment guarantee (as defined in paragraph (h) of subdivision one of this section) and ending on June thirtieth next preceding the first TPSOVSF basis fiscal year related to a payment guarantee (as defined in such paragraph (j)), and if any such monies are so payable, the amount thereof, shall be made pursuant to section 13-193.3 of this chapter. (b) The determination as to whether the retirement system is required to pay any monies to the transit police superior officers' variable supplements fund with respect to all TPSOVSF basis fiscal years related to a payment guarantee (as defined in such paragraph (j)), and if any such monies are so payable, the amount thereof, shall be made pursuant to section 13-193.6 of this chapter. * NB There are 2 ยง 13-193's ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "193",
    "identifier": "13-193",
    "catch_text": "Payments to transit police variable supplements funds."
  }
}