{
  "text": "ยง 13-195 Payments to correction officers' variable supplements fund. 1. As used in this section, the following terms shall mean and include: (a) \"Base fiscal year\". Any fiscal year of the city beginning on or after July first, nineteen hundred ninety-nine and ending on or before June thirtieth of the first calendar year covered by a payment guarantee (as defined in paragraph (g) of this subdivision), with respect to which fiscal year a determination is required to be made as to whether the retirement system is required to make a payment, pursuant to the provisions of this section, to the correction officers' variable supplements fund. (b) \"Current fiscal year\". The fiscal year of the city next succeeding the base fiscal year. (c) \"Transferable earnings\". (i) The total amount obtained in a base fiscal year with respect to the New York city employees' retirement system by following the procedure described in paragraph twelve of subdivision a of section 13-232 of this title, as such procedure is modified in subparagraph (ii) of this paragraph. (ii) In determining the transferable earnings for a base fiscal year pursuant to subparagraph (i) of this paragraph, the term \"assumed rate of interest\", as used in item (i) of subparagraph (d) of paragraph seven of subdivision a of section 13-232 of this title shall be deemed to mean the rate of interest equal to one hundred fifteen percent of the average of monthly, ten-year United States treasury note yields as published in the Federal Reserve Statistical Bulletin H.15 or any successor publication. In the event that ten-year United States treasury note yields are no longer so published, then a comparable bond yield will be used. (d) \"Amount of assets of the retirement system\". With respect to any base fiscal year, the aggregate amount of all assets of the retirement system on June thirtieth of such fiscal year. (e) \"Correction officers assets\". The amount obtained by multiplying the total assets of the retirement system as of June thirtieth of such base fiscal year by (i) the total salaries of correction officer members of the retirement system as of such June thirtieth and dividing the product by (ii) the total salaries of members of the retirement system as of such June thirtieth. (f) \"Allocation to the correction officers' variable supplements fund\". With respect to any base fiscal year, the amount obtained: (i) by multiplying the transferable earnings, if any, with respect to such base fiscal year by the amount of correction officer assets with respect to such base fiscal year; and (ii) by dividing the amount computed pursuant to subparagraph (i) of this paragraph by the amount of assets of the retirement system with respect to such base fiscal year. (g) \"Calendar year covered by a payment guarantee\". The calendar year in which a guarantee by the city of payment of variable supplements first takes effect pursuant to paragraph (f) or paragraph (g) of subdivision three of section 13-194 of this chapter, and any succeeding calendar year. (h) \"Basis fiscal year related to a payment guarantee\". Any fiscal year of the city beginning on or after July first of the first calendar year covered by a payment guarantee (as defined in paragraph (g) of this subdivision). 2. As soon as practicable after the close of each base fiscal year, but not later than August thirty-first of the current fiscal year, the board of the retirement system shall: (a) determine, in the manner provided in paragraph (f) of subdivision one of this section, whether there is an allocation to the correction officers' variable supplements fund with respect to such base fiscal year; and (b) if there be such an allocation to the correction officers' variable supplements fund with respect to the base fiscal year, determined as hereinabove provided, the retirement system shall pay such allocation from the contingent reserve fund to the correction officers' variable supplements fund. 3. For the nineteen hundred ninety-nine--two thousand base fiscal year (as defined in paragraph (a) of subdivision one of this section) and each succeeding base fiscal year to and including the base fiscal year ending on June thirtieth of the first calendar year covered by a payment guarantee (as defined in paragraph (g) of subdivision one of this section), the determination as to whether there are transferable earnings with respect to each base fiscal year, and if there are such transferable earnings, the amount thereof, shall be made pursuant to the preceding subdivisions of this section. 4. The preceding subdivisions of this section shall be inapplicable to the determination of any and all rights of the correction officers' variable supplements fund to any payments from the retirement system derived from or based on investment earnings of the retirement system in any fiscal year of the city commencing on or after July first of the first calendar year covered by a payment guarantee (as defined in paragraph (g) of subdivision one this section). 5. The determination as to whether the retirement system is required to pay any monies to the corrections officers' variable supplements fund with respect to all basis fiscal years related to a payment guarantee (as defined in paragraph (h) of subdivision one of this section), and if any such monies are so payable, the amount thereof, shall be made pursuant to section 13-195.1 of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "195",
    "identifier": "13-195",
    "catch_text": "Payments to correction officers' variable supplements fund."
  }
}