{
  "text": "ยง 13-175 Retirement allowances; for accident disability. a. Upon retirement for accident disability, a member shall receive a retirement allowance which shall consist of: 1. An annuity, which shall be the actuarial equivalent of his or her accumulated deductions, if any, at the time of his or her retirement; and 2. A pension-providing-for-increased-take-home-pay which is the actuarial equivalent of the reserve-for-increased-take-home-pay to which he or she may then be entitled, if any; and 3. A pension of three-quarters of his or her final compensation, in addition to the annuity, if any, and pension, if any, provided for by paragraphs one and two of this subdivision a. b. Notwithstanding the provisions of subdivision a of this section, a sanitation member, when retired for accident disability, shall receive, in lieu of the retirement allowance provided for by subdivision a of this section, a retirement allowance consisting of: 1. An annuity which shall be the actuarial equivalent of his or her accumulated deductions at the time of his or her retirement; and 2. A pension-providing-for-increased-take-home-pay which is the actuarial equivalent of the reserve-for-increased-take-home-pay to which he or she may then be entitled, if any; and 3. A pension equal to three-fourths of his or her annual salary or compensation when so retired; and 4. If such member is eligible to retire for service when so retired, then in addition to the annuity, pension-providing-for-increased-take-home-pay and pension provided for in paragraphs one, two and three of this subdivision b: (a) A pension equal to one per cent of his or her average annual compensation or salary from the date of eligibility for service retirement to the date of his or her retirement for accident disability, multiplied by the number of years of city-service credited to him or her in excess of the number of such years credited as of the date of his or her eligibility for service retirement; and (b) For city-service rendered by him or her as a sanitation member both after eligibility for service retirement and on and after July first, nineteen hundred sixty-seven, which is credited to him or her, a pension equal to one-half per cent of his or her average annual compensation or salary from the date of eligibility for service retirement to the date of his or her retirement for accident disability, multiplied by the number of such years of city-service rendered as a sanitation member both after eligibility for service retirement and after July first, nineteen hundred sixty-seven. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "175",
    "identifier": "13-175",
    "catch_text": "Retirement allowances; for accident disability."
  }
}