{
  "text": "ยง 13-195.1 Payments to correction officers' variable supplements fund for basis fiscal years related to a payment guarantee. 1. (a) Subject to the provisions of paragraph (b) of this subdivision, for the purposes of this section, the definitions of terms set forth in paragraphs (d), (e) and (f) of subdivision one of section 13-195 of this chapter shall apply to this section with the same force and effect as if such definitions were specifically set forth in this section. (b) For the purpose of any determination, calculation or allocation under this section with respect to any basis fiscal year related to a payment guarantee (as defined in paragraph (a) of subdivision three of this section): (i) the term \"base fiscal year\" used in paragraphs (d), (e) and (f) of subdivision one of section 13-195 of this chapter shall be deemed to refer to a basis fiscal year related to a payment guarantee; and (ii) the term \"transferable earnings\", as used in paragraph (f) of subdivision one of section 13-195 of this chapter, shall be deemed to refer to a cumulative earnings factor (as defined in paragraph (e) of subdivision three of this section), whether such factor is a positive or a negative quantity. 2. For the purposes of this section, the definitions set forth in paragraphs five, six and seven of subdivision a of section 13-232 of this title shall apply to this section with the same force and effect as if such definitions were specifically set forth in this section; provided, however, that for the purpose of any determination, calculation or allocation under this section with respect to any basis fiscal year related to a payment guarantee (as defined in paragraph (c) of subdivision three of this section): (a) the term \"basis fiscal year related to a payment guarantee\" shall be deemed to be substituted for the term \"base fiscal year\" set forth in paragraphs five, six and seven of subdivision a of section 13-232 of this title; (b) the words \"retirement system\" shall be deemed to be substituted for the words \"pension fund\" or \"fund\" set forth in subparagraph (a) of paragraph five of subdivision a of section 13-232 of this title and in paragraph seven of such subdivision a; and (c) the term \"assumed rate of interest\" set forth in item (i) of subparagraph (d) of paragraph seven of subdivision a of section 13-232 of this title shall be deemed to have the meaning set forth in paragraph (j) of subdivision three of this section. 3. For the purposes of this section the following terms shall mean and include: (a) \"Basis fiscal year related to a payment guarantee\". Any fiscal year of the city commencing on or after July first of the first calendar year covered by a payment guarantee (as defined in paragraph (h) of this subdivision). (b) \"Prior basis fiscal year related to a payment guarantee\". Any fiscal year of the city which begins on or after the July first referred to in paragraph (a) of this subdivision and which also precedes a basis fiscal year related to a payment guarantee. (c) \"Earnings differential\". The amount (expressed as a positive or negative quantity) by which the equity experience factor (expressed as a positive or negative quantity) with respect to the basis fiscal year related to a payment guarantee (as defined in paragraph (a) of this subdivision) differs from the hypothetical fixed income securities earnings with respect to such basis fiscal year. If such equity experience factor is greater than such hypothetical fixed income securities earnings, the difference between the two shall be expressed as a positive quantity. If such hypothetical fixed income securities earnings are greater than such equity experience factor, the difference between the two shall be expressed as a negative quantity. (d) \"Cumulative earnings factor as of June thirtieth in the first calendar year covered by a payment guarantee\". (i) An amount, expressed as a positive or negative quantity, as the case may be, which shall be determined in accordance with the method set forth in the succeeding subparagraphs of this paragraph. (ii)(A) Subject to the provisions of item (B) of this subparagraph, the cumulative earnings differential for the base fiscal year (as defined in paragraph eleven of subdivision a of section 13-232 of this title), as made applicable by paragraph (c) of subdivision one of section 13-195 of this chapter to the base fiscal years defined in paragraph (a) of such subdivision one, shall be computed pursuant to such section 13-195 for the base fiscal year (as so defined by such paragraph (a)) next preceding July first of the first calendar year covered by a payment guarantee (as defined in paragraph (h) of this subdivision). (B) In the computation of the cumulative earnings differential for such next preceding base fiscal year as provided for in item (A) of this subparagraph, computations for such next preceding base fiscal year and each preceding base fiscal year shall be made in compliance with the applicable provisions of subdivision three of section 13-195 of this chapter. (iii) The cumulative distributions of transferable earnings for prior base fiscal years (as defined in paragraph thirteen of subdivision a of section 13-232 of this chapter) shall be computed pursuant to such section 13-232 and section 13-195 of this chapter with respect to such base fiscal year next preceding July first of the first calendar year covered by a payment guarantee. (iv) The amount of transferable earnings (as defined in paragraph (c) of subdivision one of section 13-195 of this chapter), if any, for such fiscal year next preceding such July first, determined in accordance with the applicable provisions of subdivision three of such section 13-195, shall be added to the cumulative distributions of transferable earnings computed pursuant to subparagraph (iii) of this paragraph. (v) The sum resulting from the addition prescribed by subparagraph (iv) of this paragraph shall be subtracted from the amount computed pursuant to subparagraph (ii) of this paragraph. The remainder resulting from the subtraction shall be the cumulative earnings factor as of June thirtieth in the first calendar year covered by a payment guarantee. (e) \"Cumulative earnings factor\". (i) The cumulative earnings factor for any basis fiscal year related to a payment guarantee (as defined in paragraph (a) of this subdivision) shall be determined as follows: (A) If the cumulative earnings factor for the immediately preceding basis fiscal year related to a payment guarantee was a positive quantity, the cumulative earnings factor for the basis fiscal year related to a payment guarantee shall be equal to the earnings differential for such basis fiscal year related to a payment guarantee. (B) If the cumulative earnings factor for the immediately preceding basis fiscal year related to a payment guarantee was a negative quantity, the cumulative earnings factor for the basis fiscal year related to a payment guarantee shall be equal to the sum of: (1) the earnings differential for the basis fiscal year related to a payment guarantee; and (2) the cumulative earnings factor for the immediately preceding basis fiscal year related to a payment guarantee, increased with interest at a rate equal to the assumed rate of interest (as defined in paragraph (j) of this subdivision) with respect to such basis fiscal year related to a payment guarantee for which a cumulative earnings factor is being determined pursuant to this paragraph. (ii) In applying the provisions of this paragraph for the first basis fiscal year related to a payment guarantee (as defined in paragraph (a) of this subdivision), the term defined in paragraph (d) of this subdivision as \"cumulative earnings factor as of June thirtieth in the first calendar year covered by a payment guarantee\" shall be substituted for the term \"cumulative earnings factor for the immediately preceding basis fiscal year related to a payment guarantee\". (f) \"COVSF cumulative earnings factor\". With respect to any basis fiscal year related to a payment guarantee (as defined in paragraph (a) of this subdivision), the amount equal to the allocation to the correction officers' variable supplements fund (as determined pursuant to the provisions of paragraph (f) of subdivision one of section 13-195 of this chapter, as made applicable to this section by subdivision one of this section), for such basis fiscal year related to a payment guarantee. (g) \"COVSF unfunded accrued liability\". In any case where the valuation of assets and liabilities of the correction officers' variable supplements fund by the actuary pursuant to paragraph (h) of subdivision three of section 13-194 of this chapter shows that for any basis fiscal year related to a payment guarantee, such liabilities exceed such assets, the term \"COVSF unfunded accrued liability\" shall mean the amount of the excess of such liabilities over the amount of such assets for such basis fiscal year. (h) \"Calendar year covered by a payment guarantee\". The calendar year in which a guarantee by the city of payment of variable supplements first takes effect pursuant to paragraph (f) or paragraph (g) of subdivision three of section 13-194 of this chapter and any succeeding calendar year. (i) \"Current fiscal year related to a payment guarantee\". The fiscal year of the city next succeeding a basis fiscal year related to a payment guarantee (as defined in paragraph (a) of this subdivision). (j) \"Assumed rate of interest\". The rate of interest equal to one hundred fifteen percent of the average of monthly, ten-year United States treasury note yields as published in the Federal Reserve Statistical Bulletin H.15 or any successor publication. In the event that ten-year United States treasury note yields are no longer so published, then a comparable bond yield will be used. 4. As soon as practicable after the close of each basis fiscal year related to a payment guarantee (as defined in paragraph (a) of subdivision three of this section), but not later than December thirty-first of the current fiscal year related to a payment guarantee (as defined in paragraph (i) of subdivision three of this section), the board of trustees of the retirement system shall compute the COVSF cumulative earnings factor (as defined in paragraph (f) of subdivision three of this section) with respect to such basis fiscal year. 5. If the COVSF cumulative earnings factor for such basis fiscal year is a positive quantity, the retirement system, on or before December thirty-first of the current fiscal year related to a payment guarantee, shall pay from its contingent reserve fund to the correction officers' variable supplements fund, as the payment due for such basis fiscal year under this section, an amount determined pursuant to the provisions of subdivision six of this section. 6. The amount payable for such basis fiscal year as provided for in subdivision five of this section shall be the lesser of (a) the COVSF cumulative earnings factor for such basis fiscal year referred to in such subdivision five or (b) the COVSF unfunded accrued liability (as defined in paragraph (g) of subdivision three of this section) for such basis fiscal year. 7. No amount shall be due from or payable by the retirement system to such variable supplements fund under this section for any basis fiscal year related to a payment guarantee which shall exceed the COVSF unfunded accrued liability for such basis fiscal year, regardless of the amount and character of the COVSF cumulative earnings factor for such basis fiscal year. 8. The comptroller shall furnish to the board of trustees of the retirement system such information and data as it may request for the purpose of carrying out the provisions of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "195",
    "identifier": "13-195.1",
    "catch_text": "Payments to correction officers' variable supplements fund for basis fiscal years related to a payment guarantee."
  }
}