{
  "text": "ยง 13-104 Membership; composition and eligibility. Except as otherwise provided in section 13-179 of this chapter, the membership of the retirement system shall consist of: 1. All persons in city-service, as defined in this title, in positions in the competitive or labor class of the civil service, who entered or reentered such service after the first day of October, nineteen hundred twenty, whose compensation is at a rate not less than eight hundred forty dollars per annum, and who completed or shall complete six months of city-service after such entrance or re-entrance. 2. All persons in city-service, as defined in this chapter, who file with the board a statement duly executed and acknowledged waiving and renouncing all present and prospective benefits provided wholly or partly by the city through any other retirement system or pension fund and consenting and agreeing to membership and to the deductions for annuity purposes prescribed in this chapter. 3. Notwithstanding any inconsistent provision of section 13-184 of this chapter, or any other provision of this chapter, or the code, or any other law, all persons in city-service, as defined in this chapter, who file with the board a statement duly executed and acknowledged consenting for the period of their active membership in this retirement system to the suspension of all present benefits provided wholly or partly by the city through any other retirement system or pension fund and consenting and agreeing to membership and to the deductions for annuity purposes prescribed in this chapter. Upon the subsequent retirement of such person from this retirement system, they shall receive benefits based on city-service not included in the service upon which their retirement or pension from such other retirement system or pension fund is or would be based, and, upon such subsequent retirement, payment of the benefits provided through such other retirement system or pension fund, which had been suspended, shall be resumed. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "104",
    "identifier": "13-104",
    "catch_text": "Membership; composition and eligibility."
  }
}