{
  "text": "ยง 13-187 Retirement of members who are justices of the supreme court, judges of the surrogate's courts, judges of the civil court of the city of New York, judges of the criminal court of the city of New York, judges of the family court within the city of New York or officers or employees of any such court and who die while in service after becoming eligible for retirement. Notwithstanding other provisions of this code, any rules or regulations adopted by the board, or any provisions of law to the contrary, a member, who is a justice of the supreme court, a judge of the surrogate's court, a judge of the civil court of the city of New York, a judge of the criminal court of the city of New York, a judge of the family court within the city of New York, or an officer or employee of any such court who is eligible for retirement by reason of service and/or superannuation, may execute and file with such board a written application for retirement in the form required for such application, electing an option or options in accordance with section 13-177 of this chapter but requesting that such retirement under said option or options shall become effective on the date immediately preceding his or her death. The application shall be held by such board until the member shall file a later application for retirement, or his or her retirement in pursuance of section 13-166 of this chapter shall become effective, or until his or her death, whichever of such events shall first occur; and in the event of such member's death while such application shall continue to be so held by such board, his or her said retirement shall become effective with the same benefits to the designated beneficiary as if such member had retired and had become entitled to retirement allowance on the day immediately preceding his or her death. In the event that a member, who would be eligible for retirement by reason of service and/or superannuation, dies while in service before filing with such board an application for retirement in the form required for such application, or who, having filed an application for retirement in the form required, dies on or after the effective date of his or her retirement but before becoming entitled to retirement allowance, he or she shall nevertheless be deemed to have been retired and to have become entitled to a retirement allowance effective on the day immediately preceding his or her death; and if he or she had not indicated his or her election of an option under which he or she desired to be retired, he or she shall be considered as having elected to retire under the option designated as option one of section 13-177 of this chapter. If the beneficiary nominated should predecease the member prior to his or her retirement, the member may name a new beneficiary. If the member fails to nominate a new beneficiary or if the member has failed to file a form selecting an option under which he or she desires to be retired as provided by section 13-177 of this chapter, he or she shall be considered as having elected to retire under option one as set forth in section 13-177 of this chapter and the benefits payable hereunder shall be paid to the beneficiary nominated by the member under the provisions of section 13-148 of this chapter. Alternately, the beneficiary hereunder may elect to receive the ordinary death benefit provided by section 13-148 of this chapter. The provisions of this section and the privileges accorded hereunder shall apply only in those cases where death occurs on or after July first, nineteen hundred sixty-three except that as to judges of the civil court of the city of New York, judges of the criminal court of the city of New York, judges of the family court within the city of New York and officers and employees of such courts they shall apply only in those cases where death occurs on or after July first, nineteen hundred sixty-four. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "187",
    "identifier": "13-187",
    "catch_text": "Retirement of members who are justices of the supreme court, judges of the surrogate's courts, judges of the civil court of the city of New York, judg"
  }
}