{
  "text": "ยง 13-193.1 Procedural modifications as to determination of payments to transit police and housing police variable supplements funds. 1. As used in this section, the following terms shall mean and include: (a) \"Transit police section 13-193.\" Section 13-193 of this chapter, as added by chapter eight hundred forty-four of the laws of nineteen hundred eighty-seven. (b) \"Housing police section 13-193.\" Section 13-193 of this chapter, as added by chapter eight hundred forty-six of the laws of nineteen hundred eighty-seven. (c) \"Base fiscal year.\" Where used in this section in relation to the transit police officer's variable supplements fund or the transit police superior officers' variable supplements fund, such term shall mean a fiscal year of the city included within the definition of the term \"base fiscal year\" in paragraph (a) of subdivision one of the transit police section 13-193. Where used in this section in relation to the housing police officer's variable supplements fund or the housing police superior officers' variable supplements fund, such term shall mean a fiscal year of the city included within the definition of the term \"base fiscal year\" in paragraph (a) of subdivision one of housing police section 13-193. (d) \"Board.\" The board of trustees of the New York city employees' retirement system. 2. For the purpose of determining the entitlement, with respect to any base fiscal year including in the period beginning on July first, nineteen hundred eighty-eight and ending on June thirtieth, nineteen hundred ninety, of the transit police officer's variable supplements fund, the transit police superior officers' variable supplements fund, the housing police officer's variable supplements fund or the housing police superior officers' variable supplements fund to receive payment of any sum from the retirement system pursuant to the transit police section 13-193 or the housing police section 13-193, the procedure described in paragraph twelve of subdivision a of section 13-232 of this title shall be modified as provided for in the succeeding subdivisions of this section. 3. For such purpose only, paragraph five of subdivision a of such section 13-232 shall be deemed to read as follows: 5. (a) \"Equity experience factor.\" An amount (expressed as a positive or negative quantity) which shall be computed pursuant to the succeeding subparagraphs of this paragraph five. (b) There shall be computed an amount equal to (i) the income earned by the retirement system during the base fiscal year from its investments in equities, plus (ii) the capital gains, realized or unrealized, occurring during such fiscal year by reason of such investments, less (iii) the capital losses, realized or unrealized, occurring during such fiscal year by reason of such investments. (c) In the event that any equity is sold during the base fiscal year, the expense of such sale, including but not limited to broker's commissions, shall be deducted from capital gain or added to capital loss, in determining whether such sale produced a capital gain or capital loss and the amount thereof. (d) There shall be computed the sum which would be the equity experience factor for such base fiscal year if such factor were determined pursuant to paragraph five of subdivision a of section 13-232 of this title. (e) There shall be computed the amount which would have been the sum computed pursuant to subparagraph (d) of this paragraph (i) in the absence of the enactment of chapter five hundred eighty-one of the laws of nineteen hundred eighty-nine. (f) The amount required to be computed pursuant to the provisions of subparagraph (e) of this paragraph shall be computed pursuant to a scientific method recommended to the board by the actuary and approved by the board; provided that if the board is unable to approve, by the required vote, any such formula recommended by the actuary, such amount shall be computed pursuant to a scientific formula recommended by the actuary and approved by an arbitrator designated by the board. If the board is unable to designate an arbitrator by the required vote, such amount shall be computed pursuant to a scientific formula recommended by the actuary and approved by an arbitrator appointed by the supreme court, on the application of any member of the board. (g) The equity experience factor for such base fiscal year shall be the amount computed pursuant to the provisions of subparagraph (e) of this paragraph. 4. For such purpose only, subparagraph (a) of paragraph seven of subdivision a of section 13-232 of this title shall be deemed to read as follows: (a) Subject to the provisions of subparagraph (e) of this paragraph seven, the aggregate of the hypothetical interest yields computed pursuant to subparagraphs (b), (c) and (d) of this paragraph. 5. For such purpose only, paragraph seven of subdivision a of section 13-232 of this title shall be deemed to include a subparagraph (e) reading as follows: (e) (i) The hypothetical fixed income securities earnings for any base fiscal year included in the period beginning on July first, nineteen hundred eighty-eight and ending on June thirtieth, nineteen hundred ninety shall be determined pursuant to the provisions of this subparagraph (e). (ii) There shall be computed the amount which the hypothetical fixed income securities earnings for such base fiscal year would be, if determined pursuant to the provisions of subparagraphs (a), (b), (c) and (d) of this paragraph seven. (iii) The amount computed pursuant to item (ii) of this subparagraph shall be multiplied by a fraction; the numerator of which is the equity experience factor for such base fiscal year prescribed by subparagraph (g) of paragraph five of subdivision a of section 13-232 of this title, as such paragraph is deemed to read under the provisions of subdivision three of this section 13-193.1 and the denominator of which is the amount computed pursuant to subparagraph (d) of such paragraph five, as such paragraph is so deemed to read. (iv) The hypothetical fixed income securities earnings for such base fiscal year shall be the product of the multiplication prescribed by item (iii) of this subparagraph. 6. For the purpose of determining the entitlement, with respect to any base fiscal year beginning on or after July first, nineteen hundred ninety, of any variable supplements fund referred to in subdivision two of this section to receive payment of any sum from the retirement system pursuant to transit police section 13-193 or housing police section 13-193 of this title, the cumulative earnings differential for the base fiscal year (as defined in paragraph eleven of subdivision a of section 13-232 of this title) and the cumulative distributions of transferable earnings for prior base fiscal years (as defined in paragraph thirteen of such subdivision) shall be calculated in the same manner as if this section 13-193.1 and the amendment made by section twenty-eight of chapter eight hundred seventy-eight of the laws of nineteen hundred ninety had never been enacted. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "193",
    "identifier": "13-193.1",
    "catch_text": "Procedural modifications as to determination of payments to transit police and housing police variable supplements funds."
  }
}