{
  "text": "* ยง 13-192 Housing police superior officers' variable supplements fund. 1. As used in this section, the following words and phrases shall have the following meanings, unless a different meaning is plainly required by the context: (a) \"Variable supplements board\". The board of trustees provided for in subdivision three of this section. (b) \"Beneficiary\". Any person who receives a retirement allowance by reason of having retired, on or after July first, nineteen hundred eighty-seven, for service (with credit for twenty or more years of service toward the minimum period) as a housing police member and as a housing police superior officer, provided, however, that where a person who held or holds a rank of position as a housing police superior officer, subsequently and on or after May first, nineteen hundred ninety-two became or becomes a housing police officer, and while a housing police officer, retired or retires for service under such circumstances that he or she would have qualified as a beneficiary under the provisions of paragraph (c) of subdivision one of section 13-191 of this title (other than the proviso thereof), but did not or does not qualify as a beneficiary under such paragraph (c) because he or she was or is disqualified by the terms of such proviso, such retiree shall nevertheless be deemed to be a beneficiary under the provisions of this section. (c) \"Variable supplement\". Any sum authorized to be paid to a beneficiary pursuant to the provisions of this section. (d) \"Minimum period\". The minimum period of credited service which a housing police member is required by law to perform in order to be eligible to retire for service with immediate payability of retirement allowance. (e) \"Housing police officer\". A housing police member who, at the time as of which his or her status is to be determined, is not a housing police superior officer, as defined in subdivision eighty-four of section 13-101 of this chapter. (f) \"HPSOVSF calendar year not covered by a payment guarantee\". Any calendar year beginning on or after January first, nineteen hundred ninety-three, which year precedes the first calendar year in which a guarantee of payment of variable supplements takes effect pursuant to the provisions of paragraph (f) or paragraph (g) of subdivision three of this section. (g) \"HPSOVSF calendar year covered by a payment guarantee\". The calendar year in which a guarantee of payment of variable supplements first takes effect pursuant to paragraph (f) or paragraph (g) of subdivision three of this section, and any succeeding calendar year. 2. (a) There is hereby established a fund, to be known as the housing police superior officers' variable supplements fund. Such fund shall consist of such monies as may be paid thereto by the retirement system, pursuant to the provisions of sections 13-193, 13-193.5 and 13-193.7 of this chapter and all other monies received by such fund from any other source pursuant to law. (b) It is hereby declared by the legislature that the housing police superior officers' variable supplements fund shall not be, and shall not be construed to constitute, a pension or retirement system or fund, and that it shall function as a means whereby payments, not constituting a pension or retirement allowance, may be made in accordance with the provisions of this section, to eligible beneficiaries as a supplement to benefits received by them pursuant to this title. The legislature hereby reserves to the state and itself the right and power to amend, modify or repeal any or all of the provisions of this section. 3. (a) The housing police superior officers' variable supplements fund shall be administered by a board of trustees which shall, subject to applicable provisions of law, from time to time establish rules and regulations for the administration and transaction of the business of such fund and for the control and disposition thereof. (b) Such variable supplements board shall consist of: (1) The representative of the mayor who is a member of the board of trustees of the retirement system, who shall be entitled to cast one vote. The mayor may, by instrument in writing filed in his office and with the variable supplements board, designate one or more members of his office to act in the place of such representative at meetings of the board, in the event of such representative's absence therefrom. (2) The comptroller of the city, who shall be entitled to cast one vote. Any deputy comptroller authorized, pursuant to subdivision b of section ninety-four of the New York city charter, to act in the place of the comptroller as a member of the board of trustees of the retirement system, may be authorized by the comptroller, in accordance with the provisions of such subdivision, to act in the place of the comptroller as a member of the variable supplements board. (2-a) The commissioner of finance, who shall be entitled to cast one vote. Such commissioner may, by instrument in writing filed in his or her office and with the variable supplements board, designate one or more members of his or her office to act in his or her place at meetings of such board, in the event of such commissioner's absence therefrom. (3) Two representatives of the housing police superior officers, designated by the recognized employee organizations representing such superior officers. Each such representative shall be entitled to cast one vote. Each such representative may at any time, by written authorization filed with the variable supplements board, authorize any other officer of such organizations to act in his place as a member of the board in the event of such designee's absence from any meeting thereof. (c) Every act of the variable supplements board shall be by resolution which shall be adopted only by a vote of at least three-fifths of the whole number of votes authorized to be cast by all of the members of such board. (d) The actuary appointed by the board of the retirement system shall be the technical advisor of the variable supplements board. (d-1) The retirement system shall assign to the variable supplements board such number of clerical and other assistants as may be necessary for the performance of its functions. (e) (1) As of October thirty-first, nineteen hundred ninety-four and as of October thirty-first of each succeeding HPSOVSF calendar year not covered by a payment guarantee (as defined in paragraph (f) of subdivision one of this section), the actuary referred to in paragraph (d) of this subdivision shall value the assets of the variable supplements fund, subject to the provisions of paragraph (i) of this subdivision, and make an estimate of the total amount of variable supplements which would be payable, pursuant to subdivision four of this section and subparagraph two of this paragraph, to beneficiaries on or about December fifteenth of such calendar year for which such valuation and estimate are made, if such actuary determines that the value of such assets, as of October thirty-first of such calendar year, is equal to or greater than such total amount of variable supplements. (2) If such actuary determines that the value of such assets, as of October thirty-first of any such calendar year for which a valuation and estimate are required by subparagraph one of this paragraph, is equal to or greater than such estimated total amount of variable supplements which would be payable on or about December fifteenth of such calendar year, then the variable supplements which, upon a favorable determination of the actuary under this paragraph (e), are declared by subdivision four of this section to be payable to beneficiaries for such calendar year or a part thereof shall be paid by the variable supplements fund, in the applicable amounts prescribed by such subdivision four, to beneficiaries on or about December fifteenth of such calendar year. (3) If such actuary determines that the value of such assets, as of October thirty-first of any such calendar year for which a valuation and estimate are required by subparagraph one of this paragraph, is less than such estimated total amount of variable supplements which would be payable on or about December fifteenth of such calendar year pursuant to a favorable determination of the actuary, then no beneficiary shall be entitled to receive any variable supplement for such calendar year or any part thereof and no variable supplement shall be paid to any beneficiary for such calendar year or any part thereof. (4) In any case where, pursuant to the provisions of subparagraphs one and three of this paragraph, no variable supplements are payable for a calendar year or part thereof to any beneficiary, no variable supplements for such calendar year or part thereof shall at any time thereafter be payable and no beneficiary shall at any time thereafter be entitled to receive a variable supplement for such calendar year or part thereof. (f) (1) As of October thirty-first, nineteen hundred ninety-four and as of October thirty-first of each succeeding calendar year up to and including the earlier of (i) the first HPSOVSF calendar year covered by a payment guarantee (as defined in paragraph (g) of subdivision one of this section) or (ii) the calendar year two thousand six, the actuary referred to in paragraph (d) of this subdivision shall value the assets of the variable supplements fund, subject to the provisions of paragraph (i) of this subdivision, and shall estimate the present value, as of such October thirty-first, of all variable supplements which the variable supplements fund, under the provisions of subdivision four of this section, would be obligated to pay to beneficiaries with respect to the calendar year in which such October thirty-first occurs and all succeeding calendar years up to and including the calendar year two thousand six, if it were assumed that such variable supplements were payable with respect to all such calendar years occurring during the period beginning with the calendar year in which such October thirty-first occurs and extending to and including the calendar year two thousand six. (2) If the value of such assets as of any October thirty-first is equal to or greater than the sum obtained by adding together such estimated present value of variable supplements as of such October thirty-first and a sum equal to fifteen per centum of the assets of the variable supplements fund as of such October thirty-first: (i) variable supplements, as provided for in subdivision four of this section, shall be paid to beneficiaries for the calendar year in which such October thirty-first occurs and for each subsequent calendar year; and (ii) paragraph (e) of this subdivision shall be inapplicable with respect to entitlement of beneficiaries to variable supplements for the calendar years referred to in item (i) of this subparagraph; and (iii) payment of all variable supplements payable for the calendar years referred to in item (i) of this subparagraph is hereby made an obligation of the city and the city hereby guarantees that such supplements shall be paid to all beneficiaries for such calendar years. (g) If a guarantee of payment of variable supplements, pursuant to paragraph (f) of this subdivision, does not take effect prior to the calendar year two thousand one, variable supplements, as provided for in subdivision four of this section, shall be paid pursuant to such subdivision four for the calendar year two thousand one and each subsequent calendar year. Such payment is hereby made an obligation of the city and the city hereby guarantees that such variable supplements shall be paid to all beneficiaries for such calendar years. (h) (1) Subject to the provisions of paragraph (i) of this subdivision, as of June thirtieth next succeeding the first HPSOVSF calendar year covered by a payment guarantee (as defined in paragraph (g) of subdivision one of this section) and as of each succeeding June thirtieth, the actuary referred to in paragraph (d) of subdivision three of this section shall make a valuation of the assets and liabilities of the variable supplements fund in accordance with the requirements of the succeeding subparagraphs of this paragraph. For the purposes of paragraph (i) of subdivision three of section 13-193.7 of this chapter, such valuation as of any such June thirtieth shall be the valuation for the HPSOVSF basis fiscal year related to a payment guarantee (as defined in paragraph (c) of subdivision three of such section 13-193.7) in which such June thirtieth occurs. (2) The actuary shall base such annual valuation of liabilities only (i) upon the persons who, as of each June thirtieth, are beneficiaries and (ii) upon the persons who, being housing police officers and housing police superior officers in service as of such June thirtieth, may be actuarially expected to retire thereafter as housing police superior officers for service with twenty or more years of service creditable toward the minimum period. (3) The liabilities determined in such valuation shall be equal to the actuarial present value of accumulated plan benefits. The actuarial assumptions used by the actuary in making such annual valuation of liabilities, including assumptions as to interest rate, mortality of beneficiaries and number of housing police officers and housing police superior officers in service as of June thirtieth who will retire for service as housing police superior officers with twenty or more years of service creditable toward the minimum period, shall be adopted by the variable supplements board on the recommendation of the actuary. (i) For the purposes of the valuation of the assets of the variable supplements fund pursuant to paragraphs (e), (f) and (h) of this subdivision, such assets shall be valued at their fair market value as of the applicable date with respect to which such assets are required to be valued under the applicable provisions of such paragraphs. (j) Whenever variable supplements are payable to beneficiaries of the housing police superior officers' variable supplements fund pursuant to the provisions of this section, such payment, except as provided in paragraphs (f) and (g) of this subdivision, shall not be an obligation of the city and the city, except as provided for in such paragraphs (f) and (g), shall not guarantee such payment. 4. (a) The variable supplements fund shall pay variable supplements to beneficiaries in accordance with the succeeding paragraphs of this subdivision. (b) No variable supplements shall be payable to any beneficiary for any calendar year or part thereof preceding January first, nineteen hundred ninety-three. (b-1) (1) Subject to the provisions of subparagraph two of this paragraph and paragraph (f) of this subdivision, the variable supplements fund shall pay, for the calendar year nineteen hundred ninety-three, to each beneficiary who retired on or after July first, nineteen hundred eighty-seven and prior to July first, nineteen hundred eighty-eight, or who, having been in service as a member of the uniformed housing police force and as a member of the retirement system on June thirtieth, nineteen hundred eighty-eight, retired for service prior to January first, nineteen hundred ninety-three, a variable supplement of five thousand dollars. (2) Where any beneficiary referred to in subparagraph one of this paragraph died in such nineteen hundred ninety-three calendar year on or after February first thereof, the amount of variable supplement payable for that calendar year with respect to such deceased beneficiary shall be the product obtained by multiplying one-twelfth of five thousand dollars by the number of full calendar months such beneficiary lived in that calendar year prior to the month of his or her death. (3) Payment of variable supplements as provided for in subparagraphs one and two of this paragraph shall be made within thirty days after the date of enactment of the act which added this paragraph (b-1). (4) No variable supplements shall be payable by the variable supplements fund to any person for the nineteen hundred ninety-three calendar year other than the payments provided for by the preceding provisions of this paragraph. (c) For calendar years succeeding December thirty-first, nineteen hundred ninety-three, the variable supplements fund, subject to the provisions of paragraphs (e), (f) and (g) of subdivision three of this section, and provided any applicable conditions precedent to payability as prescribed by such provisions are satisfied, and subject to the provisions of paragraph (f) of this subdivision, shall pay to each beneficiary, who retired on or after July first, nineteen hundred eighty-seven and prior to July first, nineteen hundred eighty-eight, or who, having been in service as a member of the housing police service and as a member of the retirement system on June thirtieth, nineteen hundred eighty-eight, retired for service prior to January first, nineteen hundred ninety-four, variable supplements payments as follows: (1) for each calendar year following calendar year nineteen hundred ninety-three, but not including the calendar year of the beneficiary's death, a single annual payment to be paid on or about December fifteenth of such year, as follows: CALENDAR YEAR SUPPLEMENT 1994 $ 5,500 1995 $ 6,000 1996 $ 6,500 1997 $ 7,000 1998 $ 7,500 1999 $ 8,000 2000 $ 8,500 2001 $ 9,000 2002 $ 9,500 2003 $10,000 2004 $10,500 2005 $11,000 2006 $11,500 2007 and each calendar year thereafter $12,000 (2) for the calendar year of the beneficiary's death (for those beneficiaries who die on or after February first, nineteen hundred ninety-four), an amount calculated by multiplying one-twelfth times the supplement applicable to the year of death, as provided in the chart set forth in subparagraph one of this paragraph (c), by the number of full calendar months the beneficiary lived during that calendar year prior to the month of his or her death. (d) for calendar years succeeding December thirty-first, nineteen hundred ninety-three, the variable supplements fund, subject to the provisions of paragraphs (e), (f) and (g) of subdivision three of this section and provided any applicable conditions precedent to payability under such provisions are satisfied, and subject to the provisions of paragraph (f) of this subdivision, shall pay to each person who, on June thirtieth, nineteen hundred eighty-eight, was actually employed as a member of the housing police service and as a member of the retirement system and who retired for service on or after January first, nineteen hundred ninety-four so as to become a beneficiary, variable supplements payments as follows: (1) for the calendar year of retirement, an amount calculated by multiplying one-twelfth times the supplement applicable to the year of retirement, as provided for in the chart set forth in subparagraph one of paragraph (c) of this subdivision, by the number of calendar months elapsing from and including the month next following the month of retirement to the end of such calendar year of retirement, such payment to be made on or about December fifteenth of such year; (2) for each calendar year following the year of retirement, but not including the calendar year of the beneficiary's death, a single annual payment equal to the supplement provided for with respect to each such calendar year as set forth in the chart in subparagraph one of such paragraph (c), which payment shall be made on or about December fifteenth of such year; (3) for the calendar year of the beneficiary's death (for those beneficiaries who die on or after February first, nineteen hundred ninety-four), an amount calculated by multiplying one-twelfth times the supplement applicable to the year of death, as provided for in the chart set forth in subparagraph one of such paragraph (c), by the number of full calendar months the beneficiary lived during that calendar year prior to the month of his or her death; and (4) if the retirement and death of a beneficiary occur in the same calendar year, aggregate payments under subparagraphs one and three of this paragraph shall be made only in respect to calendar months following the month of retirement and preceding the month of death. (e) The variable supplements fund, subject to the provisions of paragraphs (e), (f) and (g) of subdivision three of this section and provided any applicable conditions precedent to payability under such provisions are satisfied, and subject to the provisions of paragraph (f) of this subdivision, shall pay to each person who became or becomes actually employed as a member of the housing police service and a member of the retirement system on or after July first, nineteen hundred eighty-eight, and who retires for service so as to become a beneficiary, variable supplements payments as follows: (1) for the calendar year of retirement, an amount calculated by multiplying one-twelfth times the sum of twenty-five hundred dollars by the number of calendar months elapsing from and including the month next following the month of retirement to the end of such calendar year of retirement, such payment to be made on or about December fifteenth of such year; (2) for each calendar year following the year of retirement, but not including the calendar year of the beneficiary's death, a single annual payment to be paid on or about December fifteenth of such year, as follows: CALENDAR YEAR OF ANNIVERSARY OF RETIREMENT (references hereinafter to \"anniversary year\" mean calendar year of anniversary) SUPPLEMENT First anniversary year The sum of (1) a lower-based component equal to one-twelfth of the base sum of $2,500 multiplied by the number of whole calendar months from and including the first month of such calendar year to and including the month in which the anniversary of the date of retirement occurs, and (2) a higher-based component equal to one-twelfth of the base sum of $3,000 multiplied by the number of months remaining in such calendar year Second anniversary year and each succeeding anniversary year to and including the nineteenth anniversary year The sum of a lower-based component and a higher-based component computed pursuant to the formula, above, for the first anniversary year, except that for each such anniversary year succeeding the first, the lower-based component shall be computed on a base sum $500 higher than the base sum required to be used in computing the lower-based component for the next preceding anniversary year and the higher-based component shall be computed on a base sum $500 higher than the base sum required to be used in computing the higher-based component for such next preceding anniversary year Twentieth anniversary year and each succeeding anniversary year $12,000 (3) for the calendar year of the beneficiary's death, an amount calculated in accordance with the formula for that year set forth in subparagraph two of this paragraph (e) but prorated on the basis of the number of full calendar months the beneficiary lived during that year prior to the month of his or her death; and (4) if the retirement and death of a beneficiary occur in the same calendar year, aggregate payments under subparagraphs one and three above shall be made only in respect to calendar months following the month of retirement and preceding the month of death. (f) (1) (i) Subject to the provisions of items (ii), (iii) and (iv) of this subparagraph, on or after January first, nineteen hundred ninety-three, where a beneficiary is entitled to receive variable supplements payments pursuant to paragraph (b-1), paragraph (c), paragraph (d) or paragraph (e) of this subdivision, and that beneficiary is also entitled to receive a supplemental retirement allowance or cost-of-living adjustment pursuant to any other provision of law enacted on or after January first, nineteen hundred ninety-four (hereinafter referred to as \"other supplemental retirement allowance\"), the amount of such variable supplement payable for a calendar year or a part of such calendar year to such beneficiary shall be reduced by the amount of such other supplemental retirement allowance that is payable to such beneficiary to the extent that such other supplemental retirement allowance is attributable to the same calendar year or part of such calendar year. (ii) For any beneficiary referred to in paragraph (b-1) or paragraph (c) or paragraph (d) of this subdivision, whose variable supplements payments are being reduced pursuant to item (i) of this subparagraph one because such other supplemental retirement allowance is also payable to that beneficiary, the reduction provided for in such item (i) shall cease as to such beneficiary on the later of (A) the first day of the month next following the month in which such beneficiary attains age sixty-two; or (B) January first, two thousand seven. (iii) For any beneficiary referred to in paragraph (e) of this subdivision, whose variable supplements payments are being reduced pursuant to item (i) of this subparagraph one because such other supplemental retirement allowance is also payable to that beneficiary, the reduction provided for in such item (i) shall cease as to such beneficiary on the later of (A) the first day of the month following the month in which such beneficiary attains age sixty-two; or (B) the first day of the month next following the month in which the nineteenth anniversary of the retirement of such beneficiary occurs. (iv) In any case where the reduction of variable supplements payments to a beneficiary has ceased pursuant to item (ii) or item (iii) of this subparagraph one, that beneficiary, for the purpose of determining his or her eligibility for and the amount of any other supplemental retirement allowance, shall be deemed to have retired on the date of the cessation of such reduction specified in the applicable provisions of such item (ii) or item (iii). (2) The legislature hereby declares that the variable supplements authorized by this section and the granting and receipt thereof: (i) shall not create or constitute membership in a pension or retirement system and shall not create or constitute a contract with any beneficiary or with any housing police member; and (ii) shall not constitute a pension or retirement allowance or benefit under the retirement system or otherwise. (3) Except as otherwise provided in subdivision eleven of this section and in sections 13-193, 13-193.5 and 13-193.7 of this chapter, nothing contained in this section shall create or impose any obligation on the part of the retirement system, or the funds or monies thereof, or authorize such funds or monies to be appropriated or used for any payment under this section or for any purpose thereof. (g) Beneficiaries shall be eligible to receive variable supplements pursuant to this section, notwithstanding any other provision of law to the contrary. 5. The housing police superior officers' variable supplements fund shall have the powers and privileges of a corporation and by its name all of its business shall be transacted, all of its funds invested, all warrants for money drawn and payments made, and all of its cash and securities and other property held. 6. (a) The members of the variable supplements board shall be the trustees of the monies received by or belonging to the housing police superior officers' variable supplements fund pursuant to this section and, subject to the provisions of paragraph (b) of this subdivision, shall have full power to invest same, subject to the terms, conditions, limitations and restrictions imposed by law upon savings banks in the making and disposing of investments by savings banks; and subject to like terms, conditions, limitations and restrictions, such trustees shall have full power to hold, purchase, sell, assign, transfer or dispose of any of the securities or investments in which any of such monies shall have been invested as well as of the proceeds of such investments and of any monies belonging to such fund. (b) The members of the variable supplements board shall have the same investment powers and power to delegate such powers as are vested by the code and the retirement and social security law in the members of the board of trustees of the retirement system. 7. The variable supplements board shall publish annually in the City Record a report for the preceding year showing the assets of the housing police superior officers' variable supplements fund and a statement as to the accumulated cash and securities of such fund as certified by the comptroller, and shall set forth in such report such other facts, recommendations and data as the board may deem pertinent. 8. The comptroller shall be custodian of the monies and assets of the housing police superior officers' variable supplements fund. All such monies and assets included in such fund or which shall hereafter accrue to such fund shall be in his custody for the purposes of this section subject to the direction, control and approval of such board as to disposition, investment, management and report. All payments from such fund shall be made by the comptroller upon a voucher signed by the secretary of the variable supplements board. 9. Except as provided in this section, the trustees and employees assigned to the variable supplements board are prohibited from having any interest, directly or indirectly, in the gains or profits of any investment of the housing police superior officers' variable supplements fund or as such, directly or indirectly, from receiving any pay or emolument for their services. The trustees and such employees, directly or indirectly, for themselves or as agents or partners of others, shall not borrow any of its funds or deposits or in any manner use the same except to make such current and necessary payments as are authorized by such board. 10. The superintendent of insurance may examine the affairs of the housing police superior officers' variable supplements fund with the same powers and jurisdiction as are applicable in the case of an examination of a life insurance company by the superintendent under article three of the insurance law. The housing police superior officers' variable supplements fund shall be subject to assessment for expenses pursuant to the provisions of section three hundred thirteen of the insurance law, but shall not be subject to assessment for expenses under any of the provisions of section three hundred thirty-two of the insurance law. 11. In the event that, for any calendar year covered by a payment guarantee, the assets of the variable supplements fund are not sufficient to pay benefits under this section for such year, an amount sufficient to pay such benefits shall be appropriated from the contingent reserve fund of the retirement system and transferred to the housing police superior officers' variable supplements fund. * NB There are 2 ยง 13-192 ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "192",
    "identifier": "13-192*2",
    "catch_text": "Housing police superior officers' variable supplements fund."
  }
}