{
  "text": "ยง 13-111 Purchase of credit for past youth board program service in the bureau of community education of the board of education. a. For the purposes of this section, the term \"prior youth board program service\" shall mean service by a member, prior to the commencement of his or her membership in the retirement system, rendered on a per annum salary basis in the bureau of community education--youth board recreation program of the board of education of the city in the position of group worker, supervisor of group workers, registrar assistant, teacher of recreation, center director, or supervisor of recreation and community activities (youth board). b. Any member in city-service who: (1) rendered prior youth board program service during the period of six months prior to August twelfth, nineteen hundred sixty-nine; and (2) is employed on a per annum salary basis during the period wherein double contributions are required to be made pursuant to this section for the purpose of purchasing credit for service; may purchase credit in the manner prescribed in subdivision c of this section for prior youth board program service. c. Any member in city-service who is eligible, under the provisions of subdivision b of this section, to purchase service credit pursuant to this section and who, within six months after May twelfth, nineteen hundred seventy, files with the board a duly executed application for purchase of credit for prior youth board program service and a consent to the deductions herein prescribed, and from whose compensation deductions shall be made at double his or her normal rate per centum of contribution and paid to his or her credit in the annuity savings fund, shall be credited, in addition to any other service creditable to him or her, with a period of prior youth board program service previous to the beginning of his or her present membership equal to the period throughout which such double deductions shall be made. After such double contributions for all of the first two years claimed or, if the total time purchasable exceeds eight years, after double contributions for one-quarter of such time, unpurchased credit for prior youth board program service then remaining may be purchased, and thereupon shall be credited, by single payment of the sum of the remaining payments. d. Credit for prior youth board program service purchased pursuant to this section shall be used in determining eligibility for benefit and the amount of benefit. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "111",
    "identifier": "13-111",
    "catch_text": "Purchase of credit for past youth board program service in the bureau of community education of the board of education."
  }
}