{
  "text": "ยง 13-188 Transferred contributors. a. Any contributor who resigns his or her position to accept and who, within sixty days thereafter, does accept another position in the city-service shall continue to be a contributor while in such city-service and shall be known as a transferred-contributor provided he or she executes and files with the retirement board a statement in writing that he or she elects to leave with the annuity savings fund his or her accumulated deductions and to continue to contribute to such fund at a rate of salary deduction not less than the rate of deduction theretofore required from his or her salary, and further provided that he or she shall waive and renounce any present or prospective benefit from any other retirement system or association supported wholly or in part by the city. Where an election is made pursuant to the provisions of this section, the salary deductions required by such provisions shall be appropriately modified, if a rate of deduction is otherwise fixed, pursuant to section 13-152 of this chapter for the transferred-contributor making such election. b. Notwithstanding the provisions of subdivision a of this section, any transferred-contributor who had been eligible to transfer to the New York city board of education retirement system on or after January first, nineteen hundred ninety shall be eligible to transfer to such system provided that he or she applies to transfer within ninety days of the effective date of this subdivision. Should such a transfer be effected, the member shall be deemed to have been a member of the New York city board of education retirement system since the commencement of his or her employment by the New York city board of education. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "188",
    "identifier": "13-188",
    "catch_text": "Transferred contributors."
  }
}