{
  "text": "ยง 13-157.1 Twenty-five year retirement program for investigator members. a. Definitions. The following words and phrases as used in this section shall have the following meanings unless a different meaning is plainly required by the context. 1. \"Investigator member\" shall mean a member who is a police officer as defined in paragraph (g) of subdivision thirty-four of section 1.20 of the criminal procedure law. 2. \"Twenty-five year retirement program\" shall mean all the terms and conditions of this section. 3. \"Starting date of the twenty-five year retirement program\" shall mean the date of enactment of this section, as such date is certified pursuant to section forty-one of the legislative law. 4. \"Participant in the twenty-five year retirement program\" shall mean any investigator member who, under the applicable provisions of subdivision b of this section, is entitled to the rights, benefits and privileges and is subject to the obligations of the twenty-five year retirement program, as applicable to him or her. 5. \"Discontinued member\" shall mean a participant in the twenty-five year retirement program who, while he or she was an investigator member, discontinued service as such a member and has a right to a deferred vested benefit under the provisions of subdivision d of this section. b. Participation in twenty-five year retirement program. 1. Subject to the provisions of paragraph five of this subdivision, any person who is an investigator member on the starting date of the twenty-five year retirement program may elect to become a participant in the twenty-five year retirement program by filing, within one hundred eighty days after the provisions of this paragraph take effect, a duly executed application for such participation with the retirement program of which such person is a member, provided he or she is such an investigator member on the date such application is filed. 2. Subject to the provisions of paragraph five of this subdivision, any person who becomes an investigator member after the starting date of the twenty-five year retirement program may elect to become a participant in the twenty-five year retirement program by filing, within the later of (i) one hundred eighty days after becoming such an investigator member or (ii) one hundred eighty days after the provisions of this paragraph take effect, a duly executed application for such participation with the retirement system of which such person is a member, provided he or she is such an investigator member on the date such application is filed. 3. Any election to be a participant in the twenty-five year retirement program shall be irrevocable. 4. Where any participant in the twenty-five year retirement program shall cease to be employed as an investigator member, he or she shall cease to be such a participant and, during any period in which such person is not so employed, he or she shall not be a participant in the twenty-five year retirement program and shall not be eligible for the benefits of subdivision c of this section. 5. Where any participant in the twenty-five year retirement program terminates service as an investigator member and returns to such service as an investigator member at a later date, he or she shall again become such a participant on that date. c. Service retirement benefits. 1. A participant in the twenty-five year retirement program: (i) who has completed twenty-five or more years of credited service; and (ii) who files with the retirement system an application for service retirement setting forth at what time he or she desires to be retired; and (iii) who shall be a participant in the twenty-five year retirement program at the time so specified for his or her retirement; shall be retired pursuant to the provisions of this section affording early service retirement. 2. Notwithstanding any other provision of law to the contrary, the early service retirement benefit for participants in the twenty-five year retirement program who retire pursuant to paragraph one of this subdivision shall be a retirement allowance consisting of: (i) an amount, on account of the required minimum period of service, equal to fifty-five percent of the salary earned in the year prior to his or her retirement; plus (ii) an amount for each additional year of credited service, or fraction thereof, beyond such required minimum period of service equal to one and seven-tenths percent of the final average salary for such credited service during the period from the completion of twenty-five years of credited service to the date of retirement. d. Vesting. 1. A participant in the twenty-five year retirement program who: (i) discontinues service as an investigator member, other than by death or retirement; and (ii) prior to such discontinuance, completed fifteen but less than twenty-five years of credited service; and (iii) does not withdraw in whole or in part his or her accumulated member contributions pursuant to section 13-141 of this chapter, shall be entitled to receive a deferred vested benefit as provided in this subdivision. 2. (i) Upon such discontinuance under the conditions and in compliance with the provisions of paragraph one of this subdivision, such deferred vested benefit shall vest automatically. (ii) Such vested benefit shall become payable on the earliest date on which such discontinued member could have retired for service if such discontinuance had not occurred. 3. Such deferred vested benefit shall be a retirement allowance consisting of an amount equal to two and two-tenths percent of such discontinued member's final average salary, multiplied by the number of years of credited service. e. Member contributions. All investigator members of the twenty-five year retirement program shall be required to contribute to the retirement system in the manner specified by section 13-225 of this code with respect to members covered by subdivision b of section 13-247 of this code. Such required contributions shall pertain to all years of service rendered subsequent to June thirtieth, nineteen hundred ninety-seven. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "157",
    "identifier": "13-157.1",
    "catch_text": "Twenty-five year retirement program for investigator members."
  }
}