{
  "text": "ยง 13-166 Retirement; for superannuation. Retirement of a member for service shall be made by the board as follows: 1. Each member in city-service who has attained the age of seventy and each member in city-service who attains the age of seventy shall be retired forthwith or on the first day of the calendar month next succeeding that in which such member shall have attained the age of seventy years. A member in city-service, however, who has or shall have attained the age of seventy years, upon the approval of the appropriate head of an agency, may request the board to be continued in the public service for a period of two years and such board, where advantageous to the public service, may grant such request for such period, not exceeding two years, as such board may determine. At the termination of such additional period of service, such board in like manner may permit such employee to continue in the public service for successive two year periods or any portion thereof. In no case shall public service be continued after a member shall have attained the age of eighty years. The provisions of this subdivision one shall not apply to any member whose status with respect to retirement for superannuation is governed by subdivisions two and three of this section. 2. Not later than July first, nineteen hundred sixty-eight, the city civil service commission shall promulgate and file in its office, a list of titles of positions with respect to which, in the judgment of the commission, it will be advantageous to the public service to permit incumbents to remain in city-service until age seventy. The commission shall amend or revise such list from time to time, as may be necessary, so that such list shall continuously reflect the titles of positions which, in the judgment of the commission, are of the nature above in this subdivision two described. Such list shall be known as the \"list of positions with deferred mandatory retirement age\". Promptly after promulgation of such list, and promptly after adoption of any amendments or revisions thereof, the commission shall transmit a copy of such list, amendments or revisions to the executive director of the retirement system and shall cause same to be published in the City Record for a period of five days. 3. (a) Except as otherwise provided in paragraphs (d) and (e) of this subdivision three: (1) each career pension plan member in city-service who (i) becomes such a member pursuant to subdivision a of section 13-162 of this chapter, relating to the career pension plan, and (ii) on or after January first, nineteen hundred sixty-nine, attains the age of sixty-five years, and (iii) is a career pension plan member at the time of attaining such age; and (2) each fifty-five-year-increased-service-fraction member in city-service who (i) becomes such a member pursuant to subdivision a or subdivision b of section 13-165 of this chapter and (ii) on or after January first, nineteen hundred sixty-nine, attains the age of sixty-five years and (iii) is a fifty-five-year-increased-service-fraction member at the time of attaining such age; and (3) each member in city-service (i) whose last membership in the retirement system begins on or after July first, nineteen hundred sixty-eight and (ii) who attains the age of sixty-five years and (iii) who at the time of attaining such age, holds a career pension plan position; shall be retired on the first day of the calendar month next succeeding that in which such member shall have attained the age of sixty-five years. (b) Except as otherwise provided in paragraphs (d) and (e) of this subdivision three, each career pension plan member in city-service who (i) becomes such a member pursuant to subdivision a of such section 13-162 of this chapter and (ii) attains the age of sixty-five years prior to January first, nineteen hundred sixty-nine, and (iii) holds a career pension plan position on the date next preceding the later of the following dates: (1) January first, nineteen hundred sixty-nine; (2) the first day of the month next succeeding that in which he or she elects to become a career pension plan member pursuant to subdivision a of section 13-162 of this chapter; shall be retired as of the later of such dates. (c) Except as otherwise provided in paragraphs (d) and (e) of this subdivision three, each fifty-five-year-increased-service-fraction member in city-service who (i) becomes such a member pursuant to subdivision a or b of section 13-165 of this chapter and (ii) attains the age of sixty-five years prior to January first, nineteen hundred sixty-nine, and (iii) holds a career pension plan position on the date next preceding the later of the following dates: (1) January first, nineteen hundred sixty-nine; (2) the first day of the month next succeeding that in which he or she elects to become a fifty-five-year-increased-service-fraction member pursuant to such subdivision a or b; shall be retired as of the later of such dates. (d) (1) Subject to the provisions of paragraph (e) of this subdivision three: (a) any member mentioned in paragraph (a) of this subdivision three who, at the time of reaching the age of sixty-five years, is in city-service in a position on the list of positions with a deferred mandatory retirement age promulgated pursuant to subdivision two of this section; and (b) any member mentioned in paragraph (b) or (c) of this subdivision three, who on the date next preceding the applicable date on which he or she would otherwise be required to be retired under the provisions of such paragraph (b) or (c), is in city-service in a position on the list of positions with a deferred mandatory retirement age; shall not, so long as he or she continues to serve in any such position on such list, be retired for superannuation until he or she attains the age of seventy years. (2) If any such member mentioned in subparagraph one of this paragraph (d), shall, before attaining the age of seventy years, cease to hold any such position on such list, he or she shall, except as otherwise provided in paragraph (e) of this subdivision three, be retired on the first day of the calendar month next succeeding that in which he or she shall have ceased to hold any such position. Subject to the provisions of paragraph (e) of this subdivision three, if such member shall be continuously in city-service in any such position until he or she attains the age of seventy years, he or she shall, upon attaining the age of seventy years, be retired on the first day of the calendar month next succeeding that in which he or she shall have attained the age of seventy years. (e) Any member whose retirement has become mandatory under the provisions of paragraph (a), (b) or (c) of this subdivision three, or whose retirement has become mandatory by reason of cessation of city-service in a position on the list of positions with a deferred mandatory retirement age, as provided in paragraph (d) of this subdivision, may, upon approval of the appropriate head of an agency, request of the board that he or she be continued in city-service for a period not exceeding one year. The board, where advantageous to the public service, may grant such request for a period not exceeding one year. At the termination of such additional period of service, such board may in like manner permit such member to continue in the public service for successive periods each not exceeding one year, provided that extensions granted under this paragraph (e) shall in no event aggregate more than five years. (f) Nothing contained in this subdivision three shall apply to a justice or judge of any court or a surrogate or an official referee or any elected public officer. 4. Notwithstanding the foregoing provisions of this section, any such member whose total service credit does not exceed ten years, in lieu of other benefits provided by this chapter, shall receive upon his or her own application therefor, the refund of his or her accumulated deductions. 5. Notwithstanding any provisions of this section to the contrary, any person who was employed by the city, an authority or a public benefit corporation and who was previously denied membership in the New York city employees, retirement system based solely on the mandatory retirement provisions in effect at the time of commencing employment and who has met all the salary and service credit requirements for a service retirement benefit provided by the applicable provisions of this code shall be entitled to file for a service retirement benefit, notwithstanding the mandatory provisions in effect prior to the effective date of this subdivision, and shall be entitled to receive such retirement benefit commencing the day after his or her public employment ceased. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "166",
    "identifier": "13-166",
    "catch_text": "Retirement; for superannuation."
  }
}