{
  "text": "ยง 13-168 Retirement; for accident disability. a. Medical examination of a member in city-service for accident disability and investigation of all statements and certifications by him or her or on his behalf in connection therewith shall be made upon the application of the head of the agency in which the member is employed, or upon the application of a member or of a person acting in his or her behalf, stating that such member is physically or mentally incapacitated for the performance of city-service, as a natural and proximate result of such city-service, and certifying the time, place and conditions of such city-service performed by such member resulting in such alleged disability and that such alleged disability was not the result of wilful negligence on the part of such member and that such member should, therefore, be retired. Such application shall be filed within two years from the happening of such accident, except, however, that such requirement as to time of filing shall not apply to any such application which (1) is filed by or with respect to a member who is a member of the uniformed force of the department of sanitation (as such force is defined in subdivision a of section 13-154 of this chapter) and is based on an accident occurring wholly on or after July first, nineteen hundred sixty-three, or (2) if filed by a vested member incapacitated as a result of a qualifying World trade Center condition as defined in section two of the retirement and social security law. If such medical examination and investigation shows that any member, by whom or with respect to whom an application is filed under this section, is physically or mentally incapacitated for the performance of city-service as a natural and proximate result of an accidental injury received in such city-service while a member, and that such disability was not the result of wilful negligence on the part of such member and that such member should be retired, the medical board shall so certify to the board stating the time, place and conditions of such city-service performed by such member resulting in such disability. The board shall review such certification with respect to any issues other than the existence or non-existence of physical or mental incapacitation and shall determine the member's eligibility with respect to any such issues. Upon such certification by the medical board of the member's physical or mental incapacitation and a determination by the board finding the member otherwise eligible, such member shall be retired for accident disability effective the date the application is filed or the date immediately following the last date the member was on the payroll, whichever is later. b. 1. If such application is denied solely on the ground that such member is not, at the time of such examination, physically or mentally incapacitated for the performance of city-service, such application may thereafter be renewed during such member's city-service at any time within five years from the happening of the accident but preceding the date on which such member shall have reached his or her minimum service retirement age, provided he or she submits himself or herself to such further examinations as the medical board may require. 2. Such further application or applications shall be considered on the same basis as the original application. 3. The medical board may at any time within five years of the happening of the accident, upon findings that such member is eligible for and should be retired for accident disability in accordance with the provisions of this section, certify to the board said fact. The board shall review such certification with respect to any issues other than the existence or non-existence of physical or mental incapacitation and shall determine the member's eligibility with respect to any such issues. Upon such certification by the medical board of the member's physical or mental incapacitation and a determination by the board finding the member otherwise eligible, such member shall be retired for accident disability forthwith. 4. The provisions of paragraphs one, two and three of this subdivision b shall not apply in the case of (1) any member who is a member of the uniformed force of the department of sanitation and who files an application under subdivision a of this section based on an accident occurring wholly on or after July first, nineteen hundred sixty-three, or (2) any vested member incapacitated as a result of a qualifying World Trade Center condition as defined in section two of the retirement and social security law. 5. (a) (1) Notwithstanding any provisions of this code or of any general, special or local law, charter or rule or regulation to the contrary, if any condition or impairment of health is caused by a qualifying World Trade Center condition as defined in section two of the retirement and social security law, it shall be presumptive evidence that it was incurred in the performance and discharge of duty and the natural and proximate result of an accident not caused by such member's own willful negligence, unless the contrary be proved by competent evidence. (2) The NYCERS board of trustees is hereby authorized to promulgate rules and regulations to implement the provisions of this paragraph. (b) (1) Notwithstanding the provisions of this chapter or of any general, special or local law, charter, administrative code or rule or regulation to the contrary, if a member who participated in World Trade Center rescue, recovery or cleanup operations as defined in section two of the retirement and social security law, and subsequently retired on a service retirement, an ordinary disability retirement, an accidental disability retirement, or a performance of duty disability retirement and subsequent to such retirement is determined by the board of trustees to have a qualifying World Trade Center condition as defined by section two of the retirement and social security law, upon such determination by the NYCERS board of trustees, it shall be presumed that such disability was incurred in the performance and discharge of duty as the natural and proximate result of an accident not caused by such member's own willful negligence, and that the member would have been physically or mentally incapacitated for the performance and discharge of duty of the position from which he or she retired had the condition been known and fully developed at the time of the member's retirement, unless the contrary is proven by competent evidence. (2) The NYCERS board of trustees shall consider a reclassification of the member's retirement as an accidental disability retirement effective as of the date of such reclassification. (3) Such member's retirement option shall not be changed as a result of such reclassification. (4) The member's former employer at the time of the member's retirement shall have an opportunity to be heard on the member's application for reclassification by the NYCERS board of trustees according to procedures developed by the retirement system. (c) The NYCERS board of trustees is hereby authorized to promulgate rules and regulations to implement the provisions of this paragraph. c. Notwithstanding any other provision of this chapter or of any general, special or local law, charter, administrative code or rule or regulation to the contrary, if a retiree who: (1) has met the criteria of subdivision b of this section and retired on a service or disability retirement, or would have met the criteria if not already retired on an accidental disability; and (2) has not been retired for more than twenty-five years; and (3) dies from a qualifying World Trade Center condition as defined in section two of the retirement and social security law, as determined by the applicable head of the retirement system or applicable medical board, then unless the contrary be proven by competent evidence, such retiree shall be deemed to have died as a natural and proximate result of an accident sustained in the performance of duty and not as a result of willful negligence on his or her part. Such retiree's eligible beneficiary, as set forth in section 13-149 of this chapter, shall be entitled to an accidental death benefit as provided by section 13-149 of this chapter, however, for the purposes of determining the salary base upon which the accidental death benefit is calculated, the retiree shall be deemed to have died on the date of his or her retirement. Upon the retiree's death, the eligible beneficiary shall make a written application to the head of the retirement system within the time for filing an application for an accidental death benefit as set forth in section 13-149 of this chapter requesting conversion of such retiree's service or disability retirement benefit to an accidental death benefit. At the time of such conversion, the eligible beneficiary shall relinquish all rights to the prospective benefits payable under the service or disability retirement benefit, including any post-retirement death benefits, since the retiree's death. If the eligible beneficiary is not the only beneficiary receiving or entitled to receive a benefit under the service or disability retirement benefit (including, but not limited to, post-retirement death benefits or benefits paid or payable pursuant to the retiree's option selection), the accidental death benefit payments to the eligible beneficiary will be reduced by any amounts paid or payable to any other beneficiary. d. Notwithstanding any other provision of this code or of any general, special or local law, charter, or rule or regulation to the contrary, if a member who: (1) has met the criteria of subdivision b of this section; and (2) dies in active service from a qualifying World Trade Center condition as defined in section two of the retirement and social security law, as determined by the applicable head of the retirement system or applicable medical board, then unless the contrary be proven by competent evidence, such member shall be deemed to have died as a natural and proximate result of an accident sustained in the performance of duty and not as a result of willful negligence on his or her part. Such member's eligible beneficiary, as set forth in section 13-149 of this chapter, shall be entitled to an accidental death benefit provided he or she makes written application to the head of the retirement system within the time for filing an application for an accidental death benefit as set forth in section 13-149 of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "168",
    "identifier": "13-168",
    "catch_text": "Retirement; for accident disability."
  }
}