{
  "text": "ยง 13-157.3 Twenty-five year retirement program for special officer, parking control specialist, school safety agent, campus peace officer, and New York city taxi and limousine inspector members. a. Definitions. The following words and phrases as used in this section shall have the following meanings unless a different meaning is plainly required by the context. 1. \"Special officers\" shall mean all peace officers who are special officers of any rank employed by a mayoral agency of the city of New York or the New York city health and hospitals corporation or the New York city housing authority or the board of education of the city of New York and shall include all persons who are employed by the city of New York in the title urban park ranger or associate urban park ranger. 2. \"Parking control specialist\" shall mean a peace officer employed by the New York city department of transportation as a parking control specialist. 3. \"School safety agent\" shall mean a peace officer employed as a school safety agent of any rank employed by the New York city police department or the board of education of the city of New York. 4. \"Campus peace officer\" shall mean a peace officer employed as a campus peace officer of any rank employed by the city university of New York. 5. \"Taxi and limousine inspector\" shall mean a peace officer of any rank employed by the New York city taxi and limousine commission. 6. \"Twenty-five year retirement program\" shall mean all the terms and conditions of this section. 7. \"Starting date of the twenty-five year retirement program\" shall mean the effective date of this section; provided that, for persons who are employed by the city of New York in the title urban park ranger and associate urban park ranger, \"starting date of the twenty-five retirement program\" shall mean the effective date of the amendment to paragraph one of this subdivision made in section one of the chapter of the laws of two thousand three which amended this paragraph. 8. \"Participant in the twenty-five year retirement program\" shall mean any special officer, parking control specialist, school safety agent, campus peace officer or taxi and limousine inspector who, under the applicable provisions of subdivision b of this section, is entitled to the rights, benefits and privileges and is subject to the obligations of the twenty-five year retirement program, as applicable to him or her. 9. \"Discontinued member\" shall mean a participant in the twenty-five year retirement program who, while he or she was employed as a special officer, parking control specialist, school safety agent, campus peace officer or taxi and limousine inspector discontinued service as such a member and has a right to a deferred vested benefit under the provisions of subdivision d of this section. 10. \"Allowable service as a special officer, parking control specialist, school safety agent, campus peace officer or taxi and limousine inspector member\" shall mean all service while employed by the city of New York or by the New York city health and hospitals corporation, the New York city board of education, the city university of New York or the New York city taxi and limousine commission in a title whose duties are those of a peace officer under the criminal procedure law. 11. \"Retirement system\" shall mean the New York city employees' retirement system or the New York city board of education retirement system. b. Participation in the twenty-five year retirement program. 1. Subject to the provisions of paragraphs four and five of this subdivision, a person who is a special officer, parking control specialist, school safety agent, campus peace officer or taxi and limousine inspector on the starting date of the twenty-five year retirement program may elect to become a participant in the twenty-five year retirement program by filing, within one hundred eighty days after the starting date of the twenty-five year retirement program, a duly executed application for such participation with the retirement system of which such person is a member, provided he or she is such a special officer, parking control specialist, school safety agent, campus peace officer or taxi and limousine inspector on the date such application is filed. 2. Any election to be a participant in the twenty-five year retirement program shall be irrevocable. 3. Where any participant in the twenty-five year retirement program shall cease to be employed as a special officer, parking control specialist, school safety agent, campus peace officer or taxi and limousine inspector he or she shall cease to be such a participant and, during any period in which such person is not so employed, he or she shall not be a participant in the twenty-five year retirement program and shall not be eligible for the benefits of subdivision c of this section. 4. Where any participant in the twenty-five year retirement program terminates service as a special officer, parking control specialist, school safety agent, campus peace officer or taxi and limousine inspector and returns to such service as a special officer, parking control specialist, school safety agent, campus peace officer, or taxi and limousine inspector at a later date, he or she shall again become such a participant on that date. 5. Notwithstanding any other provision of law to the contrary, any person who is eligible to become a participant in the twenty-five year retirement program pursuant to paragraph one or two of this subdivision for the full one hundred eighty day period provided for in such applicable paragraph and who fails to timely file a duly executed application for such participation with the retirement system, shall not thereafter be eligible to become a participant in such program. c. Service retirement benefits. 1. A participant in the twenty-five year retirement program: (i) who has completed twenty-five or more years of allowable service as a special officer, parking control specialist, school safety agent, campus peace officer or taxi and limousine inspector; and (ii) who files with the retirement system an application for service retirement setting forth at what time, not less than thirty days subsequent to the execution and filing thereof, he or she desires to be retired; and (iii) who shall be a participant in the twenty-five year retirement program at the time so specified for his or her retirement; shall be retired pursuant to the provisions of this section affording early service retirement. 2. Notwithstanding any other provision of law to the contrary, the early service retirement benefit for a participant in the twenty-five year retirement program who retires pursuant to paragraph one of this subdivision shall be a retirement allowance consisting of: (i) an amount, on account of the required minimum period of service, equal to the sum of (a) an annuity which shall be the actuarial equivalent of the accumulated deductions from his or her pay during such period, (b) a pension for increased-take-home-pay which shall be the actuarial equivalent of the reserve for increased-take-home-pay to which he or she may be entitled for such period, and (c) a pension which, when added to such annuity and such pension for increased-take-home-pay, produces a retirement allowance equal to fifty-five percent of the salary earned or earnable in the year prior to his or her retirement; plus (ii) an amount for each additional year of allowable service as a special officer, parking control specialist, school safety agent, campus peace officer or taxi and limousine inspector, or fraction thereof, beyond such required minimum period of service equal to one and seven-tenths percent of the final average salary for such allowable service during the period from the completion of twenty-five years of allowable service as a special officer, parking control specialist, school safety agent, campus peace officer or taxi and limousine inspector to the date of retirement. d. Vesting. 1. A participant in the twenty-five year retirement program who: (i) discontinues service as a special officer, parking control specialist, school safety agent, campus peace officer or taxi and limousine inspector, other than by death or retirement; and (ii) prior to such discontinuance, completed five but less than twenty-five years of allowable city service; and (iii) does not withdraw in whole or in part his or her accumulated member contributions pursuant to section 13-141 of this chapter, shall be entitled to receive a deferred vested benefit as provided in this subdivision. 2. (i) Upon such discontinuance under the conditions and in compliance with the provisions of paragraph one of this subdivision, such deferred vested benefit shall vest automatically. (ii) Such vested benefit shall become payable on the earliest date on which such discontinued member could have retired for service if such discontinuance had not occurred. 3. Such deferred vested benefit shall be a retirement allowance consisting of an amount equal to two and two-tenths percent of such discontinued member's salary earned or earnable in the year prior to his or her discontinuance, multiplied by the number of years of allowable service as a special officer, parking control specialist, school safety agent, campus peace officer or taxi and limousine inspector. e. Member contributions. All special officer, parking control specialist, school safety agent, campus peace officer, or taxi and limousine inspector members, of the twenty-five year retirement program shall be required to make member contributions and additional member contributions in accordance with and subject to the same rights, privileges, obligations and procedures as govern the member contributions and additional member contributions required by subdivision d of section four hundred forty-five-f of the retirement and social security law. For the purpose of applying, under this subdivision, such subdivision d to a special officer, parking control specialist, school safety agent, campus peace officer or taxi and limousine inspector member of the twenty-five year retirement program who is subject to the provisions of this section, and is not subject to the provisions of article eleven of the retirement and social security law, the term \"credited service\", as used in such subdivision, shall be deemed to mean allowable service as a special officer, parking control specialist, school safety agent, campus peace officer or taxi and limousine inspector. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "157",
    "identifier": "13-157.3",
    "catch_text": "Twenty-five year retirement program for special officer, parking control specialist, school safety agent, campus peace officer, and New York city taxi"
  }
}