{
  "text": "ยง 13-255 Retirement allowances; for service. Upon retirement for service, a member shall receive a retirement allowance which shall consist of: 1. An annuity based on his or her required annuity savings at the termination of his or her required minimum period of service, and in addition, a pension which when added to the annuity shall be equal to one-half of his or her annual earnable compensation on the date of retirement, for his or her minimum period of service. For the purpose only of determining the pension portion of the retirement allowance for minimum service, the member's annuity shall be computed as it would be, (a) if it were not reduced by the actuarial equivalent of any outstanding loan, (b) if it were not increased by the actuarial equivalent of any additional contributions, (c) if it were not reduced by reason of the member's election to decrease his or her annuity contributions in order to apply the amount of such reduction in payment of his or her contributions for old-age and survivors insurance coverage, (d) as it would be without any optional modification; 2. For each additional year of service in the police force, or fraction thereof, beyond his or her required minimum service, a member shall be entitled to, in addition to the benefits provided in subdivision one of this section: (a) a pension of one-sixtieth of his or her average annual earnings from his or her date of eligibility for retirement to the actual date of retirement; and (b) a pension-providing-for-increased-take-home-pay which shall be the actuarial equivalent of the reserve-for-increased-take-home-pay to which he or she may be entitled, if any, for all periods of such service in the police force rendered both (1) after the completion of such required minimum service in such police force and (2) after December thirty-first, nineteen hundred sixty-six. 3. For each year, or fraction thereof, of service credit transferred from the New York city employees' retirement system, a pension of fifty-five per cent of one-sixtieth of his or her final compensation if such service credit was for service rendered prior to October first, nineteen hundred fifty-one, or seventy-five per cent of one-sixtieth of his or her final compensation if such service was rendered subsequent to October first, nineteen hundred fifty-one. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "2",
    "text": "POLICE PENSION FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "255",
    "identifier": "13-255",
    "catch_text": "Retirement allowances; for service."
  }
}