{
  "text": "ยง 13-232 Payments to variable supplements funds. a. For the purposes of this section, the following terms shall mean and include: 1. \"Base fiscal year\". Any fiscal year of the city beginning on or after July first, nineteen hundred sixty-nine, with respect to which fiscal year a computation of earnings differential, based on equity investments made or held by the pension fund during such fiscal year, is being made pursuant to this section. 2. \"Current fiscal year\". The fiscal year of the city next succeeding the base fiscal year. 3. \"Prior base fiscal year\". Any fiscal year of the city which begins on or after July first, nineteen hundred sixty-nine and which precedes the base fiscal year. 4. \"Earnings differential\". The amount (expressed as a positive or negative quantity) by which the equity experience factor (expressed as a positive or negative quantity) with respect to the base fiscal year differs from the interest comparison factor with respect to the base fiscal year. If such equity experience factor is greater than such interest comparison factor, the difference between the two shall be expressed as a positive quantity. If such interest comparison factor is greater than such equity experience factor, the difference between the two shall be expressed as a negative quantity. 5. (a) \"Equity experience factor\". An amount (expressed as a positive or negative quantity) equal to (i) the income earned by the pension fund during the base fiscal year from its investments in equities, plus (ii) the capital gains, realized or unrealized, occurring during such fiscal year by reason of such investments, less (iii) the capital losses, realized or unrealized, occurring during such fiscal year by reason of such investments. (b) In the event that any equity is sold during the base fiscal year, the expense of such sale, including but not limited to broker's commissions, shall be deducted from capital gain or added to capital loss, in determining whether such sale produced a capital gain or a capital loss and the amount thereof. 6. \"Income.\" Any yield of equities, including but not limited to dividends, other than capital gains. 7. \"Hypothetical fixed income securities earnings.\" (a) The aggregate of the hypothetical interest yields computed pursuant to subparagraphs (b), (c) and (d) of this paragraph seven. (b) The board shall compute with respect to each investment made or maintained by the pension fund in an equity during the base fiscal year, the amount of interest which would have been hypothetically earned during such fiscal year, under the methods of calculation prescribed in this subparagraph seven, if an amount equal to such investment had instead been hypothetically invested in fixed income securities and such securities had been held by such fund for a period (in the base fiscal year) co-extensive with the period during which such equity was held by such fund in the base fiscal year. (c) For the purposes of this section, the amount of any such investment in an equity during the base fiscal year shall be deemed to be: (i) the market value of the equity on the first day of the base fiscal year, in the case of any such equity acquired by the pension fund prior to the commencement of such fiscal year and held by such fund on the first day of such fiscal year; and (ii) the total amount paid by such fund to acquire the equity, including but not limited to broker's commissions and other expenses of such acquisition, in the case of any such equity which is acquired by such fund during the base fiscal year. (d) For the purposes of this section, the amount of interest which would have been earned by the pension fund on such hypothetical fixed income securities during the base fiscal year shall be deemed to be the amount obtained: (i) by multiplying the amount of the investment in such equity, determined as prescribed by subparagraph (c) of this paragraph seven, by the assumed rate of interest for the base fiscal year; and (ii) by prorating the interest so computed, in any case where the investment in such equity was maintained by the pension fund for a part of the base fiscal year. 8. \"Assumed rate of interest\". (a) In relation to any base fiscal year, a hypothetical rate of interest, fixed as hereinafter in this paragraph eight prescribed, which shall be used for the purpose of the computing, pursuant to paragraph seven of this subdivision a, amounts of interest which would have been hypothetically earned on hypothetical investments of the pension fund in fixed income securities during such fiscal year. (b) The board shall fix the assumed rate of interest with respect to each base fiscal year. In the event of a tie vote with respect to the fixation of such rate, it shall be fixed by an arbitrator designated by the board. If there is a tie vote as to the designation of such an arbitrator, such rate shall be fixed by an arbitrator appointed by the supreme court, on the application of any member of the board. The cost of any arbitration pursuant to the foregoing provisions of this subparagraph (b) shall be paid from transferable earnings. 9. \"Six per cent interest offset\". In relation to any base fiscal year, the excess, if any, of the hypothetical fixed income securities earnings with respect to such year, over the amount which such earnings would be if they have been computed on the basis of an interest rate of six per cent, rather than on the basis of the assumed rate of interest; provided, however, that there shall be no six per cent interest offset with respect to any base fiscal year unless the hypothetical fixed income securities earnings with respect to such fiscal year exceeds the equity experience factor with respect to such fiscal year; and provided further that no six per cent interest offset with respect to any base fiscal year shall in any event exceed the amount obtained by subtracting the equity experience factor with respect to such fiscal year from the hypothetical fixed income securities earnings with respect to such fiscal year. 10. \"Interest comparison factor\". In relation to any base fiscal year, the amount obtained by subtracting the six per cent interest offset, if any, with respect to such fiscal year, from the hypothetical fixed income securities earnings with respect to such fiscal year. 11. \"Cumulative earnings differential for the base fiscal year\". In relation to a base fiscal year, the amount (expressed as a positive or negative quantity) obtained by adding to the earnings differential for such base fiscal year, the total of all earnings differentials for all prior base fiscal years. 12. \"Transferable earnings\". In relation to a base fiscal year, the total amount required by the provisions of subdivision c of this section to be distributed, with respect to such base fiscal year, in the manner provided by subdivision d of this section. 13. \"Cumulative distributions of transferable earnings for prior base fiscal years\". In relation to a base fiscal year, the total of all payments of transferable earnings made or required to be made by the pension fund to the police officer's variable supplements fund and the superior police officers' variable supplements fund with respect to all prior base fiscal years pursuant to subdivisions c and d of this section. 14. Police officer's variable supplements fund\". The police officer's variable supplements fund established by subchapter three of this chapter. 15. \"Police superior officers' variable supplements fund\". The police superior officers' variable supplements fund established by subchapter four of this chapter. 16. \"Superior police officers\". Members of the uniformed force of the police department who (a) hold the position of sergeant or any position of higher rank in such force, or (b) are detectives. b. As soon as practicable after the close of each base fiscal year, but not later than August thirty-first of the current fiscal year, the board shall compute: (1) the earnings differential with respect to such base fiscal year, and the interest offset, if any, with respect to such fiscal year; (2) the total contributions made to the police pension fund, subchapter two, with respect to such base fiscal year on behalf of all members of the uniformed force of the police department who are police officers, as of the last day of such base fiscal year; and (3) the total contributions made to the police pension fund, subchapter two, with respect to such base fiscal year on behalf of all members of the uniformed force of the police department who are superior police officers, as of such last day. c. If the cumulative earnings differential for the base fiscal year is a positive quantity and exceeds the cumulative distributions of transferable earnings for prior base fiscal years, a sum equal to the amount of such excess shall be distributed by the pension fund in the manner provided by subdivision d of this section. d. (1) If there be transferable earnings with respect to the base fiscal year, computed as hereinabove provided, such transferable earnings shall be divided into a police officer's variable supplements fund share and a superior police officers' variable supplements fund share in the ratio that the total contributions made to the police pension fund, subchapter two, with respect to such base fiscal year on behalf of police officers bears to the total contributions made to the police pension fund, subchapter two, with respect to such base fiscal year on behalf of superior police officers, as computed for such base fiscal year pursuant to the provisions of paragraphs two and three of subdivision b of this section. (2) On or before August thirty-first of the current fiscal year, the pension fund shall pay from the contingent reserve fund to the police officer's variable supplements fund and the superior police officers' variable supplements fund their respective shares of such transferable earnings with respect to the base fiscal year, as such shares are computed pursuant to paragraph one of this subdivision d. e. The comptroller shall furnish to the board such information and data as it may request for the purpose of carrying out the provisions of this section. f. The police officer's variable supplements fund and the police superior officers' variable supplements fund shall not have any rights under this section to any payments by the pension fund to such variable supplements funds derived from or based upon the investment earnings of the pension fund in any fiscal year of the city commencing on or after July first, nineteen hundred eighty-eight. Any and all rights of the police officer's variable supplements fund to payments from the pension fund derived from or based upon the investment earnings of the pension fund in any fiscal year of the city commencing on or after such July first shall be governed solely by the provisions of section 13-232.1 of this subchapter. Any and all rights of the police superior officers' variable supplements fund to payments from the pension fund derived from or based upon the investment earnings of the pension fund in any fiscal year of the city included in the period commencing on such July first and ending on June thirtieth, nineteen hundred ninety-two shall be governed solely by the provisions of section 13-232.2 of this subchapter. Any and all rights of the police superior officers' variable supplements fund to payments from the pension fund derived from or based upon the investment earnings of the pension fund in any fiscal year of the city commencing on or after July first, nineteen hundred ninety-two shall be governed solely by the provision of section 13-232.3 of this subchapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "2",
    "text": "POLICE PENSION FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "232",
    "identifier": "13-232",
    "catch_text": "Payments to variable supplements funds."
  }
}