{
  "text": "ยง 13-218 Credit for service. a. Subject to the following and to all other provisions of this subchapter, including such rules and regulations as such board shall adopt in pursuance thereof, such board shall determine and may modify allowances for service. b. Such board shall fix and determine how much service rendered in any year shall be the equivalent of a year of service and of parts thereof, but shall credit one year for two hundred fifty or more days of service and not more than one year for all service in any calendar year. c. Time during which a member was absent on leave without pay shall not be allowed in computing service as a member except as to time subsequent to approval of such allowance for retirement purposes granted by the commissioner and approved by such board. Time during which a member was on a preferred civil service list shall not be construed to form part of the period within which membership must begin. d. (1) Any person who was a member of the New York city employees' retirement system, and whose membership therein was terminated by his or her attaining membership in the police pension fund, subchapter two, and who had withdrawn his or her contributions to the New York city employees' retirement system, shall receive credit in the said police pension fund for prior creditable city service by paying into the annuity savings fund of the said police pension fund the amount of the employee contributions required to have been paid into the New York city employees' retirement system for such prior creditable city service, prior to July first, nineteen hundred eighty-two, and, subject to the provisions of paragraph two of this subdivision, and shall have the period of such prior creditable city service counted as service as a police officer for the purpose only of determining the amount of his or her pension or retirement allowance. Subject to the provisions of paragraph two and paragraph three of this subdivision, no member of the said police pension fund shall be eligible for retirement for service until he or she has served in the police force for a minimum period of twenty or twenty-five years, or until he or she has reached the age of fifty-five, according to the minimum period or age of retirement elected by such member prior to the certification of his or her rate of contribution. (2) (a) Subject to the provisions of subparagraph (b) of this paragraph, and period of allowable service rendered as an \"EMT member\", as defined in paragraph one of subdivision a of section 13-157.2 of this title, as added by chapter five hundred seventy-seven of the laws of two thousand, which immediately precedes service in the police force, and any period of allowable service rendered (i) as a peace officer, as defined in section 2.10 of the criminal procedure law, (ii) in the title of sheriff, deputy sheriff, marshal or district attorney investigator, or (iii) in any position specified in appendix A of operations order 2-25 of the police department of the city of New York dated December eleventh, two thousand two which immediately precedes service in the police force, and any period of allowable service in the uniformed transit police force, uniformed correction force, housing police service and the uniformed force of the department of sanitation immediately preceding service in the police force, credit for which immediately preceding allowable service was or is obtained pursuant to paragraph one of this subdivision, shall be deemed to be service in the police force for purposes of eligibility for benefits and to determine the amount of benefits under the police pension fund. (b) In any case where, by reason of credit for such immediately preceding service, the date of completion of such member's minimum period for service retirement under the police pension fund became or becomes earlier than such date would have been or would be if such credit for immediately preceding service had not been so acquired, there shall be effected with respect to such member: (i) such increase in such member's normal rate of contribution, effective as of the date on which such member last became a member of the police pension fund, as may be necessary to reflect such earlier date of eligibility for service retirement; and (ii) the charging of such member who acquired or acquires such credit for such immediately preceding service with a contribution rate deficiency: (A) which shall accrue from the date on which such member last became a member of the police pension fund; and (B) which shall be in such amount as shall be the product of the increase provided in item (i) of this subparagraph (b) and the member's compensation during the period of time provided in sub-item (A) of this item (ii); and (C) which, unless paid by such member in such manner as shall be prescribed by rules and regulations adopted by the board of trustees of such pension fund, shall require an appropriate adjustment of any benefit which may become payable to or on account of such member. (3) Nothing contained in subparagraph (b) of paragraph two of this subdivision d shall cause a member who acquires or acquired service credit by reason of the provisions of subparagraph (a) of such paragraph two to be denied: (a) the right or entitlement, if any, to terminate or reduce contributions to such pension fund or to a refund of or credit for contributions paid during a period when the member would have been entitled to terminate or reduce such contributions if he or she had such service credit on the date when he or she last became a member of the pension fund; or (b) any other right, benefit or entitlement of a similarly situated member of such pension fund with equal total service credit consisting only of service in the uniformed force of the police department, provided that the foregoing provisions of this paragraph three shall not be construed in a manner inconsistent with the provisions of subparagraph (b) of paragraph two of this subdivision d. e. Any person who was a member of the board of education retirement system and whose membership therein was terminated by such member attaining membership in the police pension fund, subchapter two, shall receive credit in the said police pension fund for prior creditable city service by paying into the annuity savings fund of the said police pension fund the amount of the employee contributions required to have been paid into the board of education retirement system for such prior creditable city service, within one year after July sixteenth, nineteen hundred sixty-five shall take effect, or within one year after becoming a member of the police pension fund, subchapter two, whichever is later, and shall have the period of such prior creditable city service counted as service as a police officer for the purpose only of determining the amount of such member's pension or retirement allowance, provided however, that no member of the said police pension fund shall be eligible for retirement for service until he or she has served in the police force for a minimum period of twenty or twenty-five years, or until he or she has reached the age of fifty-five, according to the minimum period or age of retirement elected by such member prior to the certification of his or her rate of contribution. f. (1) Upon election, any member of the police pension fund, subchapter two of this chapter, who was a member of the New York city employees' retirement system while employed as a New York city police department trainee shall receive credit in the said police pension fund, subchapter two of this chapter, for prior creditable service in the New York city employees' retirement system earned while employed as a New York city police department police trainee by paying into the annuity savings fund of said police pension fund additional member contributions plus interest which would have been paid or credited had such member been a member of the police pension fund, subchapter two of this chapter, from his or her last date of appointment as a New York city police department trainee or date of membership in the New York city employees' retirement system, whichever is later, provided such payment is made within one year after this subdivision shall take effect, and the period of such prior service credit shall be deemed to be service in the police force for purposes of eligibility for benefits and to determine the amounts of benefits under the police pension fund. (2) A member of the police pension fund, subchapter two of this chapter, who acquires service credit by reason of the provisions of paragraph one of this subdivision shall be entitled to any other right, benefit or entitlement of a similarly situated member of such pension fund with equal total service credit consisting only of service in the uniformed force of the police department. g. (1) (a) Upon election, the following persons (each of whom has been granted a retroactive appointment eligibility date as a New York city police department trainee, pursuant to Acha v. Beame, 570 F.2d 57) shall receive credit in the police pension fund, subchapter two of this chapter, for the period of such retroactive eligibility by paying into the annuity savings fund of said police pension fund additional member contributions plus interest which would have been paid or credited had such member been a member of the police pension fund from the retroactive appointment eligibility date as a New York city police department trainee, provided such payment is made within one year after this subdivision takes effect: Name Tax Registry No. Name Tax Registry No. Catherine Wyman 872015 Maureen Kirwan 867289 Kathleen Jappe 866563 Kathleen Driscoll 866837 Martina Guidone 866846 Carol Conry 867273 Kathleen Fogarty 866680 Kathleen Reynolds 872113 Gail Petersen 866867 Catherine DeLaRionda 866830 Alicia Parker 866201 Charlene Davey 866437 Catherine Codd 870819 Mary Boyd 866818 Karen Krizan 867507 Laura Pascual 866684 Kathleen Sammon 866682 Kerry Schreiner 866565 Patricia Scarlett 866900 Kathleen Groger 866840 Eleanor Del Rosario 866867 Anita Matusiak 866879 Yvonne Mitchell 868415 Mary Jo Yakowenko 867916 Lorraine Martucciello 866878. (b) The period of such retroactivity shall be deemed to be service in the police force for purposes of eligibility for benefits and to determine the amounts of benefits under the police pension fund. (2) A member of the police pension fund, subchapter two of this chapter, who acquires service credit by reason of the provisions of paragraph one of this subdivision shall be entitled to any other right, benefit or entitlement of a similarly situated member of such pension fund with equal total service credit consisting only of service in the uniformed force of the police department. * h. (1) Any member of the pension fund who, prior to June thirtieth, nineteen hundred ninety-two, would have been entitled to transfer membership in another public retirement system to the pension fund pursuant to any provision of law, but who failed to make a timely election to do so, may elect to transfer such membership to the pension fund by filing a written request for such transfer with the first retirement system within one year after the effective date of this subdivision. (2) All transfers of membership to the pension fund pursuant to this subdivision shall be in accordance with the procedures set forth in the transfer provisions that would have been applicable if the member had made a timely election to transfer. Where a transfer is made pursuant to this subdivision, and such applicable transfer provisions would have required a transfer of pension reserves, the first retirement system shall transfer to the pension fund all pension reserves that would have been transferred to the pension fund if the member had made a timely election to transfer. (3) Service credit transferred to the pension fund pursuant to this subdivision shall be credited in the same manner and for the same purposes as it would have been credited if the member had made a timely election to transfer, and the member shall pay to the pension fund all member contributions, plus interest, which would have been paid or credited if such service credit had been transferred to the pension fund on the date of such member's entry into the pension fund. * NB There are 2 sb h's * h. Notwithstanding the provisions of subdivision c of this section, any member who is absent without pay for child care leave of absence pursuant to regulations of the New York city police department shall be eligible for credit for such period of child care leave provided such member files a claim for such service credit with the pension fund by December thirty-first, two thousand one or within ninety days following termination of the child care leave, whichever is later, and contributes to the pension fund an amount which such member would have contributed during the period of such child care leave, together with interest thereon. Service credit provided pursuant to this subdivision shall not exceed one year of credit for each period of authorized child care leave. In the event there is a conflict between the provisions of this subdivision and the provisions of any other law or code to the contrary, the provisions of this subdivision shall govern. * NB There are 2 sb h's ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "2",
    "text": "POLICE PENSION FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "218",
    "identifier": "13-218",
    "catch_text": "Credit for service."
  }
}