{
  "text": "ยง 13-205 Reduction of contributions by members. a. The mayor, by executive order adopted prior to the first day of June, nineteen hundred sixty-four, may direct that beginning with the first full payroll period following July first, nineteen hundred sixty-four and ending with the payroll period immediately prior to that, the first day of which is nearest to June thirtieth, nineteen hundred sixty-five, the deductions from the semi-monthly pay, salary or compensation of each member made pursuant to the provisions of this subchapter shall be reduced by two and one-half per cent of such pay, salary or compensation. b. The mayor, by executive order adopted prior to June nineteenth, nineteen hundred sixty-five, may direct that beginning with the first full payroll period following July first, nineteen hundred sixty-five and ending with the payroll period immediately prior to that, the first day of which is nearest to June thirtieth, nineteen hundred sixty-six, the deductions from the semi-monthly pay, salary or compensation of each member made pursuant to the provisions of this subchapter shall be reduced by two and one-half per cent of such pay, salary or compensation. c. The mayor, by executive order adopted prior to June nineteenth, nineteen hundred sixty-six, may direct that beginning with the first full payroll period following July first, nineteen hundred sixty-six and ending with the payroll period immediately prior to that, the first day of which is nearest to June thirtieth, nineteen hundred sixty-seven, the deductions from the semi-monthly pay, salary or compensation of each member made pursuant to the provisions of this subchapter shall be reduced by two and one-half per cent of such pay, salary or compensation. d. The mayor, by executive order adopted prior to June seventeenth, nineteen hundred sixty-seven, may direct that beginning with the payroll period, the first day of which is nearest to July first, nineteen hundred sixty-seven and ending with the payroll period immediately prior to that, the first day of which is nearest to June thirtieth, nineteen hundred sixty-eight, the deductions from the semi-monthly pay, salary or compensation of each member made pursuant to the provisions of this subchapter shall be reduced by two and one-half per cent of such pay, salary or compensation. e. (1) Subject to the provisions of paragraph two of this subdivision, beginning with the first full payroll period following January first, nineteen hundred sixty-seven, and ending with the payroll period immediately prior to that, the first day of which is nearest to June thirtieth, nineteen hundred sixty-eight, the deductions from the semi-monthly pay, salary or compensation of each member made pursuant to the provisions of this subchapter shall be reduced by two and one-half per cent of such pay, salary or compensation. (2) The reduction provided for by paragraph one of this subdivision shall be in addition to any reduction made during the period mentioned in such paragraph one pursuant to subdivision c or d of this section. The amount of the reduction made pursuant to paragraph one of this subdivision in the deductions of any such member for such portion of the period mentioned in such paragraph one as precedes the effective date of this subdivision shall be refunded without interest. (3) Beginning with the payroll period the first day of which is nearest to June thirtieth, nineteen hundred sixty-eight, and ending with the payroll period immediately prior to that, the first day of which is nearest to June thirtieth, nineteen hundred seventy-one, the deductions from the semi-monthly pay, salary or compensation of each member made pursuant to the provisions of this subchapter shall be reduced by five per cent of such pay, salary or compensation. f. The mayor, by executive order adopted prior to the date forty-five days after the adjournment of the regular session of the legislature in nineteen hundred seventy-one, may direct that beginning with the payroll period, the first day of which is nearest to June thirtieth, nineteen hundred seventy-one and ending with the payroll period immediately prior to that, the first day of which is nearest to June thirtieth, nineteen hundred seventy-two, the deductions from the semi-monthly pay, salary or compensation of each member made pursuant to the provisions of this subchapter shall be reduced by five per cent of such pay, salary or compensation. g. The mayor, by executive order adopted prior to the date forty-five days after the adjournment of the regular session of the legislature in nineteen hundred seventy-two or June seventeenth of such year, whichever is later, may direct that beginning with the payroll period, the first day of which is nearest to June thirtieth, nineteen hundred seventy-two and ending with the payroll period immediately prior to that, the first day of which is nearest to June thirtieth, nineteen hundred seventy-three, the deductions from the semi-monthly pay, salary or compensation of each member made pursuant to the provisions of this subchapter shall be reduced by five per cent of such pay, salary or compensation. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "2",
    "text": "POLICE PENSION FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "205",
    "identifier": "13-205",
    "catch_text": "Reduction of contributions by members."
  }
}