{
  "text": "ยง 13-202 Board of trustees. a. The police pension fund shall be administered by a board of trustees which shall, subject to the provisions of law and to the prior approval of the board of estimate, from time to time, establish rules and regulations for the administration and transaction of the business of such fund and for the control and disposition thereof. Such board shall consist of: 1. The police commissioner who shall be chairperson of the board and who shall be entitled to cast one and one-half votes. 2. The comptroller of the city who shall be entitled to cast one and one-half votes. 3. A representative of the mayor who shall be appointed by the mayor and who shall be entitled to cast one and one-half votes. 4. The commissioner of finance of the city who shall be entitled to cast one and one-half votes. 5. The president of the patrolmen's benevolent association of the city of New York who shall be entitled to cast one vote. 6. The first vice-president of the patrolmen's benevolent association of the city of New York who shall be entitled to cast one vote. 7. The second vice-president of the patrolmen's benevolent association of the city of New York who shall be entitled to cast one vote. 8. The chairperson of the board of trustees of the patrolmen's benevolent association of the city of New York who shall be entitled to cast one vote. 9. The president of the captains' endowment association of the police department of the city of New York who shall be entitled to cast one-half vote. 10. The president of the lieutenants' benevolent association, police department, city of New York who shall be entitled to cast one-half vote. 11. The president of the sergeants' benevolent association of the city of New York who shall be entitled to cast one-half vote. 12. The president of the detectives' endowment association of the city of New York who shall be entitled to cast one-half vote. b. Every act of the board of trustees shall be by resolution which shall be adopted only by a vote of at least seven-twelfths of the whole number of votes authorized to be cast by all of the members of such board. c. The board of trustees shall receive all moneys applicable to such fund and deposit the same to the credit of such fund, in banks or trust companies to be selected by it, and continue to receive and deposit the funds applicable to the same, as received, to the credit of such fund, or to invest the same in obligations issued by the city of New York, obligations issued by the state of New York or obligations issued by the United States of America, as such board of trustees may deem most advantageous for the object of such fund, and such board of trustees shall have the power to make all necessary contracts, and to take all necessary remedies in the premises. d. The police commissioner shall assign to the board of trustees a sufficient number of clerical and other assistants to permit the board efficiently to exercise its powers and to perform its duties. e. On or before the first day of September of each year the board of trustees shall make a detailed verified report to the mayor. f. Any member of the board, referred to in paragraphs five through twelve, respectively, of subdivision a of this section, shall be a member of the uniformed force and may authorize in writing at any time any other officer of the respective associations to represent him or her on such board in the event of his absence or disability, provided, however, that the by-laws or constitution of such respective associations provide for the designation of a representative in such event. g. Notwithstanding any other provision of law to the contrary, on July first, nineteen hundred ninety-five, and duties and responsibilities of the board of trustees of administering the provisions of this subchapter shall be transferred in accordance with the provisions of subdivision f of section 13-213.1 of this subchapter to the board of trustees of the police pension fund provided for in subchapter two of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "2",
    "text": "POLICE PENSION FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "202",
    "identifier": "13-202",
    "catch_text": "Board of trustees."
  }
}