{
  "text": "ยง 13-239 Rules regulating loans to members. Any member who shall have been a member continuously at least three years, may borrow from the pension fund, subject to such rules and regulations as may be approved by such board, an amount not exceeding ninety per centum of the amount of his or her accumulated contributions provided that the amount so borrowed together with interest thereon, can be repaid before attainment of age sixty-three years by additional deductions of ten per centum from his or her compensation made at the same time compensation is paid to the member. The amount so borrowed together with regular interest creditable to the account of the member on any unpaid balance thereof shall be repaid to the pension fund in equal instalments by deduction from the compensation of the member at the time the compensation is paid, but such instalments shall be at least two per centum of the member's earnable compensation and at least sufficient to repay before attainment of age sixty-three years, the amount borrowed with interest thereon. Notwithstanding anything to the contrary in this subchapter, the additional deductions required to repay the loan shall be made, and the interest paid on the loan shall be credited to the proper funds of the pension fund. In lieu of loan, any member whose rate of contribution is cancelled, may withdraw from his or her account and may restore thereto in any year as he or she may elect any sum in excess of the maximum in his or her annuity savings account and due thereto at the end of the calendar year in which he or she became entitled to cancel his or her rate. The actuarial equivalent of any unpaid balance of a loan at the time any benefit may become payable shall be deducted from the benefit otherwise payable except that each loan made pursuant to this section shall be insured by the pension fund, without cost to the member, against the death of such member in an amount up to but not exceeding twenty-five thousand dollars as follows: 1. Until thirty days have elapsed after the making thereof, no part of the loan shall be insured. 2. From the thirtieth through the fifty-ninth day after the making thereof, twenty-five per centum of the present value of the outstanding loan shall be insured. 3. From the sixtieth through the eighty-ninth day after the making thereof, fifty per centum of the present value of the outstanding loan shall be insured. 4. On and after the ninetieth day after the making thereof, all of the present value of the outstanding loan shall be insured. Upon the death of a member, the amount of insurance so payable shall be credited to his or her accumulated contributions. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "2",
    "text": "POLICE PENSION FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "239",
    "identifier": "13-239",
    "catch_text": "Rules regulating loans to members."
  }
}