{
  "text": "ยง 13-264 Exemption from tax and legal process. The right of a person to a pension-providing-for-increased-take-home-pay, an annuity, a dependent benefit, or a retirement allowance, to the return of contribution, the pension-providing-for-increased-take-home-pay, annuity, dependent benefit, or a retirement allowance itself, any optional benefit, any other right accrued or accruing to any person under the provisions of this chapter, and the moneys in the various funds provided for by this chapter are hereby exempt from any state or municipal tax, and shall not be subject to execution, garnishment, attachment, or any other process whatsoever, and shall be unassignable except as in this chapter specifically provided. Notwithstanding the foregoing provisions of this section, a retired member shall have the right, at any time after the retired member's retirement, to execute and file a dues deduction authorization card or an authorization in writing with the New York city police pension fund authorizing the deduction from the retired member's retirement allowance of membership dues or premiums for employee organization sponsored group insurance plans and the payment thereof to a retiree organization of which the retired member certifies he or she is then a member and which the retired member certifies is then affiliated with either an employee organization certified or recognized as the collective bargaining representative of all employees in the negotiating unit of which the retired member was a part prior to his or her retirement or an employee organization with which such employee organization is then affiliated. The comptroller shall thereafter deduct from the retirement allowance of such retired member the amount of membership dues required to be paid by such retired member or premiums for employee organization sponsored group insurance plans and shall transmit the sum so deducted to said retiree organization. Such authorization shall continue in effect until revoked in writing by such retired member. The board shall determine the cost of administering deductions for premiums for employee organization sponsored group insurance plans and the cost incurred by the pension fund and the comptroller in administering the same shall be paid by the employee organization. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "2",
    "text": "POLICE PENSION FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "264",
    "identifier": "13-264",
    "catch_text": "Exemption from tax and legal process."
  }
}