{
  "text": "ยง 13-257 Retirement allowances; for ordinary disability. Upon retirement for ordinary disability, a member shall receive a retirement allowance which shall consist of: 1. An annuity which shall be the actuarial equivalent of his or her accumulated deductions at the time of his or her retirement; and 2. A pension which is the actuarial equivalent of the reserve-for-increased-take-home-pay to which he or she may then be entitled, if any; and 3. A pension, which, together with his or her annuity and the pension-providing-for-increased-take-home-pay, if any, shall be equal to: a. In the case of a member who contributes on the basis of retirement after twenty years of city-service, a retirement allowance equal to one-fortieth of his or her annual earnable compensation on the date of retirement multiplied by the number of years of city-service credited to him or her, but not less than (i) one-half of his or her annual earnable compensation on the date of retirement, if the years of city-service credited to him or her are ten or more, or (ii) one-third of his or her annual earnable compensation on the date of retirement, if the years of city-service credited to him or her are less than ten; or b. In the case of a member who contributes on the basis of retirement after twenty-five years of city-service, a retirement allowance equal to one-fiftieth of his or her annual earnable compensation on the date of retirement, multiplied by the number of years of city-service credited to him or her, but not less than (i) one-half of his or her annual earnable compensation on the date of retirement, if the years of city-service credited to him or her are ten or more, or (ii) one-third of his or her annual earnable compensation on the date of retirement, if the years of city-service credited to him or her are less than ten; or c. (1) In the case of a member who contributes on the basis of retirement at age fifty-five the retirement allowance that would be payable to him or her after a like amount of total-service and annual earnable compensation on the date of retirement, had he or she attained his or her minimum age for service retirement if such retirement allowance exceeds one-quarter of his or her annual earnable compensation on the date of retirement; otherwise, (2) The retirement allowance not exceeding one-quarter of his or her annual earnable compensation on date of retirement, that would be paid to him or her were his or her service and present annual earnable compensation on the date of retirement to continue until attainment by him or her of his or her minimum age of service retirement. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "2",
    "text": "POLICE PENSION FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "257",
    "identifier": "13-257",
    "catch_text": "Retirement allowances; for ordinary disability."
  }
}