{
  "text": "ยง 13-209 Payment of pensions; death. a. The board of trustees of the pension fund shall pay a pension out of such fund to the spouse, child or children or dependent parent or parents of any deceased member of the police force in such department, if the death of such member occur during his or her service in such police force, or after he or she was retired from service in such force. The amount of any such pension to be paid by the board of trustees to each of the several representatives of such member, in case there shall be more than one, from time to time, may be determined by such board according to the circumstances of each case. The annual pension to the representative or representatives of such member, however, shall be six hundred dollars, and no part of such sum shall be paid to any such spouse who shall remarry, after such remarriage, or to any child after it shall have reached the age of eighteen years. In lieu of the aforementioned pension, when a member of the force dies while in active service, his or her beneficiary shall be paid the accumulated deductions of such deceased member if written application therefor be made to the board of trustees by such beneficiary. b. In case any member in the police force of such department is killed while actually engaged in the performance of duty, or if death ensues, or results from a disease, as the immediate effect of injuries received, the board of trustees of such fund, upon evidence submitted to it, shall have power to decide whether death so occurred and upon such decision shall award to the spouse of such member an annual sum as a pension, to be paid out of such fund in an amount not to exceed, except as herein provided, one-half of the salary of such member at the date of his or her decease. If such member, dying, leaves no spouse surviving him or her, but leaves a child or children, under the age of eighteen years, or dependent parent or parents, such board shall award to the legal guardian of such child or children, or dependent parent or parents, for its or their support and maintenance, an annual sum as a pension out of such fund, in an amount not to exceed one-half of the salary of such member at the date of his or her decease. The amount of such pension to any spouse shall cease upon his or her death. Such annual pension shall cease upon the death or marriage of such child, or upon its reaching the age of eighteen years. If such payment to the spouse of any such member shall cease by reason of his or her death, such board shall make payments to the child or children, or dependent parent or parents of such member, if any, as though he or she had died without leaving a spouse surviving him or her. c. The board of trustees, subject to the separate approval of the mayor, may presume a member or former member of the pension fund to be dead, if such member has disappeared and has been absent for three years or more, unless there be affirmative evidence that he or she was alive within that time. In the case of a former member who has disappeared, has been absent for three years or more and who was last known to be alive while a member of the police force in the department, the board of trustees, subject to the separate approval of the mayor, may presume that death occurred while such former member was a member of such police force, unless there be affirmative evidence that he or she was alive after his or her separation from service in the police force. If in its judgment the evidence warrants such determination, the board of trustees, subject to the separate approval of the mayor, may make an additional and separate finding that such presumed death occurred while such member or former member was actually engaged in the performance of duty. In the event that the board of trustees, upon approval of the mayor, shall take action pursuant to a presumption of death with respect to the disappearance of a former member of the police force, the police commissioner shall have power to revoke any disciplinary action, with respect to the absence of such former member of the police force, which was taken by him or her after the date when such former member is presumed to have died. Notwithstanding any other provision of law, the board of trustees and the police commissioner shall have power to revoke or rescind any action taken by them, respectively, pursuant to this subdivision, with or without cause at any time prior to five years from the date of the disappearance of a member or former member and thereafter they may take action and exercise such power in the event that they respectively shall determine, on the basis of affirmative evidence submitted to them, that any member or former member was alive after the date he or she was presumed to be dead. Upon the expiration of a period of five years from the date of the disappearance of a member or former member, continuation of the payment of a pension pursuant to this section based upon the presumed death of such member or former member shall be conditioned upon a determination by a court of competent jurisdiction, in an action or special proceeding brought by a beneficiary receiving all or part of such pension or any other member of the family of such member or former member pursuant to the provisions of section 2-1.7 of the estates, powers and trusts law, that such member or former member is presumed to be dead. Such determination shall be deemed conclusive for the purposes of this section, unless such member or former member thereafter shall be found to be alive. d. (1) Notwithstanding the provisions of subdivision b of this section, in any case where a pension was or is awarded under the provisions of such subdivision, or any predecessor provision by reason of the death of any such member, occurring before July first, nineteen hundred and sixty-five, such pension, subject to the provisions of paragraphs two and three of this subdivision d, shall consist: (a) For each full calendar year, on and after January first, nineteen hundred and sixty-five, of a sum as a pension to be paid out of such fund and in an amount not to exceed, except as herein provided, one-half of the annual salary or compensation payable, on July first, nineteen hundred and sixty-five, to a member of the uniformed force of rank, seniority, and other salary-determining status, equal to that of the deceased member on the date of his or her decease but in no case less than one-half of the salary payable to a first grade patrolman on July first, nineteen hundred and sixty-five, and (b) For any portion of a calendar year, on and after January first, nineteen hundred and sixty-five, the appropriate pro rata portion of the amount which would be payable, under the provisions of subparagraph (a) of this paragraph one, for the full calendar year which includes such portion of a year, if a pension were payable under this subdivision d for such full calendar year. (2) Such pension shall be payable to the same persons and shall be subject to the same terms and conditions, including provisions as to termination, as to the pension which would otherwise be payable, on and after January first, nineteen hundred and sixty-five, pursuant to subdivision b of this section or any applicable predecessor provision, by reason of the death of such member. (3) The pension payable pursuant to the provisions of paragraphs one and two of this subdivision d shall be in lieu of any pension which would otherwise be payable on or after January first, nineteen hundred and sixty-five pursuant to the provisions of such subdivision b, or predecessor provision, and, except as otherwise provided in paragraph one of subdivision e of section 13-686 of this title, shall be in lieu of any supplemental retirement allowance which would otherwise be payable, on and after such date, under the provisions of subchapter six of chapter five of this title or any other law. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "2",
    "text": "POLICE PENSION FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "209",
    "identifier": "13-209",
    "catch_text": "Payment of pensions; death."
  }
}