{
  "text": "ยง 13-226 Pensions-for-increased-take-home-pay. a. 1. The mayor, by executive order, adopted prior to the first day of June, nineteen hundred sixty-three, may direct that beginning with the first full payroll period following January first, nineteen hundred sixty-three, and ending with the payroll period immediately prior to that, the first day of which is nearest to June thirtieth, nineteen hundred sixty-four, the contribution of each member made pursuant to subdivision b or e of section 13-225 of this subchapter, exclusive of any increase thereof pursuant to subdivisions c and d of section 13-225 of this subchapter, or of any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by two and one-half percent of the compensation of such member. Such a reduction shall be subject to waiver by the member as provided in subdivision d of this section and shall take precedence over the member's privilege under subdivision one of section one hundred thirty-eight-b of the retirement and social security law, to decrease his or her annuity contribution for the purpose of paying his or her contributions for old age, survivors, and disability insurance coverage or the tax imposed upon him or her pursuant to the federal insurance contribution act. Such executive order may also provide for a method or procedure for the refunding or crediting to a member by the pension fund of the amount of the reduction in his or her deductions for any period prior to the adoption of such executive order. 2. The mayor, by executive order, adopted prior to the first day of June, nineteen hundred sixty-four, may direct that beginning with the first full payroll period following July first, nineteen hundred sixty-four, and ending with the payroll period immediately prior to that, the first day of which is nearest to June thirtieth, nineteen hundred sixty-five, the contribution of each member made pursuant to subdivision b or e of section 13-225 of this subchapter, exclusive of any increase thereof pursuant to subdivisions c and d of section 13-225 of this subchapter, or of any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by two and one-half percent of the compensation of such member. Such a reduction shall be subject to waiver by the member as provided in subdivision d of this section and shall take precedence over the member's privilege under subdivision one of section one hundred thirty-eight-b of the retirement and social security law, to decrease his or her annuity contribution for the purpose of paying his or her contributions for old age, survivors, and disability insurance coverage or the tax imposed upon him or her pursuant to the federal insurance contribution act. 3. The mayor, by executive order, adopted prior to June nineteenth, nineteen hundred sixty-five, may direct that beginning with the first full payroll period following July first, nineteen hundred sixty-five, and ending with the payroll period immediately prior to that, the first day of which is nearest to June thirtieth, nineteen hundred sixty-six, the contribution of each member made pursuant to subdivision b or e of section 13-225 of this subchapter, exclusive of any increase thereof pursuant to subdivisions c and d of section 13-225 of this subchapter, or of any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by two and one-half percent of the compensation of such member. Such a reduction shall be subject to waiver by the member as provided in subdivision d of this section and shall take precedence over the member's privilege under subdivision one of section one hundred thirty-eight-b of the retirement and social security law, to decrease his or her annuity contribution for the purpose of paying his or her contributions for old age, survivors and disability insurance coverage or the tax imposed upon him or her pursuant to the federal insurance contribution act. 4. The mayor, by executive order adopted prior to June nineteenth, nineteen hundred sixty-six, may direct that beginning with the first full payroll period following July first, nineteen hundred sixty-six, and ending with the payroll period immediately prior to that, the first day of which is nearest to June thirtieth, nineteen hundred sixty-seven, the contribution of each member made pursuant to subdivision b or e of section 13-225 of this subchapter, exclusive of any increase thereof pursuant to subdivisions c and d of section 13-225, or of any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by two and one-half percent of the compensation of such member. Such a reduction shall be subject to waiver by the member as provided in subdivision d of this section and shall take precedence over the member's privilege under subdivision one of section one hundred thirty-eight-b of the retirement and social security law, to decrease his or her annuity contribution for the purpose of paying his or her contributions for old age, survivors and disability insurance coverage or the tax imposed upon him or her pursuant to the federal insurance contribution act. 5. The mayor, by executive order adopted prior to June seventeenth, nineteen hundred sixty-seven, may direct that beginning with the payroll period, the first day of which is nearest to July first, nineteen hundred sixty-seven, and ending with the payroll period immediately prior to that, the first day of which is nearest to June thirtieth, nineteen hundred sixty-eight, the contribution of each member made pursuant to subdivision b or e of section 13-225 of this subchapter, exclusive of any increase thereof pursuant to subdivisions c and d of section 13-225 of this subchapter, or of any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by two and one-half per cent of the compensation of such member. Such a reduction shall be subject to waiver by the member as provided in subdivision d of this section and shall take precedence over the member's privilege under subdivision one of section one hundred thirty-eight-b of the retirement and social security law, to decrease his or her annuity contribution for the purpose of paying his or her contributions for old age, survivors and disability insurance coverage or the tax imposed upon him or her pursuant to the federal insurance contribution act. 6. a. (1) Subject to the provisions of item two of this subparagraph a, beginning with the first full payroll period following January first, nineteen hundred sixty-seven, and ending with the payroll period immediately prior to that, the first day of which is nearest June thirtieth, nineteen hundred sixty-eight, the contribution of each member made pursuant to subdivision b or e of section 13-225 of this subchapter, exclusive of any increase thereof pursuant to subdivisions c and d of section 13-225 of this subchapter, or of any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by two and one-half per cent of the compensation of such member. (2) The reduction provided for by item one of this subparagraph a shall be in addition to any reduction made during the period mentioned in such item one pursuant to paragraphs four or five of this subdivision. The amount of the reduction made pursuant to item one of this subparagraph in the deductions of any such member for such portion of the period mentioned in such item one as precedes the effective date of this paragraph shall be refunded without interest. (3) Beginning with the payroll period the first day of which is nearest to June thirtieth, nineteen hundred sixty-eight, and ending with the payroll period immediately prior to that, the first day of which is nearest to June thirtieth, nineteen hundred seventy-one, the contribution of each member made pursuant to subdivision b or e of section 13-225 of this subchapter, exclusive of any increase thereof pursuant to subdivision c or d of section 13-225 of this subchapter, or of any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by five percent of the compensation of such member. b. The reductions referred to in paragraph a of this subdivision six shall be subject to waiver by the member as provided in subdivision d of this section and shall take precedence over the member's privilege under subdivision one of section one hundred thirty-eight-b of the retirement and social security law, to decrease his or her annuity contribution for the purpose of paying his or her contribution for old age, survivor and disability insurance coverage or the tax imposed upon him or her pursuant to the federal insurance contribution act. 7. The mayor, by executive order adopted prior to the date forty-five days after the adjournment of the regular session of the legislature in nineteen hundred seventy-one, may direct that beginning with the payroll period, the first day of which is nearest to June thirtieth, nineteen hundred seventy-one, and ending with the payroll period immediately prior to that, the first day of which is nearest to June thirtieth, nineteen hundred seventy-two, the contribution of each member made pursuant to subdivision b or e of section 13-225 of this subchapter, exclusive of any increase thereof pursuant to subdivision c or d of section 13-225 of this subchapter, or of any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by five per cent of the compensation of such member. Such a reduction shall be subject to waiver by the member as provided in subdivision d of this section and shall take precedence over the member's privilege under subdivision one of section one hundred thirty-eight-b of the retirement and social security law, to decrease his or her annuity contribution for the purpose of paying his or her contributions for old age, survivors and disability insurance coverage or the tax imposed upon him or her pursuant to the federal insurance contribution act. 8. The mayor, by executive order adopted prior to the date forty-five days after the adjournment of the regular session of the legislature in nineteen hundred seventy-two or June seventeenth of such year, whichever is later, may direct that beginning with the payroll period, the first day of which is nearest to June thirtieth, nineteen hundred seventy-two, and ending with the payroll period immediately prior to that, the first day of which is nearest to June thirtieth, nineteen hundred seventy-three, the contribution of each member made pursuant to subdivision b or e of section 13-225 of this subchapter, exclusive of any increase thereof pursuant to subdivision c or d of section 13-225 of this subchapter, or of any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by five per cent of the compensation of such member. Such a reduction shall be subject to waiver by the member as provided in subdivision d of this section and shall take precedence over the member's privilege under subdivision one of section one hundred thirty-eight-b of the retirement and social security law, to decrease his or her annuity contribution for the purpose of paying his or her contributions for old age, survivors and disability insurance coverage or the tax imposed upon him or her pursuant to the federal insurance contribution act. b. For such period of time as the reduction pursuant to the provisions of subdivision a of this section shall be in effect, contributions shall be made to the contingent reserve fund by the city at a rate fixed by the actuary, which shall be computed to be sufficient to provide the death benefit hereunder, and the pension-providing-for-increased-take-home-pay which are or may become payable on account of such member. c. Such a benefit and such a pension-providing-for-increased-take-home-pay shall be based on a reserve-for-increased-take-home-pay, which shall be a sum consisting of the total of all products obtained by multiplying the compensation of the member, during each period of reduction of member contributions under this section, by the percentage of reduction of his or her contributions applicable under this section with respect to such period, plus regular interest on such sum, and additional interest, if any, thereon. d. Where a member's rate of contribution is reduced because the city contributes towards the pension-providing-for-increased-take-home-pay pursuant to this section, such member may by written notice duly acknowledged and filed with the pension fund within one year after such reduction or within one year after he or she last became a member, whichever is later, elect to waive such reduction. One year or more after the filing thereof, a member may withdraw any such waiver by written notice duly acknowledged and filed with the retirement system. Where a member makes an election to waive such reduction he or she shall contribute to the pension fund as otherwise provided in this subchapter. e. A member who waives a reduction of contribution pursuant to this section or who elects or has elected to discontinue his or her contributions pursuant to subdivision b of section 13-225 of this subchapter shall be entitled to a pension-providing-for-increased-take-home-pay and death benefits to the same extent as if such waiver or election had not been made. f. The benefits provided pursuant to paragraph one of subdivision a of this section apply only to members of the pension fund who are in active service in the police force on or after the date of adoption of the executive order by the mayor pursuant to such paragraph one. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "2",
    "text": "POLICE PENSION FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "226",
    "identifier": "13-226",
    "catch_text": "Pensions-for-increased-take-home-pay."
  }
}