{
  "text": "ยง 13-261 Retirement; options in which retirement allowances may be taken. a. Until the first payment on account of any benefit is made, except pursuant to the provisions of section 13-261.2 of this subchapter, the beneficiary, or, if such beneficiary is an incompetent, then the husband or wife of such beneficiary, or, if there be no husband or wife, a committee of the estate, may elect to receive such benefit in a retirement allowance payable throughout life, or the beneficiary or the husband or wife or committee so electing may then elect to receive the actuarial equivalent at that time of his or her annuity, his or her pension, or his or her retirement allowance in a lesser annuity or a lesser pension or a lesser retirement allowance, payable throughout life with the provision that: Option 1. If he or she die before he or she has received in payments the present value of his or her annuity, his or her pension, or his or her retirement allowance, as it was at the time of his or her retirement, the balance shall be paid to his or her legal representatives or to such person as the beneficiary, or the husband or wife or committee so electing, has nominated or shall nominate by written designation duly acknowledged and filed with the board. Option 2. Upon his or her death, his or her annuity, his or her pension, or his or her retirement allowance, shall be continued throughout the life of and paid to such person as the beneficiary, or the husband or wife or committee so electing, has nominated or shall nominate by written designation duly acknowledged and filed with the board at the time of his or her retirement. Option 3. Upon his or her death, one-half of his or her annuity, his or her pension, or his or her retirement allowance, shall be continued throughout the life of and paid to such person as the beneficiary, or the husband or wife or committee so electing, has nominated or shall nominate by written designation duly acknowledged and filed with the board at the time of his or her retirement. Option 4. Upon his or her death, some other benefit or benefits shall be paid to such other person or persons as the beneficiary, or the husband or wife or committee so electing, has nominated or shall nominate, provided such other benefit or benefits, together with such lesser annuity, or lesser pension, or lesser retirement allowance, shall be certified by the actuary to be of equivalent actuarial value to his or her annuity, his or her pension or his or her retirement allowance, and shall be approved by such board. b. For purposes of this section, the terms \"pension\" and \"retirement allowance\" shall be deemed to include the pension-providing-for-increased-take-home-pay, if any. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "2",
    "text": "POLICE PENSION FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "261",
    "identifier": "13-261",
    "catch_text": "Retirement; options in which retirement allowances may be taken."
  }
}