{
  "text": "ยง 13-232.3 Payments to police superior officers' variable supplements fund for base fiscal years commencing on or after July first, nineteen hundred ninety-two. a. For the purposes of this section, the definitions of terms set forth in paragraphs two, five, six, seven, eight and fifteen of subdivision a of section 13-232 of this subchapter shall apply to this section 13-232.3 with the same force and effect as if such definitions were specifically set forth in this section. b. For the purposes of this section, the following terms shall mean and include: (1) \"Base fiscal year\". Any fiscal year of the city beginning on or after July first, nineteen hundred ninety-two. (2) \"Prior base fiscal year\". Any fiscal year of the city which begins on or after July first, nineteen hundred ninety-two and which precedes the base fiscal year. (3) \"Cumulative earnings factor as of June thirtieth, nineteen hundred ninety-two\". An amount, expressed as a positive or negative quantity, as the case may be, which shall be equal to the cumulative earnings factor for the nineteen hundred ninety-one--nineteen hundred ninety-two base fiscal year computed pursuant to section 13-232.2 of this subchapter. (4) \"Earnings differential\". The amount (expressed as a positive and negative quantity) by which the equity experience factor (expressed as a positive or negative quantity) with respect to the base fiscal year differs from the hypothetical fixed income securities earnings with respect to the base fiscal year. If such equity experience factor is greater then such hypothetical fixed income securities earnings, the difference between the two shall be expressed as a positive quantity. If such hypothetical fixed income securities earnings are greater then such equity experience factor, the difference between the two shall be expressed as a negative quantity. (5) \"Cumulative earnings factor\". (a) The cumulative earnings factor for any base fiscal year shall be determined as follows: (i) If the cumulative earnings factor for the immediately preceding base fiscal year was a positive quantity, the cumulative earnings factor for the base fiscal year shall be equal to the earnings differential for the base fiscal year. (ii) If the cumulative earnings factor for the immediately preceding base fiscal year was a negative quantity, the cumulative earnings factor for the base fiscal year shall be equal to the sum of: (A) the earnings differential for the base fiscal year; and (B) the cumulative earnings factor for the immediately preceding base fiscal year, increased with interest at a rate equal to the assumed rate of interest fixed with respect to such base fiscal year pursuant to the provisions of paragraph eight of subdivision a of section 13-232 of this subchapter, as made applicable to this section 13-232.3 by subdivision a hereof. (b) In applying the provisions of this paragraph five for the base fiscal year nineteen hundred ninety-two--nineteen hundred ninety-three, the term defined in paragraph three of this subdivision b as \"cumulative earnings factor as of June thirtieth, nineteen hundred ninety-two\" shall be substituted for the term \"cumulative earnings factor for the immediately preceding base fiscal year\". (6) \"PSOVSF cumulative earnings factor\". With respect to any base fiscal year, the amount obtained by multiplying the cumulative earnings factor for such base fiscal year by a fraction, the numerator of which shall be the total contributions made to the pension fund with respect to such base fiscal year on behalf of all members of the uniformed force of the police department who are police superior officers, as of the last day of such base fiscal year, and the denominator of which shall be the total contributions made to the pension fund with respect to such base fiscal year on behalf of all persons who are members of the uniformed force of the police department as of the last day of such base fiscal year. (7) \"PSOVSF unfunded accrued liability\". In any case where the valuation of assets and liabilities of the police superior officers' variable supplements fund by the actuary pursuant to subdivision e of section 13-280 of this chapter shows that for any base fiscal year, such liabilities exceed such assets, the term \"PSOVSF unfunded accrued liability\" shall mean the amount of the excess of such liabilities over the amount of such assets for such base fiscal year. (8) \"Police superior officers\". Members of the uniformed force of the police department who (a) hold the position of sergeant or any position of higher rank in such force, or (b) are detectives. c. As soon as practicable after the close of each base fiscal year, but not later than December thirty-first of the current fiscal year, the board shall compute the PSOVSF cumulative earnings factor with respect to such base fiscal year. d. If the PSOVSF cumulative earnings factor for such base fiscal year is a positive quantity, the pension fund, on or before December thirty-first of the current fiscal year, shall pay from its contingent reserve fund to the police superior officers' variable supplements fund, as the payment due for such base fiscal year under this section, an amount determined pursuant to the provisions of subdivision e of this section. e. The amount payable for such base fiscal year as provided for in subdivision d of this section shall be the lesser of (1) the PSOVSF cumulative earnings factor for such base fiscal year referred to in such subdivision d or (2) the PSOVSF unfunded accrued liability for such base fiscal year. f. No amount shall be due from or payable by the pension fund to such variable supplements fund under this section for any base fiscal year which shall exceed the PSOVSF unfunded accrued liability for such base fiscal year, regardless of the amount and character of the PSOVSF cumulative earnings factor for such base fiscal year. g. The comptroller shall furnish to the board such information and data as it may request for the purpose of carrying out the provisions of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "2",
    "text": "POLICE PENSION FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "232",
    "identifier": "13-232.3",
    "catch_text": "Payments to police superior officers' variable supplements fund for base fiscal years commencing on or after July first, nineteen hundred ninety-two."
  }
}