{
  "text": "ยง 13-232.2 Payments to police superior officers' variable supplements fund for base fiscal years included in the period commencing on July first, nineteen hundred eighty-eight and ending on June thirtieth, nineteen hundred ninety-two. a. For the purposes of this section, the definitions of terms set forth in paragraphs two, four, six, eight, nine and ten of subdivision a of section 13-232 of this subchapter shall apply to this section 13-232.2 with the same force and effect as if such definitions were specifically set forth in this section. b. For the purposes of this section, the following terms shall mean and include: 1. \"Base fiscal year\". Any fiscal year of the city included in the period beginning on July first, nineteen hundred eighty-eight and ending on June thirtieth, nineteen hundred ninety-two. 2. \"Prior base fiscal year\". Any fiscal year of the city which begins on or after July first, nineteen hundred eighty-eight and which precedes the base fiscal year. 3. \"Cumulative earnings factor as of June thirtieth, nineteen hundred eighty-eight\". (a) An amount, expressed as a positive or negative quantity, as the case may be, which shall be determined in accordance with the method set forth in subparagraph (b) of this paragraph three. (b) (i) The cumulative earnings differential for the base fiscal year (as defined in paragraph eleven of subdivision a of section 13-232 of this subchapter), as applicable to the nineteen hundred eighty-seven--nineteen hundred eighty-eight base fiscal year (as so defined) shall be computed pursuant to the provisions of such section 13-232. (ii) The cumulative distributions of transferable earnings for prior base fiscal years (as defined in paragraph thirteen of subdivision a of such section 13-232) shall be computed pursuant to such section 13-232 with respect to such nineteen hundred eighty-seven--nineteen hundred eighty-eight base fiscal year. (iii) The amount of transferable earnings (as defined in paragraph twelve of subdivision a of such section 13-232), if any, for the nineteen hundred eighty-seven--nineteen hundred eighty-eight base fiscal year, determined pursuant to such section 13-232, shall be added to the cumulative distributions of transferable earnings computed pursuant to item (ii) of this subparagraph (b). (iv) The sum resulting from the addition prescribed by item (iii) of this subparagraph (b) shall be subtracted from the amount computed pursuant to item (i) of this subparagraph. (v) The remainder resulting from the subtraction shall be the cumulative earnings factor as of June thirtieth, nineteen hundred eighty-eight. 4. \"Equity experience factor\". (a) An amount (expressed as a positive or negative quantity) which shall be determined for each base fiscal year in accordance with the method of computation set forth in the succeeding subparagraphs of this paragraph four. (b) The amount of income earned by the pension fund during the base fiscal year from its investment in equities shall be computed. (c) To each such amount of income for a base fiscal year there shall be added the capital gains, realized and unrealized, occurring during such base fiscal year by reason of such investments. (d) From the sum resulting from the addition prescribed by subparagraph (c) of this paragraph there shall be subtracted the capital losses, realized or unrealized, occurring during such base fiscal year by reason of such investment. (e) In the event that any equity is sold during the base fiscal year, the expense of such sale, including but not limited to broker's commissions, shall be deducted from capital gain or added to capital loss, in determining whether such sale produced a capital gain or a capital loss and the amount thereof. (f) (i) With respect to base fiscal years occurring during the period beginning on July first, nineteen hundred eighty-eight and ending on June thirtieth, nineteen hundred ninety, the remainder resulting from the subtraction prescribed by subparagraph (d) of this paragraph shall be adjusted so that it equals the amount which it would have been in the absence of the enactment of chapter two hundred forty-seven of the laws of nineteen hundred eighty-eight and chapter five hundred eighty-one of the laws of nineteen hundred eighty-nine. (ii) With respect to each base fiscal year included in the period beginning on July first, nineteen hundred ninety and ending on June thirtieth, nineteen hundred ninety-two, the remainder resulting from the subtraction prescribed by subparagraph (d) of this paragraph shall be adjusted so that it equals the amount which it would have been in the absence of the enactment of chapter two hundred forty-seven of the laws of nineteen hundred eighty-eight. (iii) For the purpose of determining the entitlement, with respect to any base fiscal year included in the period beginning on July first, nineteen hundred ninety and ending on June thirtieth, nineteen hundred ninety-two, of the police superior officers' variable supplements fund to receive payment of any sum from the pension fund pursuant to this section, the cumulative earnings factor for such base fiscal year shall be calculated in the same manner as if (A) that part of this subparagraph, which part, prior to July twenty-sixth, nineteen hundred ninety-one, referred to chapter five hundred eighty-one of the laws of nineteen hundred eighty-nine, had never been enacted and (B) items (ii) and (iii) of this subparagraph, as such items were in effect prior to July twenty-sixth, nineteen hundred ninety-one, had never been enacted. (g) Any adjustment required to be made pursuant to the provisions of subparagraph (f) of this paragraph shall be computed pursuant to a scientific method recommended to the board by the actuary and approved by the board; provided that if the board is unable to approve, by the required majority vote, any such formula recommended by the actuary, such adjustment shall be computed pursuant to a scientific formula recommended by the actuary and approved by an arbitrator designated pursuant to the procedure set forth in subparagraph (b) of paragraph eight of subdivision a of section 13-232 of this subchapter. (h) The equity experience factor for such base fiscal year shall be the amount remaining after the adjustment prescribed by subparagraphs (f) and (g) of this paragraph has been made. 5. \"Hypothetical fixed income securities earnings\". (a) The aggregate of the hypothetical interest yields computed pursuant to subparagraphs (b), (c) and (d) of this paragraph five. (b) The board shall compute with respect to each investment made or maintained by the pension fund in an equity during the base fiscal year, the amount of interest which would have been hypothetically earned during such fiscal year, under the methods of calculation prescribed in this paragraph five, if an amount equal to such investment had instead been hypothetically invested in fixed income securities and such securities had been held by such fund for a period (in the base fiscal year) co-extensive with the period during which such equity was held by such fund in the base fiscal year. (c) For the purposes of this section, the amount of any such investment in an equity during the base fiscal year shall be deemed to be: (i) the market value of the equity on the first day of the base fiscal year, in the case of any such equity acquired by the pension fund prior to the commencement of such fiscal year and held by such fund on the first day of such fiscal year; and (ii) the total amount paid by such fund to acquire the equity, including but not limited to broker's commissions and other expenses of such acquisition, in the case of any such equity which is acquired by such fund during the base fiscal year. (d) For the purposes of this section, the amount of interest which would have been earned by the pension fund on such hypothetical fixed income securities during the base fiscal year shall be deemed to be the amount obtained: (i) by multiplying the amount of the investment in such equity, determined as prescribed by subparagraph (c) of this paragraph five, by the assumed rate of interest for the base fiscal year; and (ii) by prorating the interest so computed, in any case where the investment in such equity was maintained by the pension fund for a part of the base fiscal year; and (iii) by multiplying the amount of interest computed for the full base fiscal year pursuant to items (i) and (ii) of this subparagraph by a fraction, the numerator of which is the amount designated as the equity experience factor with respect to such base fiscal year by subparagraph (h) of paragraph four of this subdivision b and the denominator of which is the remainder produced by the subtraction prescribed by subparagraph (d) of such paragraph four with respect to such base fiscal year; and (iv) by adding together the products of all such multiplications performed pursuant to item (iii) of this subparagraph in relation to all such equities held by the pension fund during such fiscal year. 6. \"Cumulative earnings factor\". (a) The cumulative earnings factor for any base fiscal year shall be determined as follows: (i) If the cumulative earnings factor for the immediately preceding base fiscal year was a positive quantity, the cumulative earnings factor for the base fiscal year shall be equal to the earnings differential for the base fiscal year. (ii) If the cumulative earnings factor for the immediately preceding base fiscal year was a negative quantity, the cumulative earnings factor for the base fiscal year shall be equal to the sum of: (A) the earnings differential for the base fiscal year; and (B) the cumulative earnings factor for the immediately preceding base fiscal year. (b) In applying the provisions of this subdivision six for the base fiscal year nineteen hundred eighty-eight -- nineteen hundred eighty-nine, the term defined in paragraph three of this subdivision b as \"cumulative earnings factor as of June thirtieth, nineteen hundred eighty-eight\" shall be substituted for the term \"cumulative earnings factor for the immediately preceding base fiscal year\". 7. \"PSOVSF cumulative earnings factor\". With respect to any base fiscal year, the amount obtained by multiplying the cumulative earnings factor for such base fiscal year by a fraction, the numerator of which shall be the total contributions made to the pension fund with respect to such base fiscal year on behalf of all members of the uniformed force of the police department who are police superior officers, as of the last day of such base fiscal year, and the denominator of which shall be the total contributions made to the pension fund with respect to such base fiscal year on behalf of all persons who are members of the uniformed force of the police department as of the last day of such base fiscal year. 8. \"Police superior officers\". Members of the uniformed force of the police department who (a) hold the position of sergeant or any position of higher rank in such force, or (b) are detectives. 9. \"Police superior officers' variable supplements fund\". The police superior officers' variable supplements fund established by subchapter four of this chapter. c. As soon as practicable after the close of each base fiscal year, but not later than August thirty-first of the current fiscal year, the board shall compute the PSOVSF cumulative earnings factor with respect to such base fiscal year. d. If the PSOVSF cumulative earnings factor for the base fiscal year is a positive quantity, the pension fund, on or before August thirty-first of the current fiscal year, shall pay from its contingent reserve fund to the police superior officers' variable supplements fund a sum equal to the amount of such factor. e. The comptroller shall furnish to the board such information and data as it may request for the purpose of carrying out the provisions of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "2",
    "text": "POLICE PENSION FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "232",
    "identifier": "13-232.2",
    "catch_text": "Payments to police superior officers' variable supplements fund for base fiscal years included in the period commencing on July first, nineteen hundre"
  }
}