{
  "text": "ยง 13-231 Guarantee of funds. a. Regular interest, charges payable, the creation and maintenance of reserves in the contingent reserve fund and the pension reserve fund and the maintenance of annuity reserves, pension reserves, dependent benefit reserves and reserves-for-increased-take-home-pay as provided for in this subchapter and the payment of all pensions, pensions-providing-for-increased-take-home-pay, annuities, retirement allowances, refunds, death benefits, dependent benefits and any other benefits granted under the provisions of this subchapter, are hereby made obligations of the city. Except as otherwise provided in sections 13-232, 13-232.1, 13-232.2 and 13-232.3 of this subchapter, all income, interest and dividends derived from deposits and investments authorized by this subchapter shall be used and disposed of in the manner prescribed by subdivision b of this section. Upon the basis of each actuarial determination and appraisal provided for in this subchapter, the commissioner shall prepare pursuant to section one hundred twelve of the charter and submit to the director of management and budget an itemized estimate of the amounts necessary to be appropriated by the city to the various funds to provide for payment in full during the ensuing fiscal year of all such obligations of the city accruing during the ensuing fiscal year. There shall be included annually in the budget a sum sufficient to provide for such obligations of the city. The comptroller shall pay the sums so provided into the various funds provided for by this subchapter, subject to the provisions of subdivision b of this section. b. (1) Subject to the provisions of paragraphs two, three and four of this subdivision, all income, interest and dividends derived from deposits and investments authorized by this subchapter, which income, interest and dividends were heretofore or are hereafter received during any city fiscal year commencing on or after July first, nineteen hundred eighty, shall (after payment therefrom of the sum, if any, required to be paid pursuant to sections 13-232, 13-232.1, 13-232.2 and 13-232.3 of this subchapter) be used in such fiscal year for the purposes hereinafter specified in this paragraph (to the extent that such income, interest and dividends are sufficient for such purposes), in the order of priority herein stated, as follows: (A) first, to pay into the funds of the pension fund the amounts of regular interest which are required to be paid into such funds in such fiscal year by reason of being required to be allowed to such funds pursuant to the provisions of section 13-234 of this subchapter, and to pay into such funds the amount of supplementary interest, if any, required to be so paid in such fiscal year under the applicable provisions of such section, and to pay into the annuity savings fund the amounts of special interest, if any, required to be so paid in such fiscal year under the applicable provisions of such section, and to pay into the contingent reserve fund the amounts of additional interest, if any, required to be paid in such fiscal year under the applicable provisions of such section; (B) second, to pay into the contingent reserve fund the amount of any losses in excess of gains (i) which net losses the pension fund sustained during such fiscal year by reason of sales or other dispositions of securities, and (ii) for which net losses the pension fund is required to be reimbursed in such fiscal year, and (iii) to which net losses section 13-704 of this title, relating to graduated crediting of gains and amortization of losses on dispositions of certain securities, does not apply; (C) third, if the total amount of such income, interest and dividends received during such fiscal year is in excess of the total amount required to make, in such fiscal year, the payments prescribed by subparagraphs (A) and (B) of this paragraph, the amount of such excess shall be paid into the contingent reserve fund and shall become a part of the assets of such fund. (2) Notwithstanding the provisions of paragraph one of this subdivision or any other law to the contrary, any such income, interest or dividends which are received by the pension fund may be used for the purpose specified in section 13-705 of this title (relating to expenses incurred in the acquisition, management and protection of investments), regardless of when received and prior to use for the purposes stated in such paragraph one. (3) (A) Notwithstanding any other provision of this section or any other law to the contrary, the term \"all income, interest and dividends derived from deposits and investments\", as used in paragraph two of this subdivision (as such subdivision was in effect prior to July first, nineteen hundred eighty), shall be construed, in relation to disposition of all income, interest and dividends received by the pension fund in each of the city's nineteen hundred seventy-six--nineteen hundred seventy-seven and nineteen hundred seventy-seven--nineteen hundred seventy-eight obligations fiscal years (as such fiscal years were defined by paragraph one of this subdivision prior to such July first) as meaning the remainder obtained: (i) by subtracting from such income, interest and dividends the amount of any expenses charged thereto pursuant to the provisions of section 13-705 of this title; and (ii) by subtracting from such amount computed pursuant to item (i) of this subparagraph (A) the amount, if any, required to be paid therefrom pursuant to section 13-232 of this subchapter; and (iii) by subtracting from the amount computed pursuant to item (ii) of this subparagraph (A) the sum of: (1) the amounts of regular, supplementary and special interest required to be allowed and paid into the appropriate funds of the retirement system in such fiscal year pursuant to the applicable provisions of section 13-234 of this subchapter; and (2) the amount of any losses in excess of gains (a) which net losses were sustained by the pension fund during such fiscal year and which net losses were sustained by reason of sales or other dispositions of securities, and (b) to which net losses the provisions of section 13-704 of this title do not apply. (B) for the purposes of the order of priority governing the disposition, in the payment fiscal year with respect to each such obligations fiscal year, of such remainder computed pursuant to subparagraph (A) of this paragraph three (as such disposition was prescribed by the provisions of this subdivision as in effect during each such payment fiscal year) the provisions of subparagraphs (A) and (B) of such paragraph two shall be deemed to have been inapplicable and the order of priority for such disposition shall be first, the use set forth in subparagraph (C) of such paragraph, second, the use set forth in subparagraph (D) of such paragraph, third, the use set forth in subparagraph (E) of such paragraph and fourth, the use set forth in subparagraph (F) of such paragraph, as such subparagraphs were in effect during such payment fiscal year. (4) (a) Subject to the provisions of paragraph five of this subdivision b, all income, interest and dividends which were derived from deposits and investments authorized by this title and which were received during each of the city's nineteen hundred seventy-eight--nineteen hundred seventy-nine and nineteen hundred seventy-nine--nineteen hundred eighty fiscal years shall be used (after payment therefrom of the sum, if any, required to be paid pursuant to section 13-232 of this subchapter in each such fiscal year for the purposes hereinafter stated in this subparagraph (a), in the order of priority herein stated, as follows: (A) first, (i) to pay into the funds of the pension fund the amounts of regular interest which are required to be paid into such funds in such fiscal year wherein such income, interest and dividends were received, which interest is so payable by reason of being required to be allowed to such funds in such fiscal year pursuant to the provisions of section 13-234 of this subchapter, and (ii) to pay into such funds the amounts of supplementary interest required to be so paid in such fiscal year under the applicable provisions of such section, and (iii) to pay into the annuity savings fund the amounts of special interest required to be so paid in such fiscal year under the applicable provisions of such section, and (iv) to pay into the contingent reserve fund the amounts of additional interest required to be paid in such fiscal year under the applicable provisions of such section; (B) second, to pay into the contingent reserve fund the amount of any losses in excess of gains (i) which net losses were sustained by the pension fund during such fiscal year in which such income, interest and dividends were received and which net losses were sustained by reason of sales or other dispositions of securities, and (ii) for which net losses the pension fund is required to be reimbursed in such fiscal year, and (iii) to which net losses section 13-704 of this title, relating to graduated crediting of gains and amortization of losses on dispositions of certain securities, does not apply; and (C) third, to pay into the contingent reserve fund the amount, if any, by which, (i) the total of all losses which the pension fund sustained during such fiscal year by reason of sales of securities within the meaning of such section 13-704 of this title and which the responsible public employer, as defined in paragraph four of subdivision a of such section 13-704 of this title, would otherwise be required to amortize pursuant to such section, exceeds (ii) the total of all gains which were realized during such fiscal year by reason of sales of securities within the meaning of such section and which would otherwise be required by such section to be credited in favor of the responsible public employer in installments. (b) if the total amount of such income, interest and dividends received during each such fiscal year referred to in subparagraph (a) of this paragraph four is in excess of the total amount required to make, in the same fiscal year, the payments prescribed by items (A), (B) and (C) of such subparagraph (a), the amount of such excess shall be paid into the contingent reserve fund as of June thirtieth of such fiscal year and shall become a part of the assets of such fund as of such date. (5) Notwithstanding the provisions of paragraph four of this subdivision or any other law to the contrary, any such income, interest or dividends which were received by the pension fund in either such fiscal year referred to in such paragraph four may be used for the purpose specified in section 13-705 of this title (relating to expenses incurred in the acquisition, management and protection of investment) prior to use for the purposes stated in such paragraph four. c. (1) The comptroller shall make monthly payments, in twelve equal installments, with respect to obligations which the city incurs to pay sums to the pension fund. (2) In the city's nineteen hundred eighty--nineteen hundred eighty-one fiscal year and in each city fiscal year thereafter, the equal monthly payments shall be in respect of obligations which accrue in such fiscal year and shall be made in such fiscal year on or before the last day of each month. (3) The board of trustees of the pension fund may waive the requirements of the foregoing provisions of this subdivision with respect to time of payment to such fund, provided that any such waiver of time of payment in any instance shall not apply to the time of subsequent payments unless there shall be a subsequent waiver. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "2",
    "text": "POLICE PENSION FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "231",
    "identifier": "13-231",
    "catch_text": "Guarantee of funds."
  }
}