{
  "text": "ยง 13-271 Payment of supplemental benefits. a. (1) The variable supplements fund shall pay variable supplements to pension fund beneficiaries in accordance with the provisions of the succeeding paragraphs of this subdivision a. (2) Subject to the provisions of paragraphs three and four of this subdivision a, and the provisions of subparagraphs (i) and (ii) of paragraph one of subdivision b of this section, for the period from January first, nineteen hundred eighty-eight to December thirty-first, nineteen hundred eighty-eight, variable supplements shall be payable monthly for each month of eligibility therefor under the provisions of this subchapter and the benefit plan and payment resolution as in effect immediately prior to July first, nineteen hundred eighty-eight: (i) to persons who, having retired on or before June thirtieth, nineteen hundred eighty-eight, were or are pension fund beneficiaries eligible for monthly payments with respect to such period from January first, nineteen hundred eighty-eight to December thirty-first, nineteen hundred eighty-eight, or a part thereof, under such prior law, benefit plan and resolution; and (ii) to persons who, as of June thirtieth, nineteen hundred eighty-eight, were in service as members of the police pension fund, subchapter two and who retired during the period from July first, nineteen hundred eighty-eight to November thirtieth, nineteen hundred eighty-eight so as to become pension fund beneficiaries who would be entitled, if such prior law, plan and resolution were in effect for such period, to receive monthly payments thereunder for such period from such July first or a part thereof. (3) The number of full calendar months in the calendar year nineteen hundred eighty-eight for which each such pension fund beneficiary referred to in paragraph two of this subdivision a is entitled to receive monthly payments under such prior law, plan and resolution in accordance with the provision of such paragraph two shall be multiplied by one-twelfth of the sum of twenty-five hundred dollars. (4) The total of the monthly amounts payable to each such pension fund beneficiary for full calendar months in such calendar year under the provisions of such paragraph two shall be subtracted from the applicable product computed pursuant to paragraph three of this subdivision a. (5) Subject to the provisions of subparagraphs (i) and (ii) of paragraph one of subdivision b of this section, on or about December fifteenth, nineteen hundred eighty-eight, the variable supplements fund shall pay to each such eligible beneficiary referred to in paragraph two of this subdivision a, an amount equal to the remainder resulting from the subtraction prescribed by paragraph four of this subdivision, as applicable to such pension fund beneficiary. (6) Nothing contained in the preceding paragraphs of this subdivision a shall be construed as entitling any pension fund beneficiary therein described to any payment for any month in which the retirement or death of such pension fund beneficiary occurred or occurs. (7) For calendar years succeeding December thirty-first, nineteen hundred eighty-eight, the variable supplements fund, subject to the provisions of subparagraphs (i) and (ii) of paragraph one of subdivision b of this section, shall pay to each pension fund beneficiary who retired prior to July first, nineteen hundred eighty-eight, variable supplements payments as follows: (i) for each calendar year following calendar year nineteen hundred eighty-eight, but not including the calendar year of the beneficiary's death, a single annual payment to be paid on or about December fifteenth of such year, as follows: CALENDAR YEAR SUPPLEMENT 1989 $ 3,000 1990 $ 3,500 1991 $ 4,000 1992 $ 4,500 1993 $ 5,000 1994 & 5,500 1995 $ 6,000 1996 $ 6,500 1997 $ 7,000 1998 $ 7,500 1999 $ 8,000 2000 $ 8,500 2001 $ 9,000 2002 $ 9,500 2003 $10,000 2004 $10,500 2005 $11,000 2006 $11,500 2007 and each calendar year thereafter $12,000 (ii) for the calendar year of the beneficiary's death (for those pension fund beneficiaries who die on or after February first, nineteen hundred eighty-nine), an amount calculated by multiplying one-twelfth times the supplement applicable to the year of death, as provided in the chart set forth in subparagraph (i) of this paragraph seven, by the number of full calendar months the beneficiary lived during that calendar year prior to the month of his or her death. (8) For calendar years succeeding December thirty-first, nineteen hundred eighty-eight, the variable supplements fund, subject to the provisions of subparagraphs (i) and (ii) of paragraph one of subdivision b of this section, shall pay to each person who, as of June thirtieth, nineteen hundred eighty-eight, was in service as a member of pension fund, subchapter two and who retired for service thereafter so as to become a pension fund beneficiary, variable supplements payments as follows: (i) for the calendar year of retirement (for those beneficiaries who retire on or after January first, nineteen hundred eighty-nine), an amount calculated by multiplying one-twelfth times the supplement applicable to the year of retirement, as provided for in the chart set forth in subparagraph (i) of paragraph seven of this subdivision a, by the number of calendar months elapsing from and including the month next following the month of retirement to the end of such calendar year of retirement, such payment to be made on or about December fifteenth of such year; (ii) for each calendar year following the year of retirement, but not including the calendar year of the beneficiary's death, a single annual payment equal to the supplement provided for with respect to each such calendar year as set forth in the chart in subparagraph (i) of such paragraph seven, which payment shall be made on or about December fifteenth of such year; (iii) for the calendar year of the beneficiary's death (for those beneficiaries who die on or after February first, nineteen hundred eighty-nine), an amount calculated by multiplying one-twelfth times the supplement applicable to the year of death, as provided for in the chart set forth in subparagraph (i) of such paragraph seven, by the number of full calendar months the beneficiary lived during that calendar year prior to the month of his or her death; and (iv) if the retirement and death of a beneficiary occur in the same calendar year, aggregate payments under (i) and (iii) above shall be made only in respect to calendar months following the month of retirement and preceding the month of death. (9) The variable supplements fund, subject to the provisions of subparagraphs (i) and (iii) of paragraph one of subdivision b of this section, shall pay to each person who becomes a member of pension fund, subchapter two on or after July first, nineteen hundred eighty-eight, and who retires for service so as to become a pension fund beneficiary, variable supplements payments as follows: (i) (A) subject to the provisions of subparagraph (iv) of this paragraph, for the calendar year of retirement, where such retirement occurs before January first, two thousand eight, an amount calculated by multiplying one-twelfth times the sum of twenty-five hundred dollars by the number of calendar months elapsing from and including the month next following the month of retirement to the end of such calendar year of retirement, such payment to be made on or about December fifteenth of such year; (B) subject to the provisions of subparagraph (iv) of this paragraph, for the calendar year of retirement, where such retirement occurs on or after January first, two thousand eight, an amount calculated by multiplying one-twelfth times the sum of twelve thousand dollars by the number of calendar months elapsing from and including the month next following the month of retirement to the end of such calendar year of retirement, such payment to be made on or about December fifteenth of such year; (ii) subject to the provisions of subparagraph (ii-a) of this paragraph, for each calendar year following the year of retirement, but not including the calendar year of the beneficiary's death, a single annual payment to be paid on or about December fifteenth of such year, as follows: CALENDAR YEAR OF ANNIVERSARY OF RETIREMENT (references hereinafter to \"anniversary year\" mean calendar year of anniversary) SUPPLEMENT First anniversary year The sum of (1) a lower-based component equal to one- twelfth of the base sum of $2500 multiplied by the number of whole calendar months from and including the first month of such calendar year to and including the month in which the anniversary of the date of retirement occurs, and (2) a higher-based component equal to one-twelfth of the base sum of $3000 multiplied by the number of months remaining in such calendar year Second anniversary year and The sum of a lower-based each succeeding anniversary component and a higher-based year to and including the component computed pursuant nineteenth anniversary year to the formula, above, for the first anniversary year, except that for each such anniversary year succeeding the first, the lower-based component shall be computed on a base sum $500 higher than the base sum required to be used in computing the lower-based component for the next preceding anniversary year and the higher based component shall be computed on a base sum $500 higher than the base sum required to be used in computing the higher-based component for such next preceding anniversary year Twentieth anniversary year and each succeeding anniversary year $12,000 (ii-a) for each calendar year which occurs both after the year of retirement and after December thirty-first, two thousand seven (but not including the calendar year of the beneficiary's death), notwithstanding any provision of subparagraph (ii) of this paragraph which otherwise would be applicable, a single annual payment of twelve thousand dollars, which payment (A) shall be in lieu of any other amount which otherwise would be payable under subparagraph (ii) of this paragraph for such calendar year and (B) shall be made on or about December fifteenth of such year; (iii) (A) for the calendar year of the beneficiary's death, where such death occurs both after the year of retirement and prior to January first, two thousand eight, an amount calculated in accordance with the formula which would apply to the year of death under subparagraph (ii) of this paragraph nine if such death had not occurred, but prorated on the basis of the number of full calendar months the beneficiary lived during the year of death prior to the month of his or her death; (B) for the calendar year of the beneficiary's death, where such death occurs both after the year of retirement and in the calendar year two thousand eight or thereafter, an amount calculated by multiplying one-twelfth of twelve thousand dollars by the number of months the beneficiary lived during the year of death prior to the month of his or her death; and (iv) if the retirement and death of a beneficiary occur in the same calendar year, aggregate payments under subparagraphs (i) and (iii) above shall be made only in respect to calendar months following the month of retirement and preceding the month of death. b. (1) (i) Subject to the provisions of subparagraphs (ii), (iii) and (iv) of this paragraph one, on or after July first, nineteen hundred eighty-eight, where a pension fund beneficiary is entitled to receive variable supplements payments pursuant to subdivision a of this section, and that beneficiary is also entitled to receive a supplemental retirement allowance or cost-of-living adjustment pursuant to any other provision of law enacted on or after July first, nineteen hundred eighty-eight (hereinafter referred to as \"other supplemental retirement allowance\"), the amount of such variable supplement payable for a calendar year or a part of such calendar year to such beneficiary shall be reduced by the amount of such other supplemental retirement allowance that is payable to such beneficiary to the extent that such other supplemental retirement allowance is attributable to the same calendar year or part of such calendar year. (ii) For any pension fund beneficiary referred to in paragraph two or paragraph seven or paragraph eight of subdivision a of this section, whose variable supplements payments are being reduced pursuant to subparagraph (i) of this paragraph one because such other supplemental retirement allowance is also payable to that beneficiary, the reduction provided for in such subparagraph (i) shall cease as to such beneficiary on the later of (A) the first day of the month next following the month in which such beneficiary attains age sixty-two; or (B) January first, two thousand seven. (iii) For any pension fund beneficiary referred to in paragraph nine of subdivision a of this section, whose variable supplements payments are being reduced pursuant to subparagraph (i) of this paragraph one because such other supplemental retirement allowance is also payable to that beneficiary, the reduction provided for in such subparagraph (i) shall cease as to such beneficiary on the later of (A) the first day of the month following the month in which such beneficiary attains age sixty-two; or (B) the earlier of (1) the first day of the month next following the month in which the nineteenth anniversary of the retirement of such beneficiary occurs or (2) January first, two thousand eight. (iv) In any case where the reduction of variable supplements payments to a pension fund beneficiary has ceased pursuant to subparagraph (ii) or subparagraph (iii) of this paragraph one, that beneficiary, for the purpose of determining his or her eligibility for and the amount of any other supplemental retirement allowance, shall be deemed to have retired on the date of the cessation of such reduction specified in the applicable provisions of such subparagraph (ii) or subparagraph (iii). (v) The payment of all variable supplements payable pursuant to subdivision a of this section are hereby made obligations of the city, and the city hereby guarantees that such supplements shall be paid to all eligible pension fund beneficiaries. (2) The legislature hereby declares that the variable supplements authorized by this subchapter and the granting and receipt thereof: (i) shall not create or constitute membership in a pension or retirement system and shall not create or constitute a contract with any pension fund beneficiary or with any member of pension fund, subchapter one or pension fund, subchapter two; and (ii) shall not constitute a pension or retirement allowance or benefit under pension fund, subchapter one or pension fund, subchapter two or otherwise. (3) Except as otherwise provided in subdivision f of this section and in sections 13-232 and 13-232.1 of this chapter, nothing contained in this subchapter shall create or impose any obligation on the part of pension fund, subchapter one or pension fund, subchapter two or the funds or monies thereof, or authorize such funds or monies to be appropriated or used for any payment under this subchapter or for any purpose thereof. c. Pension fund beneficiaries shall be eligible to receive variable supplements pursuant to this subchapter, notwithstanding any other provision of law to the contrary. d. The monies or assets of the variable supplements fund shall not be used for any purpose, other than payment of variable supplements pursuant to the provisions of this subchapter, except that they may be invested as authorized by section 13-273 of this subchapter. e. In addition to the payments set forth in paragraphs eight and nine of subdivision a of this section, there shall be paid to each pension fund beneficiary, on or about the December fifteenth next succeeding his or her date of retirement, an amount equal to the variable supplements payments, subject to the provisions of subparagraphs (i) and (ii) of paragraph one of subdivision b of this section, that he or she would have received, had he or she retired on the date of his or her earliest eligibility for service retirement, in the period measured from (1) the later of (i) such earliest eligibility date and (ii) January 1, 2002, and (2) his or her date of retirement. f. In the event that the assets of the variable supplements fund are not sufficient to pay benefits under this section for any calendar year, an amount sufficient to pay such benefits shall be appropriated from the contingent reserve fund of pension fund, subchapter two and transferred to the police officers' variable supplements fund. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "2",
    "text": "POLICE PENSION FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "271",
    "identifier": "13-271",
    "catch_text": "Payment of supplemental benefits."
  }
}