{
  "text": "ยง 13-216 Board of trustees. a. The police pension fund shall be administered by a board of trustees which shall, subject to the provisions of law from time to time, establish rules and regulations for the administration and transaction of the business of such fund and for the control and disposition thereof. The provisions of sections one thousand forty-two, one thousand forty-three, one thousand forty-four and one thousand forty-five of the New York city charter shall not be construed to apply to the adoption of such rules and regulations. Such board shall consist of: 1. The police commissioner who shall be chairperson of the board and who shall be entitled to cast one and one-half votes. 2. The comptroller of the city who shall be entitled to cast one and one-half votes. 3. A representative of the mayor who shall be appointed by the mayor and who shall be entitled to cast one and one-half votes. 4. The director of finance of the city who shall be entitled to cast one and one-half votes. 5. The president of the patrolmen's benevolent association of the city of New York who shall be entitled to cast one vote. 6. The first vice-president of the patrolmen's benevolent association of the city of New York who shall be entitled to cast one vote. 7. The second vice-president of the patrolmen's benevolent association of the city of New York who shall be entitled to cast one vote. 8. The chairperson of the board of trustees of the patrolmen's benevolent association of the city of New York who shall be entitled to cast one vote. 9. The president of the captains' endowment association of the police department of the city of New York who shall be entitled to cast one-half vote. 10. The president of the lieutenants' benevolent association, police department, city of New York who shall be entitled to cast one-half vote. 11. The president of the sergeants' benevolent association of the city of New York who shall be entitled to cast one-half vote. 12. The president of the detectives' endowment association of the city of New York who shall be entitled to cast one-half vote. 13. (i) Where, during any six month period during a fiscal year, as defined in subdivision three of section 13-268 of the code, the equity portion of the assets of the pension fund is less than forty-five percent, subparagraph (ii) of this paragraph shall be effective during the succeeding fiscal year. (ii) Two investment representatives, one of whom shall be appointed by the mayor and one of whom shall be appointed by the comptroller upon the occurrence of the condition specified in subparagraph (i) of this paragraph. Each such representative shall be entitled to cast one vote only in relation to determinations of the board: (A) as to whether the assets of the pension fund shall be invested in equities or fixed income securities and the proportion of the assets of the pension fund to be invested in equities and fixed income securities; and (B) as to the identity, nature, character and amounts of the equities (within the proportion as determined under item (A) of this subparagraph) to be acquired, held, sold, disposed of or otherwise dealt with by the pension fund; and (C) as to any steps necessary to effectuate any of the functions set forth in items (A) and (B) of this subparagraph; and (D) as to delegation by the board, pursuant to law, of the functions described in items (A), (B) and (C) of this subparagraph. b. Subject to the provisions of subdivision b-1 and subdivision f of this section, every act of the board of trustees shall be by resolution which shall be adopted only by a vote of at least seven-twelfths of the whole number of votes authorized to be cast by all of the members of such board. b-1. Every act of the board of trustees in relation to the investment matters referred to in paragraph thirteen of subdivision a of this section shall be by resolution which shall be adopted only by a vote of at least eight-fourteenths of the whole number of votes authorized to be cast by all of the members of the board empowered to vote on such investment matters. c. The police commissioner shall appoint an executive director of the police pension fund, provided, however, that if such designee of the police commissioner is not a member of the uniformed force of the police department, the board of trustees shall approve such appointment. The executive director of the police pension fund shall perform such duties as may be conferred upon him or her by the chairperson of the board, by resolution passed by the board, or by law. d. Any member of the board, referred to in paragraphs five through twelve, respectively, of subdivision a of this section, shall be members of the uniformed force and may authorize in writing at any time any other officer of the respective associations to represent him or her on such board in the event of his or her absence or disability, provided, however, that the by-laws or constitution of such respective associations provide for the designation of a representative in such event. e. 1. In addition to the powers conferred upon it by any other provision of law, the board of trustees shall, on or before April first of each year, establish a budget, sufficient to fulfill the powers, duties and responsibilities set forth in this chapter and any other provision of law which sets forth the benefits of members of the pension fund and may draw upon the assets of the pension fund to fund such budget, subject to the provisions of paragraphs two, three, four, five and six of this subdivision and subdivisions f, g, h and i of this section. The provisions of this section shall not be applicable to the payment of investment expenses pursuant to section 13-705 of this title and nothing contained herein shall be construed as abolishing, limiting, or modifying any power of the board of trustees to provide for the payment of investment expenses pursuant to section 13-705 of this title. 2. If a budget has not been adopted by the commencement of the new fiscal year, the budget for the preceding fiscal year shall be deemed to have been extended for the new fiscal year until such time as a new budget is adopted. 3. Any budget in effect pursuant to paragraph one or two of this subdivision may be modified during such succeeding fiscal year. 4. Notwithstanding any other provision of law, the board of trustees shall have the power either directly or by delegation to the executive director, to obtain by employment or by contract the goods, property and services necessary to fulfill its powers, duties and responsibilities within the appropriation authorized by the board of trustees pursuant to paragraph one of this subdivision. 5. (i) The pension fund shall be considered an entity separate from the city of New York police department. The board of trustees of the pension fund shall work closely with the city of New York police department. (ii) The provisions of chapter seventeen of the New York city charter shall continue to apply to the police pension fund and such fund shall constitute an agency for the purposes of such chapter. The board of trustees shall not obtain any legal services by the retention of employees or by contract unless the corporation counsel shall consent thereto. 6. All contracts for goods or services entered into by the police pension fund shall be procured as prescribed in chapter thirteen of the New York city charter; provided, however, that where the provisions of such chapter thirteen require action by the mayor in regard to a particular procurement (except for mayoral action pursuant to subdivision c of section three hundred thirty-four of the New York city charter) such action shall not be taken by the mayor or such appointee of the mayor but shall be taken by the board of trustees or the executive director pursuant to a resolution adopted by the board of trustees delegating such authority to the executive director. f. Notwithstanding any other provisions of this section, any resolution of the board of trustees which establishes a budget or modifies a budget pursuant to the provisions of paragraph one or three of subdivision e of this section shall require the concurrence of the comptroller and the representative of the mayor. This provision shall only apply to this subdivision and nothing contained herein shall be construed to apply to any other vote of the board. No assets of the police pension fund shall be drawn upon pursuant to the provisions of paragraph one of subdivision e of this section unless authorized by a budget or budget modification established by such resolution of the board of trustees. g. Employment by the police pension fund shall constitute city-service for the purposes of this subchapter for those employees that are members of the fund pursuant to section 13-215 of this subchapter; for all other employees, employment by the pension fund shall constitute city service for the purposes of chapter one of title thirteen of this code; provided, however, that nothing contained herein shall be construed as granting membership rights in the pension fund or any retirement system to a contractor of such fund or such contractor's employees. Employees of the pension fund shall be deemed to be employees of the city of New York for the purposes of chapter thirty-five of the New York city charter and title twelve of this code. h. Whenever the assets of the pension fund are drawn upon pursuant to the provisions of paragraph one of subdivision e of this section all monies so withdrawn shall be made a charge to be paid by the employer otherwise required to make contributions to the police pension fund no later than the end of the fiscal year next succeeding the time period during which such assets were drawn upon, provided, however, that where such charge is for assets so withdrawn in fiscal year two thousand four--two thousand five or in any fiscal year thereafter, such charge shall be paid by such employer no later than the end of the second fiscal year succeeding the time period during which such assets are drawn upon. The actuary shall calculate such charge to be paid by the employer. All charges to be paid pursuant to this subdivision shall be paid at the regular rate of interest utilized by the actuary in determining employer contributions to the pension fund pursuant to the provisions of paragraph two of subdivision b of section 13-638.2 of this title. i. The funds withdrawn from the pension fund shall not be utilized for any purpose other than the budget established by the board of trustees. All expenditures of the pension fund shall be subject to audit by the comptroller, who may make recommendations, including but not limited to, procedures designed to improve accounting and expenditure control. All expenditures of the pension fund shall be reported to the mayor's office of management and budget and the budgetary office of the city of New York police department. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "2",
    "text": "POLICE PENSION FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "216",
    "identifier": "13-216",
    "catch_text": "Board of trustees."
  }
}