{
  "text": "ยง 13-243 Death benefits; ordinary death benefits. a. Upon the death of a member or of a former member, there shall be paid to his or her estate, or to such person as he or she has nominated or shall nominate by written designation duly executed and filed with such board during the lifetime of the member: 1. His or her accumulated deductions; and, in addition thereto, 2. If such member is in city-service or is on a civil service preferred eligible list by reason of city-service, unless a pension be payable by the city under the provisions of section 13-244 of this subchapter, an amount equal to the compensation earnable by him or her while a member, during the six months immediately preceding his or her death, and, if the total number of years in which allowable service was rendered exceeds ten, then an amount equal to the compensation earnable by him or her in city-service while a member during the twelve months immediately preceding his or her death, and in addition, in either such case, the reserve-for-increased-take-home-pay. b. Until the first payment has been made on account of a retirement benefit without optional selection of a member, such member may be construed by such board to have been in city-service and the benefits provided in this section may be paid in lieu of the retirement allowance. c. The member, or on the death of the member, the person nominated by him or her to receive either his or her accumulated deductions, his or her death benefit, together with the reserve-for-increased-take-home-pay, or both, may provide by written designation duly executed and filed with such board that the actuarial equivalent of the benefit otherwise payable in a lump sum shall be paid to the person designated in the form of an annuity payable in installments not more often than once a month, the amount of such annuity to be determined at the time of the member's death on the basis of the age of the beneficiary at that time. d. Notwithstanding the foregoing provisions of this section, and in lieu of any lesser amount thereby prescribed, upon the death of a member, prior to the first payment of a retirement benefit, who has attained the minimum age or completed the minimum period of service, as elected by him or her for retirement, and whether or not such member shall have filed application for retirement, there shall be paid to his or her estate, or to such person as he or she has nominated or shall nominate by written designation duly executed and filed in accordance with the requirements of this subchapter: 1. His or her accumulated deductions; and in addition thereto, 2. The amount of reserve equal to the present value of the pension he or she would have received if he or she had retired and became entitled to pension on the day immediately preceding his or her death. The beneficiary of such deceased member shall have the right to accept such benefits in lump sum or in such periodic payments, on an annuity basis, as such beneficiary shall elect. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "2",
    "text": "POLICE PENSION FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "243",
    "identifier": "13-243",
    "catch_text": "Death benefits; ordinary death benefits."
  }
}