{
  "text": "ยง 13-225 Contributions of members and their use; annuity savings fund. a. (1) The annuity savings fund shall be the fund in which there shall be accumulated deductions from the compensation of members to provide for their annuities and their withdrawal allowances. Upon the basis of the tables herein authorized, and regular interest, the actuary of such board shall determine for each member the proportion of compensation which, when deducted from each payment of his or her prospective earnable compensation prior to his or her eligibility for retirement and accumulated at regular interest until the attainment of the minimum age or period of service retirement elected by him or her, shall be computed to provide, at that time, an annuity equal to twenty-five seventy-fifths of the pension then allowable to him or her for service as a member. Such proportion of compensation shall be computed to remain constant. Notwithstanding the foregoing, the rate of contribution required to be made on and after October first, nineteen hundred fifty-one, by any member whose rate was computed pursuant to this subdivision, as enacted by local law two of nineteen hundred forty, shall be twenty-five forty-fifths of such prior rate. (2) Notwithstanding the foregoing provisions of paragraph (one) of this subdivision a, the rate of contribution required to be made on and after the first day of the first payroll period beginning after January first, nineteen hundred sixty-eight by any member who became a member after June thirtieth, nineteen hundred forty-seven and prior to June thirtieth, nineteen hundred sixty-seven shall be his or her rate as of June twenty-ninth, nineteen hundred sixty-seven, as computed pursuant to paragraph (one) of this subdivision a, including any increase thereof pursuant to subdivisions c and d of this section or any decrease thereof pursuant to section 13-226 of this subchapter or subdivision one of section one hundred thirty-eight-b of the retirement and social security law, hereinafter referred to as his or her \"computed prior rate\", less the difference between the rate which was computed for such member on the date he or she last became a member pursuant to paragraph (one) of the subdivision a, exclusive of any increase thereof pursuant to subdivisions c and d of this section or any decrease thereof pursuant to paragraph (one) of this subdivision or section 13-226 of this subchapter or pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, and the rate which would have been computed for such member on the date he or she last became a member, pursuant to paragraph (one) of this subdivision, had he or she been entitled on that date to regular interest at four per cent; provided that the adjusted rate of contribution computed pursuant to this paragraph shall be subject to change pursuant to subdivisions c and d of this section, section 13-226 of this subchapter or pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law. (3) for any member to whom the last paragraph applies, and beginning with the first day of the first payroll period commencing after June thirtieth, nineteen hundred sixty-seven and ending with the last day of the last payroll period before the first payroll period beginning after January first, nineteen hundred sixty-eight, the amount of contribution paid by him or her which represents the difference between the \"computed prior rate\" of such member and his or her adjusted rate of contribution as computed pursuant to paragraph (two) of this subdivision a shall be refunded upon the member's election, or, otherwise, shall be deemed additional contributions for the purpose of purchasing additional annuity, but such additional contributions shall not enter into the computation for allowance on ordinary disability retirement as described in section 13-251 of this subchapter. b. Such board shall certify to the commissioner who shall deduct from the compensation of each member on each and every pay roll of such member for each and every pay roll period, the proportion of his or her earnable compensation so computed. Such board shall not certify nor shall the commissioner make any deduction for annuity purposes from the compensation of a member who elects not to contribute if his or her age and total service are such as would entitle a new entrant to retire for service on a pension not less than seventy-five per cent of one-half of his or her final compensation. In determining the amount earnable by a member in a payroll period, such board may consider the rate of compensation payable to such member on the first day of the payroll period as continuing throughout such payroll period and such board may omit deductions from compensation for any period less than a full payroll period if an employee was not a member on the first day of the payroll period. To facilitate the making of deductions, such board may modify the deduction required of any member by such an amount as shall not exceed one-tenth of one per cent of the compensation upon the basis of which such deduction is to be made. The deductions provided herein shall be made notwithstanding that the minimum compensation provided by law for any member shall be reduced thereby. Every member shall be deemed to consent and agree to the deductions made and provided for herein and shall receipt in full for his or her salary or compensation, and payment less such deductions shall be a full and complete discharge and acquittance of all claims and demands whatsoever for the services rendered by such person during the period covered by such payment, except his or her claim to the benefits to which he or she may be entitled under the provisions of this subchapter. The commissioner shall certify to the comptroller on each and every payroll the amounts to be deducted. Each of such amounts shall be deducted and when deducted shall be paid into the annuity savings fund, and shall be credited, together with regular interest, to an individual account of the member from whose compensation such deduction was made. The method of computation and deductions prescribed by this subdivision and subdivision a of this section shall be appropriately modified in the case of a member for whom a rate is otherwise fixed pursuant to section 13-226 of this subchapter. c. In addition to the computed deductions, any member may elect to contribute at a rate fifty per centum in excess of that heretofore provided, for the purpose of purchasing additional annuity. In computing the amount of such additional rate any modification of the normal rate pursuant to section 13-226 of this subchapter shall be disregarded. These additional contributions shall be credited to the annuity savings fund with regular interest. Such additional contributions shall not enter into the computation for allowance on ordinary disability retirement as described in section 13-251 of this subchapter. A member may elect to discontinue his or her additional contributions at any time. d. In addition to the deductions from compensation hereinbefore provided, any member may redeposit in the annuity savings fund by a single payment an amount equal to the total amount which he or she withdrew previously therefrom as provided in this subchapter, or any member may deposit therein by a single payment, or in equal installments over a period to be designated by such member, but not exceeding five years, immediately prior to his or her retirement, an amount computed to be sufficient to purchase an additional annuity, which, together with his or her prospective retirement allowance, will provide for him or her a total retirement allowance of one-half of his or her final compensation at the minimum age or period of retirement elected by him or her. Such additional amounts so deposited shall become a part of his or her accumulated deductions. The accumulated deductions of a member withdrawn as provided in this subchapter shall be paid out of the annuity savings fund. Upon retirement of a member, his or her accumulated deductions shall be transferred from such fund to the annuity reserve fund. e. In the case of a member receiving extra pay, salary or compensation for additional duties assigned to him or her, the comptroller shall make such semi-monthly deductions on the basis of such extra pay, salary or compensation unless such member shall signify in writing to the board, within thirty days after the first receipt thereof, his or her election to have his or her benefits and obligations computed on the basis of the pay, salary or compensation received by him or her prior to the time when he or she first received such extra compensation. If any member receives extra pay, salary or compensation for an aggregate or five years or more or for the period of time fixed by section 14-114 of this code, the comptroller shall continue to make such semi-monthly deductions on the basis of such extra pay, salary or compensation, notwithstanding that such member does not continue to receive it, unless such member shall signify to the board in writing his or her election to have his or her benefits and obligations computed on the basis of the pay, salary or compensation actually received by him. Additional deductions so made shall entitle such member to a retirement allowance on the basis of such extra pay, salary or compensation. The provisions of this subdivision shall not diminish or impair the benefits provided in subdivision c of section 14-114 of this code. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "2",
    "text": "POLICE PENSION FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "225",
    "identifier": "13-225",
    "catch_text": "Contributions of members and their use; annuity savings fund."
  }
}