{
  "text": "ยง 13-381 Payments to exempt or volunteer firefighters' associations; Queens and Richmond. a. Each of the following exempt or veteran volunteer firefighters' associations of the boroughs of Queens and Richmond, to wit: 1. The exempt firemen's association of the town of Newtown, 2. The exempt firemen's association, fifth ward, borough of Queens, 3. The veteran volunteer firemen's association of the village of Jamaica, 4. The Woodhaven exempt volunteer firemen's association, 5. The exempt firemen's association of Flushing, 6. The veteran firemen's association of Long Island city, 7. The exempt firemen's association of Long Island city, 8. The exempt firemen's benevolent association of College Point, 9. The veteran firemen's association of the north shore fire department of Staten Island, 10. The veteran and exempt volunteer firemen's association of the Edgewater fire department of Staten Island, 11. The veteran volunteer firemen's association of Tottenville fire department, 12. The south shore veteran and exempt firemen's association, which on and after the first day of January, nineteen hundred fifty-two shall own, operate and maintain a clubhouse for the benefit of the members of such respective associations, shall be entitled to receive from and shall be paid by the comptroller of the city, in advance of and for each year beginning on the first day of January, the sum of forty dollars for each bona fide member of such association, plus five hundred dollars, or the sum of forty-five hundred dollars, whichever is less, upon presenting to the comptroller on or after the preceding first day of November in each year, a verified statement signed by the duly authorized officers of such association which shall set forth the number of living bona fide members thereof on such preceding first day of November and which shall state further whether or not the association owns, operates and maintains a clubhouse for the benefit of its members. b. In determining the membership of such associations, only exempt or honorably discharged volunteer firefighters shall be considered as members. c. The fire commissioner shall set aside annually, from the fines and proceeds of suits for penalties brought by him or her under the code which may be collected or paid in from the boroughs of Queens and Staten Island, and from the license fees payable to him or her under the code which may be collected or paid in from such boroughs, a sum of money sufficient to cover the payments required to be made to the exempt or veteran volunteer firefighters' associations as provided in subdivision a of this section. d. Upon receipt from the comptroller of a notification as to the amounts required to be paid in any year in order to carry out the provisions of subdivision a of this section, the fire commissioner shall pay such amounts to the comptroller from the revenues set aside by such commissioner pursuant to the provisions of subdivision c of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "381",
    "identifier": "13-381",
    "catch_text": "Payments to exempt or volunteer firefighters' associations; Queens and Richmond."
  }
}