{
  "text": "ยง 13-363 Retirement allowances of improved benefit plan members; for ordinary disability. a. Subject to the provisions of subdivision b of this section, upon retirement for ordinary disability, an improved benefits plan member not subject to article eleven (as defined in subdivision four-i of section 13-313 of this subchapter) shall receive a retirement allowance which shall consist of: 1. An annuity which shall be the actuarial equivalent of his or her accumulated deductions at the time of his or her retirement; and 2. A pension which is the actuarial equivalent of the reserve-for-increased-take-home-pay to which he or she may then be entitled, if any; and 3. A pension, which, together with his or her annuity and the pension-providing-for-increased-take-home-pay, if any, shall be equal to: (i) In the case of any such member who contributes on the basis of retirement after twenty years of city-service, a retirement allowance equal to one-fortieth of his or her annual earnable compensation on the date of retirement multiplied by the number of years of city-service credited to him or her, but not less than (A) one-half of his or her annual earnable compensation on the date of retirement, if the years of city-service credited to him or her are ten or more, or (B) one-third of his or her annual earnable compensation on the date of retirement, if the years of city-service credited to him or her are less than ten; or (ii) In the case of any such member who contributes on the basis of retirement after twenty-five years of city-service, a retirement allowance equal to one-fiftieth of his or her annual earnable compensation on the date of retirement, multiplied by the number of years of city-service credited to him or her, but not less than (A) one-half of his or her annual earnable compensation on the date of retirement, if the years of city-service credited to him or her are ten or more, or (B) one-third of his or her annual earnable compensation on the date of retirement, if the years of city-service credited to him or her are less than ten. b. For the purpose only of determining the pension portion of the retirement allowance payable for ordinary disability under the provisions of this section, the member's annuity shall be computed as it would be (1) if it were not reduced by the actuarial equivalent of any outstanding loan, (2) if it were not increased by the actuarial equivalent of any additional contributions, (3) if it were not reduced by reason of the member's election to decrease his or her annuity contributions in order to apply the amount of such reduction in payment of his or her contributions for old-age and survivors insurance coverage, (4) as it would be without optional modification, and (5) as it would be, in the case of any improved benefits plan member not subject to article eleven who is subject to a contribution rate deficiency (as defined in subdivision twenty-one of such section 13-313) under the provisions of this subchapter, if the whole or any part of such deficiency remaining unpaid as of the effective date of such member's retirement for ordinary disability had been paid to the pension fund on the earlier of (i) his or her date of commencement of contributions as an improved benefits plan member (as defined in subdivision nineteen of such section 13-313) or (ii) the date next following the date of completion of such member's minimum period for service retirement. c. Upon retirement for ordinary disability, an improved benefits plan member subject to article eleven (as defined in subdivision four-j of such section 13-313) shall receive a retirement allowance determined pursuant to the provisions of subdivisions a and b of this section, except to the extent and in the manner that any such provision is modified by article eleven. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "363",
    "identifier": "13-363",
    "catch_text": "Retirement allowances of improved benefit plan members; for ordinary disability."
  }
}