{
  "text": "ยง 13-370 Retirement of improved benefits plan members; options in which retirement allowances may be taken. a. Subject to the provisions of subdivision c of this section, until the first payment on account of any benefit is made, except pursuant to the provisions of subdivision d of this section any beneficiary who was an improved benefits plan member at the time of his or her retirement, or, if such beneficiary is an incompetent, then the spouse or such beneficiary, or, if there be no spouse, a committee of the estate, may elect to receive such benefit in a retirement allowance payable throughout life, or any such beneficiary or the spouse or committee so electing may then elect to receive the actuarial equivalent at the time of his or her annuity, his or her pension, or his or her retirement allowance in a lesser annuity or a lesser pension or a lesser retirement allowance, payable throughout life with the provision that: Option 1. If he or she die before he or she has received in payments the present value of his or her annuity, his or her pension, or his or her retirement allowance, as it was at the time of his or her retirement, the balance shall be paid to his or her legal representatives or to such person as such beneficiary, or the spouse or committee so electing, has nominated or shall nominate by written designation duly acknowledged and filed with the board. Option 2. Upon his or her death, his or her annuity, his or her pension, or his or her retirement allowance, shall be continued throughout the life of and paid to such person as such beneficiary, or the spouse or committee so electing, has nominated or shall nominate by written designation duly acknowledged and filed with the board at the time of his or her retirement. Option 3. Upon his or her death, one-half of his or her annuity, his or her pension, or his or her retirement allowance, shall be continued throughout the life of and paid to such person as such beneficiary, or the spouse or committee so electing, has nominated or shall nominate by written designation duly acknowledged and filed with the board at the time of his or her retirement. Option 4. Upon his or her death, some other benefit or benefits shall be paid to such other person or persons as such beneficiary, or the spouse or committee so electing, has nominated or shall nominate, provided such other benefit or benefits, together with such lesser annuity, or lesser pension or lesser retirement allowance, shall be certified by the actuary to be of equivalent actuarial value to his or her annuity, his or her pension or his or her retirement allowance, and shall be approved by such board. b. For purposes of this section, the terms \"pension\" and \"retirement allowance\" shall be deemed to include the pension-providing-for-increased-take-home-pay, if any. c. In the case of an improved benefits plan member subject to article eleven (as defined in subdivision four-j of section 13-313 of this subchapter) or any beneficiary who was an improved benefits plan member subject to article eleven at the time of such member's retirement, the provisions of subdivisions a and b of this section shall apply except to the extent and in the manner that any such provision is modified by article eleven. d. If a member who is otherwise eligible for retirement pursuant to this section dies within thirty days after the filing with the pension board of the application for retirement pursuant to this section and it is established that the physical or mental impairment or incapacitation of the applicant specified in such application was directly related to the cause of the applicant's death, such application shall be approved by the pension board effective one day before the date of the applicant's death, provided however that: (1) if a member is entitled to an ordinary disability retirement allowance under the provisions of this subchapter, the benefits provided pursuant to section 13-352 of this subchapter shall be payable unless the member would otherwise be entitled to a greater benefit pursuant to section 13-346 of this subchapter, in which event the greater benefit shall be payable; or (2) if a member is entitled to an accidental disability retirement allowance under the provisions of this subchapter, the benefits provided pursuant to section 13-353 of this subchapter shall be payable unless the member would otherwise be entitled to a greater benefit pursuant to section 13-348 of this subchapter, in which event the greater benefit shall be payable. e. Notwithstanding any law to the contrary, for the purpose of electing an option pursuant to this section, the pension board shall notify the surviving spouse of any applicant described in subdivision d of this section, or, if no such spouse exists, the personal representative of the estate of such applicant of the right of election pursuant to this section and such surviving spouse or personal representative of such estate may elect any such option within thirty days after receipt of such notice. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "370",
    "identifier": "13-370",
    "catch_text": "Retirement of improved benefits plan members; options in which retirement allowances may be taken."
  }
}