{
  "text": "ยง 13-336 Trustees of funds; investments. a. The members of the board shall be the trustees of the several funds provided for by this subchapter, and shall have full power to invest the same, subject, except as otherwise provided in subdivision b of this section, to the terms, conditions, limitations and restrictions imposed by law upon savings banks in the making and disposing of investments by savings banks; and subject to like terms, conditions, limitations and restrictions, such trustees shall have full power to hold, purchase, sell, assign, transfer or dispose of any of the securities or investments in which any of the funds provided for by this subchapter shall have been invested as well as of the proceeds of such investments and of any moneys belonging to such funds. b. Notwithstanding the provisions of subdivision two of section one hundred seventy-seven of the retirement and social security law, or any other provision of law to the contrary, the amounts which may be invested by the pension fund in securities pursuant to the provisions of paragraphs (a), (b), (c), (d), (e) and (f) of subdivision twenty-six of section two hundred thirty-five of the banking law, shall be subject to the following maximum limits, in lieu of any such limits imposed by any other provision of law: (1) Not more than fifty per cent of the assets of the pension fund shall be invested in such securities; and (2) Not more than five per cent of such assets shall be invested in the securities of any one corporation and its subsidiaries; and (3) Not more than two per cent of the total issued and outstanding equity securities of any one corporation shall be owned by the pension fund. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "336",
    "identifier": "13-336",
    "catch_text": "Trustees of funds; investments."
  }
}