{
  "text": "ยง 13-358 Retirement allowances of original plan members; for service. a. Subject to the provisions of subdivision b of this section, upon retirement for service an original plan member not subject to article eleven (as defined in subdivision four-c of section 13-313 of this subchapter) shall receive a retirement allowance which shall be equal to one-half his or her final compensation plus, for each year he or she shall have served in the uniformed force of the fire department after having attained the minimum period of service retirement elected by him or her, the additional amount provided for by section two hundred seven-b of the general municipal law with respect to such year. b. In addition to the benefits provided for in subdivision a of this section, an original plan member not subject to article eleven, upon retirement for service, shall receive, for each year, or fraction thereof, of service credit transferred from the New York city employees' retirement system, a retirement allowance of fifty-five percent of one-sixtieth of his or her five-year-average-salary (as defined in subdivision twenty-eight of section 13-313 of this subchapter) if such service credit was for service rendered prior to October first, nineteen hundred fifty-one or seventy-five percent of one-sixtieth of his or her five-year-average-salary if such service was rendered on or after October first, nineteen hundred fifty-one. Nothing contained in this subdivision b shall be construed as denying or impairing any right granted to any member by any other provision of law with respect to any such transferred service credit which consists of credit for service as a member of a uniformed force, the members of which, during their service in such force, are eligible for membership in the New York city employees' retirement system. c. Upon retirement for service, an original plan member subject to article eleven (as defined in subdivision four-d of section 13-313 of this subchapter) shall receive a retirement allowance determined pursuant to the provisions of subdivisions a and b of this section, except to the extent and in the manner that any such provision is modified by article eleven. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "358",
    "identifier": "13-358",
    "catch_text": "Retirement allowances of original plan members; for service."
  }
}