{
  "text": "ยง 13-318 Credit for service. a. Subject to the following and to all other provisions of this subchapter, including such rules and regulations as such board shall adopt in pursuance thereof, such board shall determine and may modify allowances for service. b. Such board shall fix and determine how much service rendered in any year shall be the equivalent of a year of service and of parts thereof, but shall credit one year for two hundred fifty or more days of service and not more than one year for all service in any calendar year. c. Time during which a member was absent on leave without pay shall not be allowed in computing service as a member except as to time subsequent to approval of such allowance for retirement purposes granted by the commissioner and approved by such board. Time during which a member was on a preferred civil service list for firefighter shall not be construed to form part of the period within which membership must begin. d. (1) Any person who was a member of the New York city employees' retirement system and whose membership therein was terminated by his or her attaining membership in the fire department pension fund, subchapter two, and who had withdrawn his or her contributions to the New York city employees' retirement system shall receive credit in the said fire department pension fund for prior creditable city service by paying into the annuity savings fund of the said fire department pension fund the amount of the employee contributions required to have been paid into the New York city employees' retirement system for such prior creditable city service, prior to July first, nineteen hundred eighty-two. Subject to the provisions of paragraphs two and three of this subdivision, no member of the said fire department pension fund shall be eligible for retirement for service until he or she has served in the fire department for a minimum period of twenty or twenty-five years, or until he or she has reached the age of fifty-five, according to the minimum period or age of retirement elected by such member prior to the certification of his or her rate of contribution. (2) (a) Subject to the provisions of subparagraph (b) of this paragraph any period of allowable service rendered as an \"EMT member,\" as defined in paragraph one of subdivision a of section 13-157.2 of this title, as added by chapter five hundred seventy-seven of the laws of two thousand, which immediately precedes service in the uniformed force of the fire department, and any period of allowable service rendered (i) as a peace officer, as defined in section 2.10 of the criminal procedure law, (ii) in the title of sheriff, deputy sheriff, marshal or district attorney investigator, or (iii) in any position specified in appendix A of the agreement dated October twenty-seventh, two thousand five, among the city of New York, the uniformed firefighters association and the uniformed fire officers association, which immediately precedes service in the uniformed force of the fire department, and any period of allowable service in the uniformed transit police force, uniformed correction force, housing police service and the uniformed force of the department of sanitation immediately preceding service in the uniformed force of the fire department, credit for which immediately preceding allowable service was or is obtained pursuant to paragraph one of this subdivision, shall be deemed to be service in the uniformed force of the fire department for purposes of eligibility for benefits and to determine the amount of benefits under the fire department pension fund. (b) In any case where by reason of credit for such immediately preceding service, the date of completion of such member's minimum period for service retirement under the fire department pension fund became or becomes earlier than such date would have been or would be if such credit for such immediately preceding service had not been so acquired, there shall be effected with respect to such member: (i) such increase in such member's normal rate of contribution, effective as of the date on which such member last became a member of the fire department pension fund, as may be necessary to reflect such earlier date of eligibility for service retirement; and (ii) the charging of such member who acquired or acquires such credit for such immediately preceding service with a contribution rate deficiency: (A) which shall accrue from the date on which such member last became a member of the fire department pension fund; and (B) which shall be in such amount as shall be the product of the increase provided in item (i) of this subparagraph (b) and the member's compensation during the period of time provided in sub-item (A) of this item (ii); and (C) which, unless paid by such member in such manner as shall be prescribed by rules and regulations adopted by the board of trustees of such pension fund, shall require an appropriate adjustment of any benefit which may become payable to or on account of such member. (3) Nothing contained in subparagraph (b) of paragraph two of this subdivision d shall cause a member who acquires or acquired service credit by reason of the provisions of subparagraph (a) of such paragraph two to be denied: (a) the right or entitlement, if any, to terminate or reduce contributions to such pension fund or to a refund of or credit for contributions paid during a period when the member would have been entitled to terminate or reduce such contributions if he or she had such service credit on the date when he or she last became a member of the pension fund; or (b) any other right, benefit or entitlement of a similarly situated member of such pension fund with equal total service credit consisting only of service in the uniformed force of the fire department, provided that the foregoing provisions of this paragraph three shall not be construed in a manner inconsistent with the provisions of subparagraph (b) of paragraph two of this subdivision d. e. Any improved benefits plan member who was a member of the board of education retirement system and whose membership therein was terminated by his or her attaining membership in this pension fund shall receive credit in such pension fund for prior creditable city-service by paying into the annuity savings fund of such pension fund the amount of the employee contributions required to have been paid into the board of education retirement system for such prior creditable city-service, within one year after becoming a member of such pension fund, and shall have the period of such prior creditable city-service counted as service as a firefighter for the purpose only of determining the amount of his or her pension or retirement allowance, provided, however, that no member of such pension fund shall be eligible for retirement for service until he or she has served in the uniformed force of the department for a minimum period of twenty or twenty-five years, according to the minimum period elected by such member prior to the certification of his or her rate of contribution. f. The rights and privileges of any original plan member subject to article eleven (as defined in subdivision four-d of section 13-313 of this subchapter) or improved benefits plan member subject to article eleven (as defined in subdivision four-j of such section 13-313) under the preceding subdivisions of this section shall be as prescribed by such provisions, except to the extent and in the manner that any such provision is modified by article eleven. g. (1) Upon election, any member of the fire department pension fund, of this subchapter, who was a member of the New York city employees' retirement system while employed as a New York city police department trainee shall receive credit in the said fire department pension fund, of this subchapter, for prior creditable service in the New York city employees' retirement system earned while employed as a New York city police department police trainee by paying into the annuity savings fund of said fire department pension fund additional member contributions plus interest which would have been paid or credited had such member been a member of the fire department pension fund, of this subchapter, from his or her last date of appointment as a New York city police department trainee or date of membership in the New York city employees' retirement system, whichever is later, provided such payment is made within one year after this subdivision shall take effect, and the period of such prior service credit shall be deemed to be service in the fire department for purposes of eligibility for benefits and to determine the amounts of benefits under the fire department pension fund. (2) A member of the fire department pension fund, of this subchapter, who acquires service credit by reason of the provisions of paragraph one of this subdivision shall be entitled to any other right, benefit or entitlement of a similarly situated member of such pension fund with equal total service credit consisting only of service in the uniformed force of the fire department. h. Any member of the city of New York fire department pension fund who by reason of simultaneous membership in two public retirement systems, would have been entitled to transfer membership in a public retirement system pursuant to any provision of law, but failed to make a timely election to do so shall be entitled to transfer such membership if written notice is given to the first retirement system joined no later than one year subsequent to the effective date of this subdivision. A member who provides such notice may file a written request for retroactive membership in the fire department pension fund within three years of the effective date of this subdivision. The additional cost due to the retroactive membership shall be borne by the first retirement system. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "318",
    "identifier": "13-318",
    "catch_text": "Credit for service."
  }
}