{
  "text": "** § 13-327.1 Employer pick up of member contributions. a. Notwithstanding any other provision of law to the contrary, on and after the starting date for pick up, the city shall: (1) pick up and pay into the contingent reserve fund the original plan member contributions eligible for pick up by the employer which each original plan member would otherwise be required to make on and after such starting date; and (2) pick up and pay into the annuity savings fund the improved benefits plan member contributions eligible for pick up by the employer which each improved benefits plan member would otherwise be required to make on and after such starting date. b. An amount equal to the amount of such picked up contributions shall be deducted by the city from the compensation of such member (as it would be in the absence of a pick up program applicable to him or her hereunder), and shall not be paid to such member. Such deduction shall be effected by means of subtraction from such member's current compensation (as so defined), or offset against future pay increases, or a combination of such methods. c. (1) * The member contributions picked up pursuant to this section for any member shall be paid by the city in lieu of an equal amount of the member contributions otherwise required to be paid by such member under the provisions of this subchapter and shall be deemed to be and treated as employer contributions pursuant to subsection h of section four hundred fourteen of the United States internal revenue code, as amended, for the purposes, under federal law, for which such subsection h so classifies such picked up contributions. Subject to the provisions of subdivision b of this section, for all other purposes, including but not limited to: * NB Effective until notice of ruling by Internal Revenue Service per ch. 627/2007 §22 * The member contributions picked up pursuant to this section, including any member contributions required to be made for the purchase of credit for previous service or credit for military service pursuant to subdivision e of this section, provided, however, that contributions picked up for the purchase of credit for military service shall be deposited in the employer contribution account in accordance with the provisions of subdivision four of section one thousand of the retirement and social security law, for any member shall be paid by the city in lieu of an equal amount of the member contributions otherwise required to be paid by such member under the provisions of this subchapter and shall be deemed to be and treated as employer contributions pursuant to subsection h of section four hundred fourteen of the United States internal revenue code, as amended, for the purposes, under federal law, for which such subsection h so classifies such picked up contributions. Subject to the provisions of subdivision b of this section, for all other purposes, including but not limited to: * NB Takes effect upon notice of ruling by Internal Revenue Service per ch. 627/2007 §22 (i) the obligation of such member to pay New York state and New York city income and/or wages or earnings taxes and the withholding of such taxes; and (ii) the determination of the amount of such member's original plan member contributions eligible for pick up by the employer or improved benefits plan member contributions eligible for pick up by the employer, as the case may be; and (iii) the determination of the amount of any retirement allowance or other pension fund benefit payable to or on account of such member or any other pension fund right, benefit or privilege of such member; the amount of the member contributions picked up pursuant to this section shall be deemed to be a part of the employee compensation of such member, and such member's gross compensation (as such compensation would be in the absence of a pick up program applicable to him or her hereunder) shall not be deemed to be changed by such member's participation in such program. (2) Nothing contained in paragraph one of this subdivision c shall be construed as superseding the provisions of section four hundred thirty-one of the retirement and social security law or any similar provision of law which limits the salary base for computing retirement benefits payable by a public retirement system. d. (1) For the purpose of determining the pension fund rights, benefits and privileges (including the procurement of loans) of any member whose original plan member contributions eligible for pick up by the employer or improved benefits plan member contributions eligible for pick up by the employer are picked up pursuant to this section, such picked up member contributions shall be deemed to be and treated (i) as member contributions made by such member pursuant to law, and (ii) as included in the total accumulated contributions (as defined in subdivision seven of section 13-313 of this subchapter) of any such member who is an original plan member, and (iii) as included in the accumulated deductions (as defined in subdivision seven-a of such section 13-313) of any such member who is an improved benefits plan member. (2) During any period wherein picked up member contributions of an original plan member remain in the contingent reserve fund to the credit of an individual account of such member pursuant to paragraph four of this subdivision, interest shall not accrue or be payable on such picked up contributions. (3) Interest on the picked up member contributions of any improved benefits plan member shall accrue in favor of such member and be payable by the city at the same rate, for the same time periods, in the same manner and under the same circumstances as interest would be required to accrue in favor of the member and be payable by the city on such picked up contributions if they were made by the member in the absence of an employer pick up program applicable to such member under the provisions of this section. (4) The picked up member contributions of any original plan member paid into the contingent reserve fund by the city pursuant to this section shall be credited to a separate account within the individual account of such member in such fund, so that a separate record of the amount of such picked up contributions is maintained. (5) The picked up member contributions of any improved benefits plan member paid into the annuity savings fund by the city pursuant to this section shall be credited to a separate account within the individual account of such member in such fund, so that a separate record of the amount of such picked up contributions is maintained. (6) Nothing contained in this subdivision d shall be construed as granting member contributions picked up under this section any status, under federal law, other than as employer contributions, pursuant to subsection h of section four hundred fourteen of the United States internal revenue code, for the federal purposes for which such subsection h so classifies such picked up contributions. * e. No member whose member contributions are required to be picked up pursuant to this section shall have any right to elect that such pick up of contributions, with accompanying deduction from the compensation of such member as prescribed by subdivision b of this section, shall not be effectuated. * NB Effective until notice of ruling by Internal Revenue Service per ch. 627/2007 §22 * e. Employer pick-up of contributions in respect of previous service or military service. Notwithstanding any other provision of law, any member eligible to purchase credit for previous service with a public employer pursuant to this chapter or to purchase credit for military service pursuant to article twenty of the retirement and social security law, may elect to purchase any or all of such service by executing a periodic payroll deduction agreement where and to the extent such elections are permitted by the retirement system by rule or regulation. Such agreement shall set forth the amount of previous service or military service being purchased, the estimated total cost of such service credit, and the number of payroll periods in which such periodic payment shall be made. Such agreement shall be irrevocable, shall not be subject to amendment or modification in any manner, and shall expire only upon completion of payroll deductions required therein. Notwithstanding the foregoing, any member who has entered into such a payroll deduction agreement and who terminates employment prior to the completion of the payments required therein shall be credited with any service as to which such member shall have paid the contributions required under the terms of such agreement. * NB Takes effect upon notice of ruling by Internal Revenue Service per ch. 627/2007 §22 * f. No member whose member contributions are required to be picked up pursuant to this section shall have any right to elect that such pick up of contributions, with accompanying deduction from the compensation of such member as prescribed by subdivision b of this section, shall not be effectuated. * NB Takes effect upon notice of ruling by Internal Revenue Service per ch. 627/2007 §22 ** NB Expires per ch. 114/89 § 16 ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "327",
    "identifier": "13-327.1",
    "catch_text": "Employer pick up of member contributions."
  }
}