{
  "text": "ยง 13-309 Payment of pensions; death. a. The board of trustees of the pension fund shall pay a pension out of such fund to the surviving spouse, child or children or dependent parent or parents of any deceased member of the uniformed force of such department, if the death of such member occur during his or her service in such uniformed force, or after he or she was retired from service in such uniformed force. The amount of any such pension to be paid by the board of trustees to each of the several representatives of such member, in case there shall be more than one, from time to time, may be determined by such board according to the circumstances of each case. The annual allowance to the representative or representatives of such member, however, shall be six hundred dollars, and no part of such sum shall be paid to any such surviving spouse who shall remarry, after such remarriage, or to any child after it shall have reached the age of eighteen years. b. In case any member of the uniformed force of such department is killed while actually engaged in the performance of duty, or if death ensues, or results from a disease, as the immediate effect of injuries received, the board of trustees of such fund, upon evidence submitted to it, shall have power to decide whether death so occurred and upon such decision shall award to the surviving spouse of such member an annual allowance as a pension, to be paid out of such fund in an amount not to exceed, except as herein provided, one-half of the salary or compensation of such member at the date of his or her decease and in the case of a member acting in a higher rank an amount not to exceed one-half the salary or the compensation of such rank. If such member, dying, leaves no surviving spouse surviving him or her, but leaves a child or children, under the age of eighteen years, or dependent parent or parents, such board shall award to the legal guardian of such child or children, or dependent parent or parents, for its or their support and maintenance, an annual allowance out of such fund, in an amount not to exceed one-half of the salary or allowance of such member at the date of his or her decease. The amount of such allowance to any surviving spouse shall cease upon his or her death. Such annual allowance shall cease upon the death or marriage of such child, or upon his or her reaching the age of eighteen years. If such payment to the surviving spouse of any such member shall cease by reason of his or her death, such board shall make payments to the child or children, or dependent parent or parents of such member, if any, as though he or she had died without leaving a surviving spouse. c. (1) Notwithstanding the provisions of subdivision b of this section, in any case where a pension was or is awarded under the provisions of such subdivision, or any predecessor provision by reason of the death of any such member, occurring before July first, nineteen hundred and sixty-five, such pension, subject to the provisions of paragraphs two and three of this subdivision c, shall consist: (a) For each full calendar year, on and after January first, nineteen hundred and sixty-five, of a sum as a pension to be paid out of such fund and in an amount not to exceed, except as herein provided, one-half of the annual salary or compensation payable, on July first, nineteen hundred and sixty-five, to a member of the uniformed force of rank, seniority, and other salary-determining status, equal to that of the deceased member on the date of his or her decease, but in no case less than one-half of the salary payable to a firefighter first grade on July first, nineteen hundred and sixty-five, and (b) For any portion of a calendar year, on and after January first, nineteen hundred and sixty-five, the appropriate pro rata portion of the amount which would be payable, under the provisions of subparagraph (a) of this paragraph one, for the full calendar year which includes such portion of a year, if a pension were payable under this subdivision c for such full calendar year. (2) Such pension shall be payable to the same persons and shall be subject to the same terms and conditions, including provisions as to termination, as the pension which would otherwise be payable, on and after January first, nineteen hundred and sixty-five, pursuant to subdivision b of this section or any applicable predecessor provision, by reason of the death of such member. (3) The pension payable pursuant to the provisions of paragraphs one and two of this subdivision c shall be in lieu of any pension which would otherwise be payable on or after January first, nineteen hundred sixty-five, pursuant to the provisions of such subdivision b, or predecessor provision, and, except as otherwise provided in paragraph one of subdivision e of section 13-686 of this chapter, shall be in lieu of any supplemental retirement allowance which would otherwise be payable, on and after such date, under the provisions of subchapter six of chapter five of this title or any other law. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "309",
    "identifier": "13-309",
    "catch_text": "Payment of pensions; death."
  }
}