{
  "text": "ยง 13-325 Contributions by original plan members. a. (1) The retirement allowance accumulation fund, as established by the provisions of this subdivision as in effect prior to the starting date of the improved benefits plan (as such date is defined in subdivision twenty-seven of section 13-313 of this subchapter), shall cease to exist on such starting date. (2) There shall be transferred from such retirement allowance accumulation fund to the contingent reserve fund established by sections 13-324 and 13-331 of this subchapter all assets of the retirement allowance accumulation fund as of such starting date, including the obligation represented by all unpaid amounts which are due and payable to the retirement allowance accumulation fund up to and including such date pursuant to the rates of member deduction and city contribution certified under section 13-321 of this subchapter prior to such date. Any such unpaid amounts which constitute assets of the retirement allowance accumulation fund as of such starting date and which are due from and payable by the city shall be appropriated and paid by the city pursuant to the provisions of this section and section 13-334 of this subchapter as in effect immediately prior to such date. (3) Of such transferred amount, the prior original plan member accumulated contributions (as defined in subdivision six-b of section 13-313 of this subchapter), as of such starting date, of each original plan member shall be transferred to his or her credit in an individual account in the contingent reserve fund. b. (1) Subject to the provisions of paragraph two of subdivision c of this section, on and after such starting date, each original plan member shall contribute to the pension fund, through deductions from his or her compensation as provided for by paragraph one of such subdivision c, a proportion of his or her earnable compensation (before reduction of such proportion on account of any program for increased-take-home-pay in effect) equal to the proportion of his or her earnable compensation (before reduction on account of any program for increased-take-home-pay in effect) which he or she was required to contribute to the pension fund as of the date next preceding such starting date. (2) The normal rate of contribution as an original plan member (as defined in subdivision seventeen of section 13-313 of this subchapter) of any original plan member shall continue unchanged while he or she is an original plan member. (3) The cash benefits payable under the provisions of this subchapter to, or upon the death of, an original plan member in active service shall be paid from the contingent reserve fund. Upon the retirement of an original plan member, or upon his or her death in the performance of duty, an amount equal to the retirement allowance reserve for the retirement allowance payable on account of his or her city-service as a member, shall be transferred from the contingent reserve fund to the retirement allowance reserve fund. c. (1) Such board shall certify to the commissioner who shall deduct from the compensation of each original plan member on each and every payroll of such member for each and every payroll period, the proportion of his or her earnable compensation which he or she is required to contribute to the pension fund as provided for by subdivision b of this section, provided that such proportion shall be reduced on account of any program for increased-take-home-pay to the extent and for the period prescribed by any laws providing for such a reduction for members of the pension fund, as applicable to such member. In determining the amount earnable by a member in a payroll period, such board may consider the rate of compensation payable to such member on the first day of the payroll period as continuing throughout such payroll period and such board may omit deductions from compensation for any period less than a full payroll period if an employee was not a member on the first day of the payroll period. To facilitate the making of deductions, such board may modify the contribution required of any member by such an amount as shall not exceed one-tenth of one per cent of the compensation upon the basis of which such contribution is to be made. The deductions provided herein shall be made notwithstanding that the minimum compensation provided by law for any member shall be reduced thereby. Every member shall be deemed to consent and agree to the reductions made and provided for herein and shall receipt in full for his or her salary or compensation, and payment less such deductions shall be a full and complete discharge and acquittance of all claims and demands whatsoever for the services rendered by such person during the period covered by such payment, except his or her claim to the benefits to which he or she may be entitled under the provisions of this subchapter. The commissioner shall certify to the comptroller on each and every payroll the amounts to be deducted. Each of such amounts shall be deducted and when deducted shall be paid into the contingent reserve fund, and shall be credited to an individual account of the member from whose compensation such deduction was made. (2) Notwithstanding any other provision of law to the contrary, in the case of any original plan member whose years of fire service credited to him or her equal or exceed the minimum period for service retirement elected by him or her, that part of any earnable compensation of such member earned after completion of such minimum period and on or after July first, nineteen hundred sixty-nine, which part is obtained by multiplying such compensation by the excess, if any, of his or her normal rate of contribution as an original plan member (as defined in subdivision seventeen of section 13-313 of this subchapter) rate over five per cent, shall not be deducted under subdivision b of this section and paragraph one of this subdivision c. Nothing contained in this paragraph two shall affect or impair any rights conferred upon any such member by section 13-326 of this subchapter. d. In addition to the contributions from compensation hereinbefore provided, any original plan member may redeposit in the contingent reserve fund by a single payment an amount equal to the total amount which he or she withdrew previously therefrom as provided in this subchapter. Such additional amount so deposited shall become a part of his or her accumulated contributions. The accumulated contributions of an original plan member withdrawn as provided in this subchapter shall be paid out of the contingent reserve fund. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "325",
    "identifier": "13-325",
    "catch_text": "Contributions by original plan members."
  }
}