{
  "text": "ยง 13-323 Medical board. a. (1) There shall be a medical board of three physicians. One of such physicians shall be appointed by the board and shall hold office at the pleasure of such board, one shall be appointed by the commissioner of health and mental hygiene and shall hold office at the pleasure of such commissioner, and the third shall be appointed by the commissioner of citywide administrative services and shall hold office at the pleasure of such commissioner. (2) The board, the commissioner of health and mental hygiene and the commissioner of citywide administrative services shall each have power to appoint three alternate physicians, who shall hold office at the pleasure of such appointing board or official. Whenever the board of trustees of the pension fund shall so direct, the functions, powers and duties of the medical board, in addition to being performed and exercised by the three physicians appointed pursuant to paragraph one of this subdivision, shall be performed and exercised by one or more groups of three physicians as hereinafter prescribed. Each such group of three physicians shall function separately as the medical board and each such group may consist partly of a physician or physicians appointed pursuant to such paragraph one and partly of one or more alternate physicians, or may consist entirely of alternate physicians; provided, however, that one of the physicians or alternate physicians in each such group shall be appointed by the board, one by the commissioner of health and mental hygiene and one by the commissioner of citywide administrative services. b. The medical board shall arrange for and shall pass upon all medical examinations required under the provisions of this subchapter, shall investigate all essential statements and certifications by or on behalf of a member in connection with an application for disability retirement, and shall report to the board its conclusions and recommendations thereon. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "323",
    "identifier": "13-323",
    "catch_text": "Medical board."
  }
}