{
  "text": "ยง 13-380 Life insurance fund. a. The life insurance fund shall consist of all moneys in such fund on the first day of January, nineteen hundred forty. b. The board of trustees of the New York fire department pension funds shall be the head of the New York fire department life insurance fund and shall have power and authority, from time to time, to establish and amend rules and regulations for the administration and transaction of the business of such fund and for the control and disposition thereof in accordance with the provisions of this code and all laws applicable thereto. The chairperson and first vice-chairperson of such board, respectively, shall be the treasurer and assistant treasurer of the fund. They shall make a semi-annual report verified by the members of such board of the condition of such fund, containing a statement of the accumulated cash and securities in such fund and of all receipts and disbursements for or on account of such fund, together with the names of all beneficiaries and the amount paid to each, and file such report in the office of the comptroller. c. (1) There shall be deducted from the monthly pay of each firefighter, officer and probationary firefighter of such department, and from the monthly pension of retired members of such department, a monthly sum not exceeding nine dollars, but not less than one dollar, which shall be received and deposited by such board to the credit of the New York fire department life insurance fund, in banks or trust companies to be selected by the board. Such board shall, subject to the provisions of paragraph two of this subdivision, have full power to invest such fund, subject to the terms, conditions, limitations and restrictions imposed by law upon savings banks in the making and disposing of investments by savings banks; and subject to like terms, conditions, limitations and restrictions, such board shall have full power to hold, purchase, sell, assign, transfer or dispose of any of the securities or investments in which any of such funds shall have been invested. The comptroller shall be the custodian of all investments purchased pursuant to the authority vested herein. (2) The members of the board shall have the same investment powers and power to delegate such powers as are vested by this code and the retirement and social security law in the members of the board of trustees of the fire department pension fund, subchapter two. d. (1) In case of the death of any active member or of any pensioned or retired member of such department, and so contributing, there shall be paid to the beneficiary or beneficiaries named in a written designation filed with the board of trustees, or if there be no such written designation, then to the surviving spouse, or if there be no surviving spouse, then to the legal representatives of such deceased active member or pensioned and retired member out of the monies so assessed, a sum as hereinafter in this paragraph one provided: (i) subject to the provisions of subdivision g of this section, the sum of five thousand dollars, if such member was an active member at the time of his or her death; or (ii) subject to the provisions of subdivision g of this section, the sum of two thousand dollars, if such member was a pensioned or retired member of such department at the time of his or her death. (2) The assessment, in the discretion of the board, may be increased to not exceeding the sum of nine dollars in each month's pay, or each month's pension or pensioned and retired members of such department. (3) None but active and retired members of the uniformed force and probationary firefighters shall be eligible to membership in this fund. e. Such treasurer and assistant treasurer shall give bond for the faithful and honest performance of their respective duties under this subchapter in such sum as may be fixed and with sureties to be approved by the comptroller. Any such bond shall run to the New York fire department life insurance fund. f. Any member of such fund who is on leave of absence from the fire department for military duty as defined in sections two hundred forty-two and two hundred forty-three of the military law of the state of New York shall continue to be a member of such fund during such military duty. Upon his or her restoration to his or her position in the fire department, there shall be deducted monthly from his or her salary and paid to the New York fire department life insurance fund, such sum, as will over a period of five years, equal the amount which he or she would have been required to contribute if he or she had been continuously employed in the fire department during such period of service, or any part of such amount remaining unpaid at the date of such restoration. In lieu of such deduction, however, such amount or any part thereof may be paid by such member at any time or from time to time while in such service, or, in a lump sum or by larger monthly deductions, after his or her restoration to his or her position in the fire department, or by any other method of deduction which will complete the payment of such amount in a period less than five years from the date of such restoration. In the event such member has failed or shall fail to complete full payment of such amount of contributions remaining due and unpaid within the time herein specified, there shall be deducted monthly from the salary of such member or by any other method of deduction and paid to the New York fire department life insurance fund within a period of eighteen months, such sum as will equal the amount which he or she would have been required to contribute if he or she had been continuously employed in the fire department during such period of service, or any part of such amount remaining unpaid, plus interest at the rate of two and one-half per centum per annum computed from either five years after the date of such restoration or January first, nineteen hundred fifty-three, whichever date is later. In case of death of any member during his or her absence in such service or at any time prior to the full payment by him or her of the contributions due and payable to such fund during his or her absence, his or her beneficiary or beneficiaries or his or her surviving spouse or legal representatives, as the case may be, shall receive the sum required to be paid pursuant to subdivision d or g of this section in the case of the death of an active member, less the amount of such contributions remaining due and unpaid. g. From time to time, but not longer than every three years, the board of trustees may request the actuary of the fire department pension fund to make a valuation of the assets and liabilities of the fund in order to determine whether (i) an increase in the sums payable under this section would be consistent with operations of the life insurance fund on a basis whereby the cost of sums payable is met from deductions made pursuant to the provisions of this section from the pay or pensions of members or retired members or assessments made pursuant to the provisions of this section against members or retired members, or (ii) a decrease in sums payable is required in order to maintain the life insurance fund on such basis. If the actuary certifies to the board of trustees that an increase in such sums payable is warranted or that a decrease in such sums payable is required, the board shall, by resolution, increase or decrease such sums payable in accordance with the certification of the actuary. Such resolution and the actuarial data upon which an increase or decrease of sums is justified shall be public information. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "380",
    "identifier": "13-380",
    "catch_text": "Life insurance fund."
  }
}