{
  "text": "ยง 13-384 Board of trustees. a. The variable supplements fund shall be administered by a board of trustees which shall, subject to applicable provisions of law and to the prior approval of the board of estimate, from time to time establish rules and regulations for the administration and transaction of the business of such fund and for the control and disposition thereof. b. Such board shall consist of: 1. The representative of the mayor who is a member of the board of trustees of pension fund subchapter two, who shall be entitled to cast one vote. The mayor may, by instrument in writing filed in his or her office and with the board, designate one or more members of his or her office to act in the place of such representative at meetings of the board, in the event of such representative's absence therefrom. 2. The comptroller of the city, who shall be entitled to cast one vote. Any deputy comptroller authorized, pursuant to subdivision b of section ninety-four of the New York city charter, to act in the place of the comptroller as a member of the board of trustees of pension fund, subchapter two, may be authorized by the comptroller, in accordance with the provisions of such subdivision b, to act in the place of the comptroller as a member of the board. 2-a. The commissioner of finance, who shall be entitled to cast one vote. Such commissioner may, by instrument in writing filed in his or her office and with the board, designate one or more members of his or her office to act in his or her place at meetings of the board, in the event of such commissioner's absence therefrom. 3. Two members of the association designated by it, who shall each be entitled to cast one vote. The members so designated shall be officers of the association who are members of the board of trustees of pension fund subchapter two. Each such designee may at any time, by written authorization filed with the board, authorize any other officer of the association to act in his or her place as a member of the board in the event of such designee's absence from any meeting thereof; provided that the by-laws or constitution of the association provide for the designation of a representative for such purpose. c. Every act of the board shall be by resolution which shall be adopted only by a vote of at least three-fifths of the whole number of votes authorized to be cast by all of the members of such board. d. The actuary appointed pursuant to section 13-121 of the code shall be the technical advisor of the board. e. (1) As of June thirtieth of the nineteen hundred eighty-eight--nineteen hundred eighty-nine base fiscal year and as of June thirtieth of each succeeding base fiscal year, the actuary referred to in subdivision d of this section shall make a valuation of the assets and liabilities of the variable supplements fund in accordance with the requirements of the succeeding paragraphs of this subdivision e. (2) The actuary shall base such annual valuation of liabilities only (A) upon the persons who, as of each such June thirtieth, are pension fund beneficiaries or persons eligible to receive supplemental benefits pursuant to subdivision e of section 13-385 of this subchapter and (B) upon the persons who, being firefighters or fire marshals (uniformed) in service as of such June thirtieth, may be actuarially expected to retire thereafter as firefighters or fire marshals (uniformed) for service with twenty or more years of service creditable toward the minimum period and (C) with respect to any such valuation for any base fiscal year beginning on or after July first, nineteen hundred ninety-two, also upon the persons who, being wipers (uniformed) in service as of June thirtieth of such base fiscal year beginning on or after such July first, may be actuarially expected to retire thereafter as wipers (uniformed) or firefighters or fire marshals (uniformed) for service with twenty or more years of service creditable toward the minimum period. (3) The liabilities determined in such valuation shall be equal to the actuarial present value of accumulated plan benefits. The actuarial assumptions used by the actuary in making such annual valuation of liabilities, including assumptions as to interest rate, mortality of pension fund beneficiaries and number of firefighters and fire marshals (uniformed) in service as of June thirtieth who will retire for service as firefighters or fire marshals (uniformed) with twenty or more years of service creditable toward the minimum period, and, with respect to the base fiscal years referred to in subparagraph (C) of paragraph two of this subdivision, the number of wipers (uniformed) in service as of the applicable June thirtieth who will retire for service as wipers (uniformed) or firefighters or fire marshals (uniformed) with twenty or more years of service creditable toward the minimum period, shall be adopted by the board on the recommendation of the actuary. (4) For the purposes of such annual valuation of the assets of the variable supplements fund, such assets shall be valued at their fair market value as of each such June thirtieth. f. The fire commissioner shall assign to the board such number of clerical and other assistants as may be necessary for the performance of its functions. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "384",
    "identifier": "13-384",
    "catch_text": "Board of trustees."
  }
}