{
  "text": "ยง 13-343 Termination of membership; discontinuance of service. a. Should an original plan member discontinue city-service except by death or retirement, he or she shall be paid such part of the amount of the accumulated contributions (as defined in subdivision seven of section 13-313 of this subchapter), that is, his or her contributions without interest, standing to the credit of his or her individual account in the contingent reserve fund as he or she shall demand. Such board, however, in its discretion, may withhold for not more than one year after such member last rendered city-service all or part of his or her accumulated contributions, if after a previous discontinuance of service he or she withdrew from the retirement allowance accumulation fund or the contingent reserve fund, as the case may be, all or part of the amount of his or her accumulated contributions and failed to redeposit such withdrawn amount in such fund. b. Should an improved benefits plan member discontinue city-service except by death or retirement, he or she shall be paid such part of the amount of the accumulated deductions (as defined in subdivision seven-a of such section 13-313 of this subchapter) standing to the credit of his or her individual account in the annuity savings fund as he or she shall demand. Such board, however, in its discretion, may withhold for not more than one year after such a member last rendered city-service all or part of his or her accumulated deductions, if after a previous discontinuance of service he or she withdrew from the annuity savings fund all or part of the amount of his or her accumulated deductions and failed to redeposit such withdrawn amount in such fund. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "343",
    "identifier": "13-343",
    "catch_text": "Termination of membership; discontinuance of service."
  }
}