{
  "text": "ยง 13-351 Method of computing retirement allowance of chief of department. a. Any member who shall have been appointed as a chief of department of the fire department shall be entitled, upon retirement for service from such position, to elect to receive, in lieu of any other service retirement benefit to which he or she may be entitled, the applicable retirement allowance provided for in the succeeding subdivisions of this section. b. If such member was an original plan member not subject to article eleven (as defined in subdivision four-c of section 13-313 of this subchapter) at the time of such retirement, such retirement allowance shall be equal to two-thirds of his or her salary as chief of department. c. If such member was an improved benefits plan member not subject to article eleven (as defined in subdivision four-i of such section 13-313) at the time of such retirement, such retirement allowance shall consist of an annuity which is the actuarial equivalent of his or her accumulated deductions at the time of such retirement and a pension, which, when added to such annuity, will make such retirement allowance equal to two-thirds of his or her salary as chief of department. For the purpose of computing the annuity portion of such retirement allowance, his or her accumulated deductions shall be the required amount of such deductions at the time of his or her retirement from such position, including any amount then remaining unpaid with respect to his or her contribution rate deficiency (as defined in subdivision twenty-one of such section) 13-313, if any, without any increase resulting from excess contributions and without any decrease resulting from withdrawals, loans, optional modification, payment of his or her contributions for old age and survivor's insurance coverage, or from any other transaction authorized by law. For the purposes of this subdivision c, any such unpaid amount of contribution rate deficiency, in the case of any such member who becomes an improved benefits plan member before completion of his or her minimum period for service retirement, shall be deemed to consist of such amount plus regular interest thereon from his or her date of commencement of contributions as an improved benefits plan member (as defined in subdivision nineteen of such section) 13-313 to the date of completion of his or her minimum period for service retirement. d. If such member was an original plan member subject to article eleven (as defined in subdivision four-d of such section 13-313) at the time of such retirement, such retirement allowance shall be determined pursuant to the provisions of subdivision b of this section, except to the extent and in the manner that any such provision is modified by article eleven. e. If such member was an improved benefits plan member subject to article eleven (as defined in subdivision four-j of such section) 13-313 at the time of such retirement, such retirement allowance shall be determined pursuant to the provisions of subdivision c of this section, except to the extent and in the manner that any such provision is modified by article eleven. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "351",
    "identifier": "13-351",
    "catch_text": "Method of computing retirement allowance of chief of department."
  }
}