{
  "text": "ยง 13-391.1 Variable supplements for wipers for periods included in the period beginning on July first, nineteen hundred eighty-eight and ending on December thirty-first, nineteen hundred ninety-two. a. As used in this section, the following terms shall mean and include: 1. \"Wiper (uniformed)\". A member of pension fund subchapter one or pension fund subchapter two holding the position of wiper (uniformed). 2. \"Minimum period\". The minimum period of credited service which a member of the fire department pension fund subchapter one or the fire department pension fund subchapter two is required by law to perform in order to be eligible to retire for service with immediate payability of retirement allowance. 3. \"Wiper pension fund beneficiary\". Any person who receives a retirement allowance by reason of having retired, on or after October first, nineteen hundred sixty-eight, for service (with credit for twenty or more years of service creditable toward the minimum period) as a member of pension fund subchapter one or pension fund subchapter two and as a wiper (uniformed). 4. \"Board of Trustees\". The board of trustees of the firefighters' variable supplements fund established by section 13-384 of the code, as such section would be in the absence of the enactment of the act which added this section 13-391.1. Subdivisions c and d of such section, as it would be in the absence of such enactment, shall govern the functioning of such board for the purposes of this section. 5. \"Wiper variable supplements assets account\". (a) Subject to the provisions of subdivision f of this section, a separate account of assets which (i) shall be available as a source of payment of variable supplements to wiper pension fund beneficiaries pursuant to the provisions of this section and subparagraph (i) of paragraph thirteen of subdivision a of section 13-385 of this subchapter, and (ii) shall consist of the assets hereinafter designated in this paragraph as included in such account and (iii) shall be separately maintained by the firefighters' variable supplements fund (within the assets of such fund), in the custody of the comptroller, for the benefit of wiper pension fund beneficiaries. (b) As of July first, nineteen hundred eighty-eight, there shall be determined by the board of trustees, on the recommendation of the actuary, the portion of the assets of the firefighters variable supplements fund which is attributable to persons who are wipers (uniformed) as of such July first and persons who are wiper pension fund beneficiaries as of such July first. (c) If the board of trustees is unable to make such determination by the required majority vote, such dispute shall be resolved, on the basis of the recommendation of the actuary, pursuant to the procedure set forth in subdivision d of section 13-384 of this subchapter, as such subdivision would be in the absence of the enactment of the act which added this section 13-391.1. (d) Upon the making of the determination provided for in subparagraphs (b) and (c) of this paragraph five, the assets attributable to such wipers and wiper pension fund beneficiaries, as so determined, shall be credited by the firefighters' variable supplements fund to the wiper variable supplements assets account. (e) (i) For each base fiscal year included in the period beginning on July first, nineteen hundred eighty-eight and ending on June thirtieth, nineteen hundred ninety-two as to which the cumulative earnings factor, as calculated pursuant to section 13-335.2 of this chapter is a positive quantity, the amount of such factor shall be multiplied by a fraction, the numerator of which shall be the total contributions made to pension fund subchapter two with respect to such base fiscal year on behalf of all members of the uniformed force of the fire department who are wipers (uniformed), as of the last day of such base fiscal year, and the denominator of which shall be the total contributions made to such pension fund with respect to such base fiscal year on behalf of all persons who are members of the uniformed force of the fire department as of the last day of such base fiscal year. (ii) On or before August thirty-first of the current fiscal year with respect to such base fiscal year, pension fund subchapter two shall pay an amount equal to the product of such multiplication into the wipers variable supplements assets account. b. Subject to the provisions of subdivision f of this section, with respect to any period included in the period beginning on July first, nineteen hundred eighty-eight and ending on December thirty-first, nineteen hundred ninety-two, the entitlement of all wiper pension fund beneficiaries to variable supplements shall be determined pursuant to the provisions of this subchapter five (other than this section), as such provisions would be in the absence of the enactment of chapter five hundred eighty-three of the laws nineteen hundred eighty-nine and as such provisions are modified by this section. c. For the purpose of determining such entitlement, the provisions of such subchapter (other than this section) shall be interpreted and applied in the manner provided for in the succeeding subdivisions of this section. For such purpose, a wiper pension fund beneficiary shall be entitled to receive variable supplements only to the extent provided for in this section. d. For each month during the period from July first, nineteen hundred eighty-eight to December thirty-first, nineteen hundred eighty-nine, the firefighters' variable supplements fund shall pay to each wiper pension fund beneficiary the monthly variable supplement for which such beneficiary would be eligible under the provisions of this subchapter and the benefit plan and payment resolution as in effect immediately prior to July first, nineteen hundred eighty-eight. e. Subject to the provisions of subdivision f of this section, for any period included in the period beginning on January first, nineteen hundred ninety and ending on December thirty-first, nineteen hundred ninety-two, the granting of variable supplements to wiper pension fund beneficiaries shall be governed by the provisions of sections 13-385 and 13-391 of this subchapter, as such provisions would be in the absence of the enactment of chapter five hundred eighty-three of the laws of nineteen hundred eighty-nine. For such purpose, the assets providing a basis for a grant of variable supplements to wiper pension fund beneficiaries shall be only the assets in the wipers variable supplements assets account. For any period included in the period beginning on January first, nineteen hundred ninety and ending on December thirty-first, nineteen hundred ninety-two, variable supplements may not be paid to a wiper pension fund beneficiary from any assets other than assets of the wiper variable supplements asset account. f. On January first, nineteen hundred ninety-four, the wiper variable supplements asset account shall terminate and cease to exist and all assets in such account on such date, and all rights to any moneys due and owing to such account on such date, shall be transferred to and become the property of the variable supplements fund. g. Nothing contained in the preceding subdivisions of this section shall be construed as preventing the application of the provisions of this section for the purposes of, and in the manner and to the extent prescribed by subparagraphs (i), (ii), (iii), (iv) and (v) of paragraph thirteen of subdivision a of section 13-385 of this subchapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "391",
    "identifier": "13-391.1",
    "catch_text": "Variable supplements for wipers for periods included in the period beginning on July first, nineteen hundred eighty-eight and ending on December thirt"
  }
}