{
  "text": "ยง 13-367 Retirement allowances of improved benefits plan members credited with certain service as battalion chief. a. In the case of the retirement of an improved benefits plan member not subject to article eleven (as defined in subdivision four-i of section 13-313 of this subchapter), who, pursuant to certification from an eligible list and permanent appointment to the position of battalion chief, shall have served in such rank for a period of not less than five years, such member shall be entitled to receive a retirement allowance which shall be the larger of: (1) the retirement allowance which would be computed for such member if this section had not been enacted; or (2) a retirement allowance computed pursuant to the provisions of subdivision b of this section. b. (1) A retirement allowance shall be computed for such member in all respects pursuant to the applicable provisions of this subchapter as if this section had not been enacted, except as provided in paragraphs two and three of this subdivision b. (2) Solely for the purpose of calculating the annual earnable compensation on the date of retirement in computing a retirement allowance under the applicable provisions referred to in paragraph one of this subdivision b, the component thereof consisting of the base salary on the date of retirement shall not be such member's base salary in the position held by him or her on such date, but shall instead be deemed to be an amount equal to the base salary which would have been payable on the date of such member's retirement, if he or she had been promoted to the position of deputy chief of the department on that date. The said deputy chief's base salary shall not be used for the purpose of calculating any other component of such member's retirement allowance under this subdivision. (3) For the purpose of computing a retirement allowance pursuant to this subdivision b, any additional compensation of such member for acting in a higher rank shall be excluded. c. Where an improved benefits plan member subject to article eleven (as defined in subdivision four-j of section 13-313 of this subchapter) shall have served in the rank of battalion chief for a period of not less than five years as described in subdivision a of this section, he or she shall, upon retirement, be entitled to a retirement allowance determined pursuant to the applicable provisions of subdivisions a and b of this section, except to the extent and in the manner that any such provision is modified by article eleven. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "367",
    "identifier": "13-367",
    "catch_text": "Retirement allowances of improved benefits plan members credited with certain service as battalion chief."
  }
}