{
  "text": "ยง 13-356 Safeguards on disability retirement; disability retirees other than disability retirees under improved benefits plan. a. Once each year the board may, and upon his or her application shall, require any member, after retirement for disability and while under the minimum period for service retirement elected by him or her, to undergo medical examination. Such examination shall be made at the place of residence of such beneficiary or other place mutually agreed upon. Upon the completion of such examination the medical board shall report and certify to the board whether such beneficiary is or is not totally or partially incapacitated physically or mentally and whether he or she is or is not engaged in or able to engage in a gainful occupation. If the board concur in a report by the medical board that such beneficiary is able to engage in a gainful occupation, it shall certify the name of such beneficiary to the appropriate civil service commission, state or municipal, and such commission shall place his or her name as a preferred eligible on such appropriate lists of candidates as are prepared for appointment to positions for which he or she is stated to be qualified. Should such beneficiary be engaged in a gainful occupation, or should he or she be offered city-service as a result of the placing of his or her name on a civil service list, such board shall reduce the amount of his or her disability retirement allowance to an amount which, when added to that then earned by him or her, or earnable by him or her in city-service so offered him or her, shall not exceed the current maximum salary for the title next higher than that held by him or her when he or she was retired. Should the earning capacity of such beneficiary be further altered, such board may further alter his or her retirement allowance to an amount which shall not exceed the rate of retirement allowance upon which he or she was originally retired but which, subject to such limitation, shall equal, when added to that earnable by him or her, the current maximum salary for the title next higher than that held by him or her when he or she was retired. The provisions of this section shall be executed, any provision of the charter or the code to the contrary notwithstanding. b. Should any member, after retirement for disability and while under the minimum period for service retirement elected by him or her, refuse to submit to one medical examination in any year by a physician or physicians designated by the medical board, his or her retirement allowance may be discontinued until his or her withdrawal of such refusal. Should such refusal continue for one year, all his or her rights in and to such retirement allowance may be revoked by such board. c. (1) The provisions of this section shall apply to: (i) any beneficiary who retired for disability prior to the starting date of the improved benefits plan (as such date is defined in subdivision twenty-seven of section 13-313 of this subchapter); and (ii) any beneficiary who becomes a beneficiary by retiring for disability on or after such starting date and who at the time of such retirement, is an original plan member. (2) The provisions of this section shall not apply to any beneficiary who becomes a beneficiary by retiring for disability and who at the time of such retirement is an improved benefits plan member. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "356",
    "identifier": "13-356",
    "catch_text": "Safeguards on disability retirement; disability retirees other than disability retirees under improved benefits plan."
  }
}