{
  "text": "ยง 13-334 Guarantee of funds. a. Regular interest, charges payable, the creation and maintenance of reserves in the contingent reserve fund, the retirement allowance reserve fund and the pension reserve fund and the maintenance of retirement allowance reserves with respect to original plan members, annuity reserves, pension reserves, dependent benefit reserves and reserves-for-increased-take-home-pay as provided for in this subchapter, maintenance of the accumulation-for-increased-take-home-pay and the payment of all retirement allowances payable to or on account of original plan members, pensions, pensions-providing-for-increased-take-home-pay, annuities, retirement allowances payable to or on account of improved benefits plan members, refunds, death benefits, dependent benefits and any other benefits granted under the provisions of this subchapter, are hereby made obligations of the city. Except as otherwise provided in sections 13-335, 13-335.1, 13-335.2 and 13-335.3 of this subchapter and section 13-391.1 of this chapter, all income, interest and dividends derived from deposits and investments authorized by this subchapter shall be used and disposed of in the manner prescribed by subdivision b of this section; provided, however, that nothing contained in this sentence shall diminish or impair the obligations of the city provided for by the preceding sentence of this subdivision a. Upon the basis of each actuarial determination and appraisal provided for in this subchapter, the commissioner shall prepare pursuant to section one hundred twelve of the charter and submit to the director of management and budget an itemized estimate of the amounts necessary to be appropriated by the city to the various funds to provide for payment in full during the ensuing fiscal year of all such obligations of the city accruing during the ensuing fiscal year. There shall annually be included in the budget a sum sufficient to provide for such obligations of the city. The comptroller shall pay the sums so provided into the various funds provided for by this subchapter; subject to the provisions of subdivision b of this section. b. (1) Subject to the provisions of paragraph two of this subdivision b, all income, interest and dividends derived from deposits and investments authorized by this chapter, which income, interest and dividends were heretofore or are hereafter received during any city fiscal year commencing on or after July first, nineteen hundred eighty, shall (after payment therefrom of the sum, if any, required to be paid pursuant to sections 13-335, 13-335.1, 13-335.2 and 13-335.3 of this subchapter and section 13-391.1 of this chapter) be used in such fiscal year for the purposes hereinafter specified in this paragraph one (to the extent that such income, interest and dividends are sufficient for such purposes), in the order or priority herein stated, as follows: (A) first, to pay into the funds of the pension fund the amounts of regular interest which are required to be paid into such funds in such fiscal year by reason of being required to be allowed to such funds pursuant to the provisions of section 13-337 of this subchapter, and to pay into such funds the amounts of supplementary interest, if any, required to be so paid in such fiscal year under the applicable provisions of such section, and to pay into the annuity savings fund the amounts of special interest, if any, required to be so paid in such fiscal year under the applicable provisions of such section, and to pay into the contingent reserve fund the amounts of additional interest, if any, required to be paid in such fiscal year under the applicable provisions of such section; (B) second, to pay into the contingent reserve fund the amount of any losses in excess of gains (i) which net losses the pension fund sustained during such fiscal year by reason of sales or other dispositions of securities, and (ii) for which net losses the pension fund is required to be reimbursed in such fiscal year, and (iii) to which net losses section 13-704 of this title, relating to graduated crediting of gains and amortization of losses on dispositions of certain securities, does not apply; (C) third, if the total amount of such income, interest and dividends received during such fiscal year is in excess of the total amount required to make, in such fiscal year, the payment prescribed by subparagraphs (A) and (B) of this paragraph one, the amount of such excess shall be paid into the contingent reserve fund and shall become a part of the assets of such fund. (2) Notwithstanding the provisions of paragraph one of this subdivision or any other law to the contrary, any such income, interest or dividends which are received by the pension fund may be used for the purpose specified in section 13-705 of this title (relating to expenses incurred in the acquisition, management and protection of investments), regardless of when received and prior to use for the purposes stated in such paragraph one. (3) Subject to the provisions of paragraph four of this subdivision b, all income, interest and dividends which were derived from deposits and investments authorized by this chapter and which were received during each of the city's nineteen hundred seventy-eight--nineteen hundred seventy-nine and nineteen hundred seventy-nine--nineteen hundred eighty fiscal years shall be used (after payment therefrom of the sum, if any, required to be paid pursuant to section 13-335 of this subchapter) in each such fiscal year for the purposes hereinafter stated in this paragraph three, in the order of priority herein stated, as follows: (A) first, to pay into the funds of the pension fund the amounts of regular interest which are required to be paid into such funds in such fiscal year wherein such income, interest and dividends were received, which interest is so payable by reason of being required to be allowed to such funds in such fiscal year pursuant to the provisions of section 13-337 of this subchapter; and (B) second, to pay into the retirement allowance accumulation fund the amount of any losses in excess of gains (i) which net losses were sustained by the pension fund during such fiscal year in which such income, interest and dividends were received and which net losses were sustained by reason of sales or other dispositions of securities, and (ii) for which net losses the pension fund is required to be reimbursed in such fiscal year, and (iii) to which net losses section 13-704 of this title, relating to graduated crediting of gains and amortization of losses on dispositions of certain securities, does not apply; and (C) third, if the total amount of such income, interest and dividends received during such fiscal year is in excess of the total amount required to make, in the same fiscal year, the payments prescribed by subparagraphs (A) and (B) of this paragraph three, the amount of such excess shall be paid into the contingent reserve fund as of June thirtieth of such fiscal year and shall become a part of the assets of such fund as of such date. (4) Notwithstanding the provisions of paragraph three of this subdivision b or any other law to the contrary, any such income, interest or dividends which were received by the pension fund in either such fiscal year referred to in such paragraph three may be used for the purpose specified in section 13-705 of this title (relating to expenses incurred in the acquisition, management and protection of investments) prior to use for the purposes stated in such paragraph three. c. (1) The comptroller shall make monthly payments, in twelve equal installments, with respect to obligations which the city incurs to pay sums to the pension fund. (2) The equal monthly payments in each city fiscal year shall be in respect of obligations which accrue in such fiscal year and shall be made in such fiscal year on or before the last day of each month. (3) The board of trustees of the pension fund may waive the requirements of the foregoing provisions of this subdivision with respect to time of payment to such fund, provided that any such waiver of time of payment in any instance shall not apply to the time of subsequent payments unless there shall be a subsequent waiver. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "334",
    "identifier": "13-334",
    "catch_text": "Guarantee of funds."
  }
}