{
  "text": "ยง 13-303 Composition. The New York fire department pension fund shall consist of: 1. The capital, interest, income, dividends, cash deposits, securities and credits in such fund on the first day of January, nineteen hundred forty. 2. All forfeitures and fines imposed by the fire commissioner, from time to time, upon any member or members by way of discipline. 3. All rewards, in money, fees, gifts, testimonials and emoluments that may be paid or given for extraordinary services by any members, except such as have been or shall be allowed by such commissioner, to be retained by such member or members, and such as have been or shall be given to endow a medal or other permanent or competitive reward. 4. All fines and proceeds of suit for penalties under title fifteen and chapter four of title twenty-seven and all license fees payable thereunder which may be paid in from or collected in the boroughs of Manhattan, Brooklyn, Bronx, Queens and Staten Island except as is otherwise provided in section 13-381 of this chapter. 5. All moneys, pay, compensation or salary or any part thereof forfeited, deducted or withheld from any member or members, for or on account of absence from duty, to be paid semi-monthly to the board of trustees of such fund by the comptroller. 6. All gifts, grants, devises or bequests to such fund of any money, real or personal property, right of property or other valuable thing. 7. All moneys received pursuant to section 11-909 of the code. 8. a. A sum of money equal to but not greater than: (1) Five per cent of the semi-monthly pay, salary or compensation of each member of the force who shall elect to contribute on the basis of retirement after twenty-five years of service in such force, or (2) Six per cent of the semi-monthly pay, salary or compensation of each member of the force who shall elect to contribute on the basis of retirement after twenty years of service in such force which sum shall be deducted semi-monthly by the comptroller from the pay, salary, or compensation of each such member and forthwith paid to the board of trustees of such fund. Every member shall be deemed to consent and agree to such deductions and shall receipt in full for his or her pay, salary or compensation, and payment less such deductions shall be a full and complete discharge and acquittance of all claims and demands whatsoever for the services rendered by such member during the period covered by such payment, except his or her claim to the benefits to which he or she may be entitled under the provisions of this subchapter. b. Each member shall signify in writing to the board of trustees on or before the fifteenth day of May, nineteen hundred forty-one, his or her election to contribute on the basis of retirement either after twenty years of service or after twenty-five years of service. 9. If the amount derived from the above-mentioned sources included in this section shall be insufficient to pay the pensions, allowances, benefits and returns of salary deductions which have been or which may hereafter be granted, it shall be the duty of the commissioner each year at the time of submitting the departmental estimate to the director of the budget, to submit a full and detailed statement of the assets of such fund and the amount required to pay all such sums in full. There shall annually be included in the budget a sum sufficient to provide for such deficiency. The comptroller shall pay the money so provided to the board of trustees. 10. Notwithstanding any other provision of law to the contrary, on and after July first, nineteen hundred ninety-five, the composition of this pension fund shall be as modified by the provisions of section 13-312.1 of this subchapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "303",
    "identifier": "13-303",
    "catch_text": "Composition."
  }
}