{
  "text": "ยง 13-365 Accidental disability benefits in the case of retirements prior to July 1, 1965. a. Notwithstanding the provisions of section 13-364 of this subchapter, in any case where a retirement allowance was awarded under the provisions of such section, by reason of the retirement for accidental disability of a member occurring before July first, nineteen hundred sixty-five, such retirement allowance shall be not less than three-fourths the annual salary or compensation earnable by a first grade firefighter on July first, nineteen hundred and sixty-five. In the case of a member receiving a lesser retirement allowance, such retirement allowance shall be increased to an amount which will equal three-fourths of the earnable salary or compensation of a first grade firefighter on July first, nineteen hundred and sixty-five. Such retirement allowance shall be computed as it would have been without deduction for outstanding loans and optional modifications. b. Such retirement allowance shall be payable to the same persons and shall be subject to the same terms and conditions, including provisions as to terminations, as the retirement allowance which would otherwise be payable to the members under section 13-364 of this subchapter or any other law. c. The retirement allowance payable pursuant to the provisions of such subdivisions a and b of this section shall be in lieu of any retirement allowance which would otherwise be payable on and after the effective date of this section pursuant to the provisions of section 13-364 of this subchapter. d. Nothing in this section shall be construed as creating any rights on behalf of any person who dies prior to October twenty-seventh, nineteen hundred sixty-six and benefits due thereunder shall be calculated and paid only from such date this law becomes effective. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "365",
    "identifier": "13-365",
    "catch_text": "Accidental disability benefits in the case of retirements prior to July 1, 1965."
  }
}