{
  "text": "ยง 13-326 Pension-for-increased-take-home-pay. a. 1. The mayor, by executive order adopted prior to the first day of June, nineteen hundred sixty-three, may direct that beginning with the first full payroll period following January first, nineteen hundred sixty-three, and ending with the payroll period immediately prior to that the first day of which is nearest to June thirtieth, nineteen hundred sixty-four, the contribution of each member made pursuant to section 13-325, shall be reduced by two and one half percentum of the compensation of such member. Such executive order may also provide a method or procedure for the refunding or crediting to a member by the pension fund of the amount of the reduction in his or her deductions for any period prior to the date of adoption of such executive order. 2. The mayor, by executive order adopted prior to the first day of June, nineteen hundred sixty-four, may direct that beginning with the first full payroll period following July first, nineteen hundred sixty-four, and ending with the payroll period immediately prior to that the first day of which is nearest to June thirtieth, nineteen hundred sixty-five, the contribution of each member made pursuant to section 13-325, shall be reduced by two and one-half percentum of the compensation of such member. 3. The mayor, by executive order adopted prior to June nineteenth, nineteen hundred sixty-five, may direct that beginning with the first full payroll period following July first, nineteen hundred sixty-five, and ending with the payroll period immediately prior to that the first day of which is nearest to June thirtieth, nineteen hundred sixty-six, the contribution of each member made pursuant to section 13-325 of this subchapter shall be reduced by two and one-half percentum of the compensation of such member. 4. The mayor, by executive order adopted prior to June nineteenth, nineteen hundred sixty-six, may direct that beginning with the first full payroll period following July first, nineteen hundred sixty-six, and ending with the payroll period immediately prior to that the first day of which is nearest to June thirtieth, nineteen hundred sixty-seven, the contribution of each member made pursuant to section 13-325 of this subchapter shall be reduced by two and one-half percentum of the compensation of such member. 5. The mayor, by executive order adopted prior to June seventeenth, nineteen hundred sixty-seven, may direct that beginning with the payroll period, the first day of which is nearest to July first, nineteen hundred sixty-seven, and ending with the payroll period immediately prior to that the first day of which is nearest to June thirtieth, nineteen hundred sixty-eight, the contribution of each member made pursuant to section 13-325 of this subchapter shall be reduced by two and one-half percentum of the compensation of such member. 6. (a) Subject to the provisions of subparagraph b of this paragraph, beginning with the first full payroll period following January first, nineteen hundred sixty-seven, and ending with the payroll period immediately prior to that the first day of which is nearest to June thirtieth, nineteen hundred sixty-eight, the contribution of each member made pursuant to section 13-325 of this subchapter shall be reduced by two and one-half percentum of the compensation of such member. (b) The reduction provided for by subparagraph a of this paragraph shall be in addition to any reduction made during the period mentioned in such subparagraph a pursuant to paragraphs four or five of this subdivision a. The amount of the reduction made pursuant to subparagraph a of this paragraph in the deductions of any such member for such portion of the period mentioned in such subparagraph as precedes the effective date of this paragraph shall be refunded without interest. (c) Beginning with the payroll period the first day of which is nearest to June thirtieth, nineteen hundred sixty-eight and ending with the payroll period immediately prior to that the first day of which is nearest to June thirtieth, nineteen hundred seventy-one, the contribution of each member made pursuant to section 13-325 of this subchapter shall be reduced by five percentum of the compensation of such member. 7. The mayor, by executive order adopted prior to the date forty-five days after the adjournment of the regular session of the legislature in nineteen hundred seventy-one, may direct that beginning with the payroll period, the first day of which is nearest to June thirtieth, nineteen hundred seventy-one, and ending with the payroll period immediately prior to that the first day of which is nearest to June thirtieth, nineteen hundred seventy-two, the contribution of each member made pursuant to section 13-326 of this subchapter shall be reduced by five per centum of the compensation of such member. 8. The mayor, by executive order adopted prior to the date forty-five days after the adjournment of the regular session of the legislature in nineteen hundred seventy-two or June seventeenth of such year, whichever is later, may direct that beginning with the payroll period, the first day of which is nearest to June thirtieth, nineteen hundred seventy-two, and ending with the payroll period immediately prior to that the first day of which is nearest to June thirtieth, nineteen hundred seventy-three, the contribution of each member made pursuant to section 13-326 of this subchapter shall be reduced by five percentum of the compensation of such member. b. For such period of time as the reduction pursuant to the provisions of subdivision a of this section and subdivision b of section four hundred eighty of the retirement and social security law shall be in effect, contributions shall be made to the contingent reserve fund by the city, in addition to the city contributions required by section 13-331 of this subchapter, in an amount equal to the amount of the reduction in the contributions of such member pursuant to this section and subdivision b of section four hundred eighty of the retirement and social security law. c. The benefits provided pursuant to paragraph one of subdivision a of this section shall apply only to members of the pension fund who are in active service in the uniformed force of the fire department on or after the date of adoption of the executive order of the mayor pursuant to such paragraph one. d. The reduction of the contribution of each original plan member on account of increase-take-home-pay shall be in the amount and for the period prescribed by the program provided for by the preceding subdivisions of this section and subdivision b of section four hundred eighty of the retirement and social security law. e. (1) Subject to the provisions of the succeeding paragraphs of this subdivision e, the contribution of each improved benefits plan member pursuant to the applicable provisions of section 13-315 of this subchapter and/or subdivision b of section 13-327 of this subchapter shall be reduced in the amount and for the period prescribed by the program provided for by the preceding subdivisions of this section and subdivision b of section four hundred eighty of the retirement and social security law. (2) (i) In the case of any elective improved benefits plan member (as defined in subdivision four-g of section 13-313 of this subchapter) whose election of such plan becomes effective on the starting date of the improved benefits plan (as such date is defined in subdivision twenty-seven of such section 13-313) and prior to the termination of such reduction as provided for in subdivision b of section four hundred eighty of the retirement and social security law, such reduction pursuant to paragraph one of this subdivision e shall begin on such starting date. (ii) In the case of any elective improved benefits plan member whose election of such plan becomes effective after such starting date and prior to such time of termination, such reduction pursuant to paragraph one of this subdivision shall begin on the effective date of such election. (iii) In the case of any non-elective improved benefits plan member (as defined in subdivision four-h of such section 13-313) whose membership in the pension fund begins on or after such starting date and prior to such time of termination, such reduction pursuant to paragraph one of this subdivision shall begin on the date of commencement of the membership of such member in the pension fund. (iv) Such reduction shall end, in the case of each such elective improved benefits plan member or non-elective improved benefits plan member above referred to in this paragraph two, at such time of termination provided for in subdivision b of section four hundred eighty of the retirement and social security law. (3) The contribution of each improved benefits plan member which is made pursuant to the applicable provisions of section 13-315 of this subchapter and/or subdivision b of section 13-327 of this subchapter and which is reduced as provided for in this subdivision e shall be exclusive of any increase thereof pursuant to subdivisions c and d of such section 13-327 or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law. (4) The reduction of the contribution of each improved benefits plan member as prescribed by the preceding provisions of this subdivision shall be subject to waiver of such member as provided in paragraph seven of this subdivision and shall take precedence over the member's privilege under subdivision one of section one hundred thirty-eight-b of the retirement and social security law, to decrease his or her annuity contribution for the purpose of paying his or her contributions for old age, survivors and disability insurance coverage or the tax imposed upon him or her pursuant to the federal insurance contribution act. (5) For such period of time as the reduction pursuant to the provisions of the preceding paragraphs of this subdivision shall be in effect with respect to an improved benefits plan member, contributions shall be made to the contingent reserve fund by the city at a rate fixed by the actuary, which shall be computed to be sufficient to provide (i) the pension-providing-for-increased-take-home-pay which is or may become payable on account of such member as an improved benefits plan member, and (ii) the death benefit which is or may become payable hereunder in the case of any such member who is an improved benefits member not subject to article eleven (as defined in subdivision four-i of section 13-313 of this subchapter). (6) Such a death benefit and such a pension-providing-for-increased-take-home-pay payable with respect to an improved benefits plan member shall be based on a reserve-for-increased-take-home-pay, which shall be a sum consisting of the total of all products obtained by multiplying the compensation of the improved benefits plan member, during each period of reduction of member contributions under the preceding paragraphs of this subdivision by the percentage of reduction of his or her contributions applicable thereunder with respect of such period, plus regular interest on such sum, and additional interest, if any, thereon. (7) Where an improved benefits plan member's rate of contribution is reduced because the city contributes towards the pension-providing-for-increased-take-home-pay pursuant to this section, such improved benefits plan member may by written notice duly acknowledged and filed with the pension fund within one year after such reduction or within one year after he or she last became a member, whichever is later, elect to waive such reduction. One year or more after the filing thereof, an improved benefits plan member may withdraw any such waiver by written notice duly acknowledged and filed with the pension fund. Where an improved benefits plan member makes an election to waive such reduction he or she shall contribute to the pension fund as otherwise provided by the applicable provisions of section 13-315 of this subchapter and/or section 13-322 of this subchapter. (8) An improved benefits plan member who waives a reduction of contribution pursuant to paragraph seven of this subdivision or who elects or has elected to discontinue his or her contributions pursuant to subdivision b of section 13-327 of this subchapter shall be entitled to a pension-providing-for-increased-take-home-pay and death benefits in the same cases and to the same extent as if such waiver or election had not been made. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "326",
    "identifier": "13-326",
    "catch_text": "Pension-for-increased-take-home-pay."
  }
}