{
  "text": "ยง 13-360 Vested retirement rights; original plan members. a. For the purposes of this section, the term \"service\" shall mean service in the uniformed force of the fire department, as a member of such force, including service for which credit is granted pursuant to section 15-111 of the code, but excluding any service credit acquired by transfer or otherwise under any other provision of law. b. (1) Any member who: (i) discontinued \"service\" on or after July first, nineteen hundred sixty-nine, and prior to the starting date of the improved benefits plan (as such starting date is defined in subdivision twenty-seven of section 13-313 of this subchapter) other than by death, retirement or dismissal; and (ii) prior to such discontinuance, completed fifteen or more years of \"service\", at least five of which immediately preceded such discontinuance; and (iii) does not withdraw his or her accumulated contributions in whole or in part; and (iv) at least thirty days prior to the date of such discontinuance, filed a duly executed application for a deferred retirement allowance hereunder; shall have a vested right to receive a deferred retirement allowance as provided in this section. For the purposes of this subchapter, any such member who acquired such a vested right pursuant to the provisions of this paragraph one shall be deemed to have become an original plan discontinued member. (2) Any original plan member who: (i) discontinues \"service\" on or after such starting date, other than by death, retirement or dismissal; and (ii) prior to such discontinuance, completed five or more years of \"service\"; and (iii) does not withdraw his or her accumulated contributions in whole or in part; and (iv) at least thirty days prior to the date of such discontinuance, filed a duly executed application for a deferred retirement allowance hereunder; shall have a vested right to receive a deferred retirement allowance as provided in this section and shall be an original plan discontinued member. c. (1) Upon such discontinuance under the conditions and in compliance with the provisions of subdivision b of this section, such deferred retirement allowance shall vest automatically. (2) Such retirement allowance shall become payable on the earliest date on which such original plan discontinued member could have retired for service if discontinuance had not occurred. d. Such retirement allowance, in the case of an original plan discontinued member not subject to article eleven (as defined in subdivision sixteen-a of section 13-313 of this subchapter), shall be: (1) An amount equal to: (i) in the case of any such original plan discontinued member not subject to article eleven whose minimum period for service retirement is twenty years, two and one-half percent of his or her final compensation on the date of his or her discontinuance of \"service\", multiplied by the number of years of \"service\" credited to him or her on the date of such discontinuance; or (ii) In the case of any such original plan discontinued member not subject to article eleven whose minimum period for service retirement is twenty-five years, two percent of his or her final compensation on the date of his or her discontinuance of \"service\", multiplied by the number of years of \"service\" credited to him or her on the date of such discontinuance; and (2) an amount equal to fifty dollars for each year of city-service credited to him or her, other than \"service\". d-1. Such retirement allowance, in the case of an original plan discontinued member subject to article eleven (as defined in subdivision sixteen-b of such section 13-313) shall consist of an amount determined pursuant to the provisions of subdivision d of this section, except to the extent and in the manner that any such provision is modified by article eleven. e. If an original plan discontinued member dies before attaining the earliest age at which he or she could have retired for service if discontinuance had not occurred, his or her accumulated contributions shall be paid (1) to the beneficiary designated by him or her pursuant to section 13-346 of this subchapter to receive his or her accumulated contributions in the event that such contributions were to become payable under such section, or (2) if such member had made no such designation, to his or her estate. f. An original plan discontinued member may elect any option under section 13-369 of this subchapter at any time prior to the first payment on account of his or her retirement allowance under this section. g. Withdrawal of accumulated contributions, in whole or in part, after discontinuance of \"service\", shall terminate the right to a deferred retirement allowance under this section. h. If an original plan discontinued member who has not withdrawn his or her accumulated contributions in whole or in part shall subsequently re-enter \"service\" before the earliest date on which such original plan discontinued member could have retired for service if discontinuance had not occurred, he or she shall be entitled to the service credit and status to which he or she was entitled immediately prior to his or her discontinuance of \"service\". i. (1) If an original plan discontinued member who has not withdrawn his or her accumulated contributions in whole or in part shall subsequently and on or after the earliest date on which such original plan discontinued member could have retired for service if discontinuance had not occurred, re-enter \"service\", his or her retirement allowance shall be suspended and forfeited during the period of such \"service\". (2) (i) Such original plan discontinued member may again become a member of the pension fund if, within ninety days after his or her return to such \"service\", he or she files a duly executed and acknowledged application for such membership. (ii) Subject to the provisions of subparagraphs (iii) and (iv) of this paragraph two, if any such original plan discontinued member shall again become a member of the pension fund, he or she shall become such member as a new entrant. (iii) If such original plan discontinued member, at the time of his or her discontinuance of \"service\", was an original plan discontinued member not subject to article eleven, he or she shall, as such new entrant, continue to be an original plan discontinued member not subject to article eleven. If such original plan discontinued member, at the time of his or her discontinuance of \"service\", was an original plan discontinued member subject to article eleven, he or she shall, as such new entrant, continue to be an original plan discontinued member subject to article eleven. (iv) Any original plan discontinued member who again becomes a member of the pension fund pursuant to the preceding subparagraphs of this paragraph two shall contribute to such fund at the rate (before modification, if any, to which such original plan discontinued member may be entitled pursuant to section 13-326 of this subchapter) at which he or she would have been required to contribute if he or she had not discontinued \"service\". The provisions of paragraph two of subdivision c of section 13-325 of this subchapter shall not apply to an original plan discontinued member who again becomes a member pursuant to this paragraph two. (3) (i) Upon the subsequent retirement of any such original plan discontinued member who, pursuant to the provisions of subparagraph (iii) of paragraph two of this subdivision i, is an original plan discontinued member not subject to article eleven, he or she shall be credited with all of his or her \"service\" as a member subsequent to his or her last restoration to membership and he or she shall receive therefor a retirement allowance equal to one-sixtieth of his or her average annual salary or wages from the date of his or her re-entry into membership to the date of his or her subsequent retirement, multiplied by the number of years of \"service\" rendered by him or her from such date of re-entry. (ii) Upon the subsequent retirement of any such original plan discontinued member who, pursuant to the provisions of subparagraph (iii) of paragraph two of this subdivision i, is an original plan discontinued member subject to article eleven, he or she shall be credited with all of his or her \"service\" as a member subsequent to this last restoration to membership and he or she shall receive therefor a retirement allowance determined pursuant to the provisions of subparagraph (i) of this paragraph three, except to the extent and in the manner that any such provision is modified by article eleven. If, after the restoration of any such original plan discontinued member subject to article eleven, he or she separates from \"service\" at a time when he or she is ineligible to retire under the provisions of such article eleven, that part of his or her accumulated contributions which is attributable to the period of his or her service subsequent to his or her last restoration to membership and which remains to his or her credit shall be refunded to him or her, without interest, pursuant to rules and regulations promulgated by the board with respect to refunds under such circumstances. (4) In addition to the applicable retirement allowance provided for by paragraph three of this subdivision i, any such new entrant original plan discontinued member, upon his or her subsequent retirement, shall receive the retirement allowance which he or she was receiving or entitled to receive immediately prior to his or her last restoration. If, after the restoration of any such original plan discontinued member subject to article eleven, he or she separates from service at a time when he or she is ineligible to retire under the provisions of such article eleven, he or she shall receive, in addition to the refund of a portion of his or her accumulated contributions as provided for in subparagraph (ii) of such paragraph three, the retirement allowance which he or she was receiving or entitled to receive immediately prior to his or her last restoration. (5) During restoration to \"service\", in lieu of suspension of any benefits payable in the event of his or her death by reason of any option selection in respect to his or her retirement allowance, a beneficiary may pay to the fund from which his or her ordinary retirement allowance was payable, the amount by which his or her ordinary retirement allowance exceeded the optional retirement allowance theretofore granted to him or her, in which event such optional benefit shall continue and be payable in the event of his or her death as though no payment were suspended. (6) Any original plan discontinued member who has again become a member of the pension fund pursuant to the provisions of paragraphs one and two of this subdivision i may, during such restored membership, by a written application duly executed and filed with the board pursuant to the provisions of subdivision c or subdivision e of section 13-315 of this subchapter, as the case may be, elect to become an improved benefits plan discontinued member restored to membership. As of the applicable time specified in subdivision d or subdivision f of such section with respect to commencement of status as an improved benefits plan member, any such original plan discontinued member who filed such an application shall cease to be an original plan discontinued member restored to membership and shall become an improved benefits plan discontinued member restored to membership. If such member was a restored original plan discontinued member not subject to article eleven immediately prior to the commencement of his or her status as a restored improved benefits plan discontinued member, he or she shall thereafter be an improved benefits plan discontinued member not subject to article eleven, restored to membership. If such member was a restored original plan discontinued member subject to article eleven immediately prior to the commencement of his or her status as a restored improved benefits plan discontinued member, he or she shall thereafter be an improved benefits plan discontinued member subject to article eleven, restored to membership. On and after the date on which the status of any such member as an improved benefits plan discontinued member restored to membership begins, his or her rights, privileges, benefits and obligations as such member shall be as prescribed by the provisions of section 13-359 of this subchapter; provided, however, that he or she shall contribute to the annuity savings fund on and after such date at the rate of contribution (before modification, if any, to which he or she may be entitled on account of increased-take-home-pay) which would have been applicable to him or her if the improved benefits plan had been in existence and he or she had become a non-elective improved benefits plan member as of the date of commencement of the period of member service in the uniformed force of the fire department which was credited to him or her at the time when he or she last discontinued service so as to become entitled to benefits under this section. j. Notwithstanding any other provision of law, a discontinued member with ten or more years of credited service in the pension fund who dies before a retirement benefit becomes payable and who is otherwise not entitled to a death benefit from the pension fund shall be deemed to have died on the last day that he or she was in service upon which his or her membership was based for purposes of eligibility for the payment of a death benefit pursuant to the provisions of section 13-346 of this title. The death benefit payable in such case shall be one-half of that which would have been payable had such member died on the last day that service was rendered. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "360",
    "identifier": "13-360",
    "catch_text": "Vested retirement rights; original plan members."
  }
}