{
  "text": "ยง 13-312.1 Transfer of assets, liabilities and administration of pension fund, subchapter one to pension fund, subchapter two; payment of certain benefits by pension fund, subchapter two. a. The following terms, as used in this section, shall have the following meanings unless a different meaning is plainly required by the context: 1. \"Pension fund, subchapter one\". The fire department pension fund provided for in this subchapter. 2. \"Pension fund, subchapter two\". The fire department pension fund provided for in subchapter two of this chapter. 3. \"Fire subchapter one beneficiary\". Any person who is entitled under the laws in effect immediately prior to July first, nineteen hundred ninety-five to receive benefits from pension fund, subchapter one. b. Subject to the provision of subdivision g of this section, and notwithstanding any other provision of law to the contrary, on July first, nineteen hundred ninety-five, all assets held by pension fund, subchapter one shall be transferred to pension fund, subchapter two, and shall be credited to the contingent reserve fund of pension fund, subchapter two. c. Subject to the provisions of subdivision g of this section, and notwithstanding any other provision of law to the contrary, on and after July first, nineteen hundred ninety-five, all moneys which otherwise would be paid to pension fund, subchapter one pursuant to the provisions of section 13-303 of this subchapter or any other provision of law, or from any other source whatsoever, shall instead be paid to the general fund of the city established pursuant to section one hundred nine of the charter. d. Subject to the provision of subdivision g of this section, and notwithstanding any other provision of law to the contrary, on July first, nineteen hundred ninety-five, all liabilities of pension fund, subchapter one as of such date, including, but not limited to, liability for the payment of all benefits required under laws in effect immediately prior to such date to be paid on and after such date by pension fund, subchapter one to fire subchapter one beneficiaries, shall be transferred to and assumed by pension fund, subchapter two, and such benefits payable to fire subchapter one beneficiaries on and after such date shall be paid to such beneficiaries by pension fund, subchapter two. e. Subject to the provisions of subdivision g of this section, and notwithstanding any other provision of law to the contrary, on July first, nineteen hundred ninety-five, the liability of the city supplemental pension fund established under section 13-650 of this title for the payment of all supplemental benefits required under laws in effect immediately prior to such date to be paid on and after such date by such supplemental pension fund to fire subchapter one beneficiaries shall be transferred to and assumed by pension fund, subchapter two, and such supplemental benefits payable to such fire subchapter one beneficiaries on and after such date shall be paid to such beneficiaries by pension fund, subchapter two. f. Notwithstanding any other provision of law to the contrary, on July first, nineteen hundred ninety-five, the duties and responsibilities of administering the provisions of this subchapter conferred upon the board of trustees of pension fund, subchapter one by the provisions of this subchapter in effect immediately prior to such date shall be transferred to and assumed by the board of trustees of pension fund, subchapter two. g. Notwithstanding any other provision of law to the contrary, for all funding or accounting purposes, including but not limited to, the funding or accounting purposes associated with the implementation of the provisions of this section, the provisions of subparagraph (d) of paragraph two of subdivision b of section 13-331 of this chapter or the provisions of paragraph six of subdivision b of such section 13-331, the transfer of certain assets or liabilities to pension fund, subchapter two as required by subdivision b, d or e of this section to be made on July first, nineteen hundred ninety-five shall be deemed to have been made on July first, nineteen hundred ninety-four, and the payment of certain moneys to the general fund of the city as required by subdivision c of this section to be made on and after July first, nineteen hundred ninety-five shall be deemed to have been made on and after July first, nineteen hundred ninety-four. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "312",
    "identifier": "13-312.1",
    "catch_text": "Transfer of assests, liabilities and administration of pension fund, subchapter one to pension fund, subchapter two; payment of certain benefits by pe"
  }
}