{
  "text": "ยง 13-355 Dependent benefits for surviving spouses and orphans. a. (1) Where any member who became a member prior to the starting date of the improved benefits plan (as such date is defined in subdivision twenty-seven of section 13-313 of this chapter), elected to purchase dependent benefits pursuant to section B19-7.42 of former article one-A of former chapter nineteen, and such member, prior to such starting date, makes additional contributions required by sections B19-7.21 and B19-7.42 of such former article one-A to the contingent dependent benefit reserve fund provided for by subdivision c of such section B19-7.21, and such member on and after such starting date makes additional contributions, at the same rate to the dependent benefit contingent reserve fund provided for by subdivision b of section 13-329 of this subchapter, dependent benefits shall be payable on and after such starting date with respect to such member as provided for in subdivision b of this section from the dependent benefit reserve fund provided for by subdivision a of such section 13-329. (2) In any case where prior to such starting date, dependent benefits were granted with respect to any deceased member or deceased retired member pursuant to the provisions of this section and such sections B19-7.21 and B19-7.42 as then in effect, dependent benefits with respect to such member shall be payable on and after such starting date to the person or persons eligible to receive same pursuant to the provisions of subdivision b of this section. b. (1) Except as otherwise provided in paragraph two of this subdivision and subject to the provisions of subdivisions a and d of this section, the board shall pay a dependent benefit to the surviving spouse, child or children or dependent parents of any deceased member if the death of such member occur during his or her service or after he or she was retired from service. The amount of any such dependent benefit to be paid by the board to each of the several representatives of such member, in case there shall be more than one, from time to time, may be determined by such board according to the circumstances of each case. The annual dependent benefit to the representative or representatives of such member, however, shall be six hundred dollars, and no part of such sum shall be paid to any such surviving spouse who shall remarry, after such remarriage, or to any child after it shall have reached the age of eighteen years. (2) In any case where an original plan member subject to article eleven (as defined in subdivision four-d of section 13-313 of this subchapter) or an improved benefits plan member subject to article eleven (as defined in subdivision four-j of such section 13-313) who has elected to contribute the additional deductions provided for by subdivision c of section of this subchapter dies during his or her service, no dependent benefits shall be paid under this section to any person by reason of such death; provided, however that the contributions of such member to the dependent benefit contingent reserve fund, without interest thereon, if such member was an original plan member subject to article eleven at the time of his or her death, and with regular interest thereon, if such member was an improved benefits plan member subject to article eleven at the time of his or her death, shall be paid, subject to the determination of the board as provided for by paragraph one of this subdivision b, to the person or persons who would have been entitled under the provisions of such paragraph one to receive a dependent benefit by reason of such death if such member had not been subject to the provisions of article eleven of the retirement and social security law at the time of his or her death. c. Dependent benefits shall be granted pursuant to this section to the surviving spouse, child or children or dependent parent or parents of a member: (1) only upon satisfaction of the applicable requirements set forth in subdivision a of this section, if such member last became a member prior to such starting date; and (2) only if the member, where he or she becomes a member on or after such starting date, shall elect to contribute the additional deductions provided for by subdivision c of section 13-329 of this subchapter. d. The benefits granted pursuant to this section shall be in addition to any other benefit provided for by this subchapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "355",
    "identifier": "13-355",
    "catch_text": "Dependent benefits for surviving spouses and orphans."
  }
}