{
  "text": "ยง 13-304 Payment of pensions; disability; retirement for service. a. The board of trustees shall retire any member who, upon an examination, as provided in subdivision d of this section, may be found to be disqualified, physically or mentally, for the performance of his or her duties. Such member so retired shall receive from such pension fund an annual allowance or pension as provided in this section. In every case such board shall determine the circumstances thereof, and such pension or allowance so allowed is to be in lieu of any salary received by such member at the time of his or her being so retired. The department shall not be liable for the payment of any claim or demand for services thereafter rendered, and the amount of such pension or allowance shall be determined upon the following conditions: 1. In case of total permanent disability at any time caused in or induced by the actual performance of the duties of his or her position, the amount of annual pension to be allowed shall be not less than three-fourths of the annual compensation allowed such member as salary at the date of his or her retirement and in the case of a member acting in a higher rank, an amount not to exceed three-quarters of the compensation of such rank on the day such injury was suffered. 1-a. In any case where a member is allowed, pursuant to paragraph one of this subdivision a, a pension equal to but not exceeding three-fourths of the annual compensation allowed such member as salary at the date of his or her retirement, such member shall receive, in addition, the amount of the deductions, without interest, made from his or her pay, salary or compensation pursuant to subdivision eight of section 13-303 of this chapter, such amount to be paid either in a lump sum or in the form of an annuity which is the actuarial equivalent of such amount of deductions, as the member may elect. Such annuity, if so elected, shall be computed on the basis of the mortality tables adopted pursuant to section 13-321 of this chapter, as in effect on the date of retirement of such member, and on the basis of regular interest. 2. In case of partial permanent disability at any time caused in or induced by the actual performance of the duties of his or her position, which disqualifies him or her only from performing active duty in the uniformed force, the member so disabled shall be relieved by the commissioner from active service at fires and assigned to the performance of such light duties as a medical officer of such department may certify him or her to be qualified to perform, or he or she shall be retired on his or her own application at not less than three-fourths of his or her salary at the date of his or her retirement from the service, on an examination, as provided by subdivision d of this section, showing that his or her disability is permanent. 2-a. Notwithstanding any other provisions of this code to the contrary, any condition of impairment of health caused by diseases of the lung, resulting in total or partial disability or death to a member of the uniformed force, who successfully passed a physical examination on entry into the service of such department, which examination failed to reveal any evidence of such condition, shall be presumptive evidence that it was incurred in the performance and discharge of duty, unless the contrary be proved by competent evidence. 2-b. In any case where a member is allowed, pursuant to paragraph two of this subdivision a, a pension equal to but not exceeding three-fourths of his or her salary at the date of his or her retirement from the service, such member shall receive, in addition, the amount of the deductions, without interest, made from his or her pay, salary or compensation pursuant to subdivision eight of section 13-303 of this chapter, such amount to be paid either in a lump sum or in the form of an annuity which is the actuarial equivalent of such amount of deductions, as the member may elect. Such annuity, if so elected, shall be computed on the basis of the mortality tables adopted pursuant to section 13-321 of this title, as in effect on the date of retirement of such member, and on the basis of regular interest. 3. In case of total permanent disability not caused in or induced by the actual performance of the duties of his or her position, which shall occur after the expiration of ten years' service in such department, but before he or she has performed service in the force for a period greater than the minimum period for service retirement elected by him or her, the amount of annual pension to be allowed shall be one-half of the annual compensation allowed such member at the date of his or her retirement from the service. 4. In case of partial permanent disability not caused in or induced by the actual performance of the duties of his or her position, which may occur after ten years' service in such department, the member so disabled may be relieved by the commissioner from active service at fires, but shall remain a member of the uniformed force, subject to the rules governing such force, and be assigned to the performance of such light duties as a medical officer of such department may certify him or her to be qualified to perform, or, if such member be retired after the expiration of ten years' service, but before he or she has performed service in the force for a period greater than the minimum period for service retirement elected by him or her, the annual allowance to be paid to such member shall be one-half of the annual compensation allowed such member at the date of his or her retirement from the service. 5. In case of total permanent disability not caused in or induced by the actual performance of the duties of his or her position, which may occur before the expiration of ten years' service in such department, the amount of annual pension to be allowed shall be one-third of the annual compensation allowed such member at the date of his or her retirement from the service. 6. In case of partial permanent disability not caused in or induced by the actual performance of the duties of his or her position, which may occur before ten years' service in such department, the member so disabled shall be relieved by the commissioner from active service at fires, but shall remain a member of the uniformed force, subject to the rules governing such force, and be assigned to the performance of such light duties as a medical officer of such department may certify him or her to be qualified to perform, or, if such member be retired before the expiration of ten years' service, the annual allowance to be paid to such member, shall be one-third of the annual compensation allowed such member at the date of his or her retirement from the service. b. Any member of such department, who has or shall have performed duty therein for a period of twenty years or upwards, upon a medical examination, as provided in subdivision d of this section, showing that such member is permanently disabled, physically or mentally, so as to be unfit for duty, shall be retired from such force and service, and placed on the roll of the pension fund, and awarded and granted, to be paid from such fund: 1. an annual pension during his or her lifetime, of a sum not less than one-half his or her full salary or compensation at the date of his or her retirement from the service; and 2. if such member is awarded and granted, pursuant to paragraph one of this subdivision b, an annual pension equal to but not exceeding one-half of his or her full salary or compensation at the date of his or her retirement from the service, and if such member, at the time of such retirement, has performed service in the force for a number of years greater than the minimum period for service retirement elected by him or her, an annual pension, in addition to the pension provided for by paragraph one of this subdivision b, which shall be equal to: (i) one-fortieth of his or her full salary or compensation on the date of his or her retirement from the service, multiplied by the number of years of service in the force performed by him or her after completion of such minimum period of service elected by him or her, if such member elected a minimum period of twenty years; or (ii) one-fiftieth of his or her full salary or compensation on the date of his or her retirement from the service, multiplied by the number of years of service in the force performed by him or her after completion of such minimum period of service elected by him or her, if such member elected a minimum period of twenty-five years. c. Any member who: 1. Shall have elected to contribute on the basis of retirement after twenty years of service and who has or shall have performed service in the force for at least twenty years, or 2. Shall have elected to contribute on the basis of retirement after twenty-five years of service and who has or shall have performed service in the force for at least twenty-five years, upon his or her own application in writing to and filed with the board setting forth at what time, not less than thirty days subsequent to the execution and filing thereof, he or she desires to be retired, shall be retired as of the date specified in said application from such force and service, and placed on the roll of the pension fund, and awarded and granted, to be paid from such fund, an annual pension during his or her lifetime, not less than one-half his or her full salary or compensation at the date of his or her retirement from the service, and provided further that at the time so specified for his or her retirement his or her term or tenure of office or employment shall not have terminated or have been forfeited, provided further that upon his or her request in writing the member shall be granted a leave of absence from the date of filing said application until the date the retirement becomes effective. d. All medical examinations required by or made pursuant to the provisions of this subchapter shall be conducted by a medical board appointed by the commissioner, provided, however, that any member, within thirty days after receipt of the decision of such medical board, in writing may request that the decision of such board be reviewed by a special medical board which shall consist of one doctor of the medical board and a doctor selected and compensated by such member. The decision of such special board shall supersede the decision of the medical board. In the event that the two doctors of the special board shall disagree, a recognized specialist on the condition, disease or injury for which such member has been examined or for which disability is claimed shall be selected by such doctors to be a third member of the special board. The decision of a majority of the three members of such special board shall supersede the decision of the medical board. The specialist selected by the two doctors of the special board shall be compensated by the city. Such compensation shall be fixed by the comptroller and shall be subject to his or her audit. e. The board of trustees shall have the power to grant, award or pay a pension on account of physical or mental disability or disease, only upon a certificate of a medical board or a special medical board after examination as provided in subdivision d of this section. Such certificate shall set forth the cause, nature and extent of the disability, disease or injury of such member. f. The granting of a pension on severance from service for fault or delinquency shall not be a matter of right, but such a pension may be granted in consideration of special circumstances by the board of trustees and a vote of at least two-thirds of the whole number of votes authorized to be cast by all of the members of such board. g. The terms \"total permanent disability\" and \"partial permanent disability\" as used in this section may be defined in the rules and regulations of the board of trustees. h. Notwithstanding any other provision of this code, and in lieu of any lesser amount otherwise provided, any member of the department who has or shall have performed duty therein for a period of at least thirty-five years may elect to be retired and placed on the roll of the pension fund, and awarded and granted, to be paid from such fund, an annual pension during his or her lifetime, of a sum equal to his or her full salary at the date of his or her retirement from service. i. Except as otherwise provided, the pensions granted under this section shall be for the life of the pensioner, and shall not be revoked, repealed or diminished. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "304",
    "identifier": "13-304",
    "catch_text": "Payment of pensions; disability; retirement for service."
  }
}