{
  "text": "ยง 13-335.1 Payments to firefighters' variable supplements fund for base fiscal years commencing on or after July first, nineteen hundred eighty-eight. a. For the purposes of this section, the definitions of terms set forth in paragraphs two, five, six, seven, eight and fourteen of subdivision a of section 13-335 of this subchapter shall apply to this section 13-335.1 with the same force and effect as if such definitions were specifically set forth in this section. b. For the purposes of this section, the following terms shall mean and include: 1. \"Base fiscal year\". Any fiscal year of the city beginning on or after July first, nineteen hundred eighty-eight. 2. \"Prior base fiscal year\". Any fiscal year of the city which begins on or after July first, nineteen hundred eighty-eight and which precedes the base fiscal year. 3. \"Cumulative earnings factor as of June thirtieth, nineteen hundred eighty-eight\". (a) An amount, expressed as a positive or negative quantity, as the case may be, which shall be determined in accordance with the method set forth in subparagraph (b) of this paragraph three. (b)(i) The cumulative earnings differential for the base fiscal year (as defined in paragraph eleven of subdivision a of section 13-335 of this subchapter), as applicable to the nineteen hundred eighty-seven--nineteen hundred eighty-eight base fiscal year (as so defined) shall be computed pursuant to the provisions of such section 13-335. (ii) The cumulative distributions of transferable earnings for prior base fiscal years (as defined in paragraph thirteen of subdivision a of such section 13-335) shall be computed pursuant to such section 13-335 with respect to such nineteen hundred eighty-seven--nineteen hundred eighty-eight base fiscal year. (iii) The amount of transferable earnings (as defined in paragraph twelve of subdivision a of such section 13-335), if any, for the nineteen hundred eighty-seven--nineteen hundred eighty-eight base fiscal year, determined pursuant to such section 13-335, shall be added to the cumulative distributions of transferable earnings computed pursuant to item (ii) of this subparagraph (b). (iv) The sum resulting from the addition prescribed by item (iii) of this subparagraph (b) shall be subtracted from the amount computed pursuant to item (i) of this subparagraph. The remainder resulting from the subtraction shall be the cumulative earnings factor as of June thirtieth, nineteen hundred eighty-eight. 4. \"Earnings differential\". The amount (expressed as a positive or negative quantity) by which the equity experience factor (expressed as a positive or negative quantity) with respect to the base fiscal year differs from the hypothetical fixed income securities earnings with respect to the base fiscal year. If such equity experience factor is greater than such hypothetical fixed income securities earnings, the difference between the two shall be expressed as a positive quantity. If such hypothetical fixed income securities earnings are greater than such equity experience factor, the difference between the two shall be expressed as a negative quantity. 5. \"Cumulative earnings factor.\" (a) The cumulative earnings factor for any base fiscal year shall be determined as follows: (i) If the cumulative earnings factor for the immediately preceding base fiscal year was a positive quantity, the cumulative earnings factor for the base fiscal year shall be equal to the earnings differential for the base fiscal year. (ii) If the cumulative earnings factor for the immediately preceding base fiscal year was a negative quantity, the cumulative earnings factor for the base fiscal year shall be equal to the sum of: (A) the earnings differential for the base fiscal year; and (B) the cumulative earnings factor for the immediately preceding base fiscal year, increased with interest at a rate equal to the assumed rate of interest fixed with respect to such base fiscal year pursuant to the provisions of paragraph eight of subdivision a of section 13-335 of this subchapter, as made applicable to this section 13-335.1 by subdivision a hereof. (b) In applying the provisions of this paragraph five for the base fiscal year nineteen hundred eighty-eight--nineteen hundred eighty-nine, the term defined in paragraph three of this subdivision b as \"cumulative earnings factor as of June thirtieth, nineteen hundred eighty-eight\" shall be substituted for the term \"cumulative earnings factor for the immediately preceding base fiscal year\". 6. \"FVSF cumulative earnings factor\". With respect to any base fiscal year, the amount obtained by multiplying the cumulative earnings factor for such base fiscal year by a fraction, the numerator of which shall be the total contributions made to the fire department pension fund subchapter two with respect to such base fiscal year on behalf of all members of the uniformed force of the fire department who are firefighters, fire marshals (uniformed) and wipers (uniformed), as of the last day of such base fiscal year, and the denominator of which shall be the total contributions made to such fire department pension fund with respect to such base fiscal year on behalf of all persons who are members of the uniformed force of the fire department as of the last day of such base fiscal year. 7. \"FVSF unfunded accrued liability\". In any case where the valuation of assets and liabilities of the firefighters' variable supplements fund by the actuary pursuant to subdivision e of section 13-384 of this chapter shows that for any base fiscal year, such liabilities exceed such assets, the term \"FVSF unfunded accrued liability\" shall mean the amount of the excess of such liabilities over the amount of such assets for such base fiscal year. 8. \"Firefighter\". A member of either this pension fund or the fire department pension fund provided for in subchapter one of this chapter who, at the time of retirement for service, was a firefighter and was not a fire officer as defined in subdivision five of section 13-392 of this chapter. c. As soon as practicable after the close of each base fiscal year, but not later than December thirty-first of the current fiscal year, the board shall compute the FVSF cumulative earnings factor with respect to such base fiscal year. d. If the FVSF cumulative earnings factor for such base fiscal year is a positive quantity, the pension fund, on or before December thirty-first of the current fiscal year, shall pay from its contingent reserve fund to the firefighters' variable supplements fund, as the payment due for such base fiscal year under this section, an amount determined pursuant to the provisions of subdivision e of this section. e. The amount payable for such base fiscal year as provided for in subdivision d of this section shall be the lesser of (1) the FVSF cumulative earnings factor for such base fiscal year referred to in such subdivision d or (2) the FVSF unfunded accrued liability for such base fiscal year. f. No amount shall be due from or payable by the pension fund to such variable supplements fund under this section for any base fiscal year which shall exceed the FVSF unfunded accrued liability for such base fiscal year, regardless of the amount and character of the FVSF cumulative earnings factor for such base fiscal year. g. The comptroller shall furnish to the board such information and data as it may request for the purpose of carrying out the provisions of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "335",
    "identifier": "13-335.1",
    "catch_text": "Payments to firefighters' variable supplements fund for base fiscal years commencing on or after July first, nineteen hundred eighty-eight."
  }
}