{
  "text": "ยง 13-371 Benefits upon re-entry into membership; after retirement of original plan members. a. (1) Should a beneficiary receiving or entitled to receive a retirement allowance under the provisions of section 13-349, or 3-350 of this subchapter, who was an original plan member at the time of his or her last retirement, re-enter city-service, his or her retirement allowance shall cease. In the case of any such beneficiary who re-enters city-service (other than as fire commissioner or deputy fire commissioner), he or she shall again become a member of the fund as an original plan member, and in the case of any such beneficiary who re-enters city-service by reason of being appointed fire commissioner or deputy fire commissioner, he or she shall again become a member of the fund as an original plan member and, subject to the provisions of paragraph two of this subdivision shall remain such a member while serving as fire commissioner or deputy fire commissioner, and an amount equal to the retirement allowance reserve of any such member shall be transferred to the contingent reserve fund. (2) Where any beneficiary who again becomes a member as provided for in paragraph one of this subdivision a elects to become an improved benefits plan member pursuant to the applicable provisions of section 13-315 of this subchapter: (i) he or she shall, if he or she became an original plan member not subject to article eleven (as defined in subdivision four-c of section 13-313 of this subchapter) upon such restoration of membership, be from the effective date of such election an improved benefits plan member not subject to article eleven (as defined in subdivision four-i of such section 13-313); and (ii) he or she shall, if he or she became an original plan member subject to article eleven (as defined in subdivision four-d of such section 13-313) upon such restoration of membership, be from the effective date of such election an improved benefits plan member subject to article eleven (as defined in subdivision four-j of such section 13-313). (3) On and after the effective date of such election, his or her rights, privileges, benefits and obligations, as such restored improved benefits plan member, shall be governed by the provisions of section 13-372 of this subchapter. b. (1) Subject to the applicable provisions of paragraphs five and six of this subdivision b, in any case where any such beneficiary who is appointed fire commissioner or deputy fire commissioner, subsequently retires while fire commissioner or deputy fire commissioner and without having elected to become an improved benefits plan member pursuant to the applicable provisions of section 13-315 of this subchapter, he or she shall receive the retirement allowance, if any, which he or she was receiving or entitled to receive immediately prior to his or her appointment as fire commissioner or deputy fire commissioner and in addition, a further retirement allowance as provided for by the applicable provisions of paragraph two or paragraph three of this subdivision b. (2) If such appointee is an original plan member not subject to article eleven at the time of such retirement as fire commissioner or deputy fire commissioner, he or she shall receive a further retirement allowance of one-sixtieth of his or her average annual salary earned during his or her credited service as fire commissioner or deputy fire commissioner, multiplied by the number of years of his or her credited service as fire commissioner or deputy fire commissioner. (3) If such appointee is an original plan member subject to article eleven at the time of such retirement as fire commissioner or deputy fire commissioner, he or she shall receive a further retirement allowance determined pursuant to the provisions of paragraph two of this subdivision b, except to the extent and in the manner that any such provision is modified by article eleven. (4) The further retirement allowance payable to such appointee as prescribed by the applicable provisions of paragraph two or paragraph three of this subdivision shall be payable in such form as he or she shall select under section 13-369 of this subchapter. (5) Subject to the provisions of paragraph six of this subdivision, where any beneficiary who is appointed fire commissioner or deputy fire commissioner shall have earned at least three years of member credit for service as fire commissioner or deputy fire commissioner, the total service credit to which he or she was entitled at the time of his or her earlier retirement may, at his or her election, again be credited to him or her and upon his or her subsequent retirement as fire commissioner or deputy fire commissioner, he or she shall be credited in addition with all service as fire commissioner or deputy fire commissioner. (6) Such total service credit to which such fire commissioner or deputy fire commissioner was entitled at the time of his or her earlier retirement shall be credited as provided in paragraph five of this subdivision b only in the event that he or she returns to the pension fund with regular interest the actuarial equivalent of the amount of the retirement allowance he or she received; provided, however, that in the event that such amount is not so repaid, the actuarial equivalent thereof shall be deducted from his or her subsequent retirement allowance. c. During restoration to service for the city, other than city-service as defined in this subchapter, in lieu of suspension of any benefits payable in the event of his or her death by reason of any optional selection in respect to his or her retirement allowance, a beneficiary who was an original plan member at the time of his or her last retirement prior to his or her last restoration to city-service may pay to the fund from which his or her ordinary retirement allowance was payable, the amount by which his or her ordinary retirement allowance exceeded the optional retirement allowance theretofore granted to him or her, in which event such optional benefit shall continue and be payable in the event of his or her death as though no payment were suspended. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "371",
    "identifier": "13-371",
    "catch_text": "Benefits upon re-entry into membership; after retirement of original plan members."
  }
}