{
  "text": "ยง 13-348 Accidental death benefits in the case of deaths occurring prior to July first, nineteen hundred sixty-five. a. Notwithstanding the provisions of section 13-347 of this subchapter, in any case where a pension was or is awarded under the provisions of such section, by reason of the death of a member occurring before July first, nineteen hundred sixty-five, such pension, subject to the provisions of subdivisions b and c of this section, shall be: (1) For each full calendar year, on and after January first, nineteen hundred sixty-five an amount equal to one-half of the annual salary or compensation payable, on July first, nineteen hundred sixty-five, to a member of the uniformed force of rank, seniority and other salary-determining status, equal to that of the deceased member on the date of his or her death, but in no case less than one-half of the salary payable, to a first grade firefighter on July first, nineteen hundred sixty-five, and (2) For any portion of a calendar year, on and after January first, nineteen hundred sixty-five, the appropriate pro rata portion of the amount which would be payable, under the provisions of paragraph one of this subdivision a, for the full calendar year which includes such portion of a year, if a pension were payable under this section for such full calendar year. b. Such pension shall be payable to the same persons and shall be subject to the same terms and conditions, including provisions as to termination, as the pension which would otherwise be payable, on and after January first, nineteen hundred sixty-five, pursuant to section 13-347 of this subchapter by reason of the death of such member. c. The pension payable pursuant to the provisions of subdivisions a and b of this section shall be in lieu of any pension which would otherwise be payable on and after January first, nineteen hundred sixty-five, pursuant to the provisions of section 13-347 of this subchapter and, except as otherwise provided in paragraph one of subdivision e of section 13-686 of this title, shall be in lieu of any supplemental retirement allowance which would otherwise be payable, on and after such date, under the provisions of subchapter six of chapter five of this title or any other law. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "348",
    "identifier": "13-348",
    "catch_text": "Accidental death benefits in the case of deaths occurring prior to July first, nineteen hundred sixty-five."
  }
}