{
  "text": "ยง 13-314 Membership; composition and eligibility. The membership of the pension fund shall consist of: a. all persons in city-service, as defined in this subchapter, in positions in the competitive class of the civil service, who shall have served the required probationary period and shall have been appointed medical officers of the fire department or who shall have served the required probationary period and shall have been appointed as fourth grade firefighters after March twenty-ninth, nineteen hundred forty and prior to the date on which this section as hereby amended takes effect, and shall have elected to become a member of the fire department pension fund pursuant to this subchapter prior to such appointment as a fourth grade firefighter or such medical officer; and b. (1) all persons in city-service, as defined in this subchapter, in positions in the competitive class of the civil service: (A) who shall have been appointed probationary medical officers of the fire department or probationary firefighters on or after April fourteenth, nineteen hundred fifty-six and prior to the starting date of the improved benefits plan (as defined in subdivision twenty-seven of section 13-313 of this subchapter), and shall have elected to become a member of the fire department pension fund pursuant to this subchapter prior to such appointment as probationary firefighters or probationary medical officers; and (B) who shall have been appointed on or after such starting date as probationary medical officers of the fire department or probationary firefighters; and (2) all persons in city-service, as defined in this subchapter, who hold a position of medical officer of the fire department classified in the non-competitive class of the civil service; and (3) all persons in city-service, as defined in this subchapter, who, during the period commencing on July first, nineteen hundred ninety-five and ending on June thirtieth, nineteen hundred ninety-six, are appointed as provisional firefighters; and (4) a person in city-service in the position of chief of department in the exempt class of the civil service. c. in determining the terms of service of any member of the fire department, service as a physician and surgeon in the classified service in any other department in the city; service not exceeding three years as an interne duly appointed and removable by the city of New York in any hospital owned and operated by such city, provided further that such interne shall pay into the pension fund an amount equal to the amount he or she would have paid during such period of service if he or she had been a medical officer in such fire department receiving compensation based on an annual amount of five thousand dollars per year; and temporary service in the fire department as a medical officer, and subsequently thereafter in the fire department shall be counted and held to be service in the fire department of the city. Any person, however, becoming a member of the fire department, in the manner herein provided, shall not be entitled to participate in the benefits of the fire department pension fund, unless he or she shall pay into such fund the total amount he or she would have been required to pay in order to participate therein had he or she been a member of the fire department during the time he or she shall have served in the same or such other department. d. (1) Notwithstanding any other provision of this subchapter or any other law to the contrary, but subject to the provisions of paragraph two of this subdivision d, in any case where a member who has completed his or her minimum period for service retirement is appointed fire commissioner or deputy fire commissioner he or she shall, while serving as fire commissioner or deputy fire commissioner, continue to be a member of the pension fund. Such member, if he or she was an original plan member at the time of his or her appointment as fire commissioner, shall continue to be an original plan member while serving as fire commissioner, unless he or she elects to become an improved benefits plan member pursuant to the provisions of section 13-315 of this subchapter, and if he or she was an improved benefits plan member at the time of his or her appointment as fire commissioner, he or she shall continue to be an improved benefits plan member while serving as fire commissioner. (2) Notwithstanding any other provision of this subchapter or any other law to the contrary, but subject to the provisions of paragraph three of this subdivision, in any case where an improved benefits plan member who is eligible to retire for service is appointed a deputy fire commissioner, he or she shall, while serving as a deputy fire commissioner, continue to be an improved benefits plan member of the pension fund. (3) The status of any member referred to in paragraph one or paragraph two of this subdivision with respect to applicability or inapplicability of the provisions of article eleven of the retirement and social security law to him or her as a member of the pension fund shall not be affected or changed by his or her appointment as fire commissioner or deputy fire commissioner, as the case may be. (4) For the purposes of this subchapter, an improved benefits plan member serving as a fire commissioner or deputy fire commissioner whose membership is continued pursuant to the applicable provisions of paragraph one or paragraph two of this subdivision or whose membership is restored pursuant to the applicable provisions of section 13-371 or section 13-372 of this subchapter shall, during the period of such continuance or restoration of membership, be deemed to be a member of the uniformed force of the fire department and his or her service as fire commissioner or deputy fire commissioner during such period shall be deemed service in such force. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "314",
    "identifier": "13-314",
    "catch_text": "Membership; composition and eligibility."
  }
}