{
  "text": "ยง 13-353.1 Accidental disability retirement; World Trade Center presumption. 1. (a) Notwithstanding any provisions of this code or of any general, special or local law, charter or rule or regulation to the contrary, if any condition or impairment of health is caused by a qualifying World Trade Center condition as defined in section two of the retirement and social security law, it shall be presumptive evidence that it was incurred in the performance and discharge of duty and the natural and proximate result of an accident not caused by such member's own willful negligence, unless the contrary be proved by competent evidence. (b) The New York City Fire Department Pension Fund (NYCFDPF) board of trustees is hereby authorized to promulgate rules and regulations to implement the provisions of this paragraph. 2. (a) Notwithstanding the provisions of this chapter or of any general, special or local law, charter, administrative code or rule or regulation to the contrary, if a member who participated in World Trade Center rescue, recovery or cleanup operations as defined in section two of the retirement and social security law, and subsequently retired on a service retirement, an ordinary disability retirement, an accidental disability retirement, or a performance of duty disability retirement and subsequent to such retirement is determined by the head of the retirement system to have a qualifying World Trade Center condition, as defined in section two of the retirement and social security law, upon such determination by the NYCFDPF board of trustees, it shall be presumed that such disability was incurred in the performance and discharge of duty as the natural and proximate result of an accident not caused by such member's own willful negligence, and that the member would have been physically or mentally incapacitated for the performance and discharge of duty of the position from which he or she retired had the condition been known and fully developed at the time of the member's retirement, unless the contrary is proven by competent evidence. (b) The NYCFDPF shall consider a reclassification of the member's retirement as an accidental disability retirement effective as of the date of such reclassification. (c) Such member's retirement option shall not be changed as a result of such reclassification. (d) The member's former employer at the time of the member's retirement shall have an opportunity to be heard on the member's application for reclassification by the NYCFDPF board of trustees according to procedures developed by the NYCFDPF. (e) The NYCFDPF board of trustees is hereby authorized to promulgate rules and regulations to implement the provisions of this paragraph. 3. Notwithstanding any other provision of this chapter or of any general, special or local law, charter, administrative code or rule or regulation to the contrary, if a retiree who: (1) has met the criteria of subdivision one of this section and retired on a service or disability retirement, or would have met the criteria if not already retired on an accidental disability; and (2) has not been retired for more than twenty-five years; and (3) dies from a qualifying World Trade Center condition, as defined in section two of the retirement and social security law, as determined by the applicable head of the retirement system or applicable medical board, then unless the contrary be proven by competent evidence, such retiree shall be deemed to have died as a natural and proximate result of an accident sustained in the performance of duty and not as a result of willful negligence on his or her part. Such retiree's eligible beneficiary, as set forth in section 13-347 of this subchapter, shall be entitled to an accidental death benefit as provided by sections 13-347 and 13-348 of this subchapter, however, for the purposes of determining the salary base upon which the accidental death benefit is calculated, the retiree shall be deemed to have died on the date of his or her retirement. Upon the retiree's death, the eligible beneficiary shall make a written application to the head of the retirement system within the time for filing an application for an accidental death benefit as set forth in sections 13-347 and 13-348 of this subchapter requesting conversion of such retiree's service or disability retirement benefit to an accidental death benefit. At the time of such conversion, the eligible beneficiary shall relinquish all rights to the prospective benefits payable under the service or disability retirement benefit, including any post-retirement death benefits, since the retiree's death. If the eligible beneficiary is not the only beneficiary receiving or entitled to receive a benefit under the service or disability retirement benefit (including, but not limited to, post-retirement death benefits or benefits paid or payable pursuant to the retiree's option selection), the accidental death benefit payments to the eligible beneficiary will be reduced by any amounts paid or payable to any other beneficiary. 4. Notwithstanding any other provision of this code or of any general, special or local law, charter, or rule or regulation to the contrary, if a member who: (1) has met the criteria of subdivision one of this section; and (2) dies in active service from a qualifying World Trade Center condition, as defined in section two of the retirement and social security law, as determined by the applicable head of the retirement system or applicable medical board, then unless the contrary be proven by competent evidence, such member shall be deemed to have died as a natural and proximate result of an accident sustained in the performance of duty and not as a result of willful negligence on his or her part. Such member's eligible beneficiary, as set forth in section 13-347 of this subchapter, shall be entitled to an accidental death benefit provided he or she makes written application to the head of the retirement system within the time for filing an application for an accidental death benefit as set forth in section 13-347 of this subchapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "353",
    "identifier": "13-353.1",
    "catch_text": "Accidental disability retirement; World Trade Center presumption."
  }
}