{
  "text": "ยง 13-379.1 Excess benefit plan. a. As used in this section, the following words and phrases shall have the following meanings, unless a different meaning is plainly required by the context: (1) \"Retirement benefits\" shall mean benefits payable to a beneficiary by the pension fund or a variable supplements fund established pursuant to subchapter five or six of this chapter which are subject to the limitations imposed by section 415(b) of the Internal Revenue Code. (2) \"Beneficiary\" shall mean a person who is receiving retirement benefits from the pension fund. (3) \"Excess benefit plan\" shall mean the excess benefit plan established by this section for the sole purpose of paying benefits as permitted under section 415(m) of the Internal Revenue Code. (4) \"Eligible participant\" shall mean a beneficiary who is entitled to replacement benefits from the excess benefit plan for a plan year in accordance with subdivisions d and e of this section. (5) \"Replacement benefits\" shall mean the benefits payable by the excess benefit plan to an eligible participant as determined pursuant to subdivision e of this section. (6) \"Internal Revenue Code\" shall mean the Federal Internal Revenue Code of 1986, as amended. (7) \"Plan year\" shall mean the limitation year of the pension fund as provided in section six hundred twenty of the retirement and social security law. b. There is hereby established an excess benefit plan, the sole purpose of which shall be to provide replacement benefits, as permitted by section 415(m) of the Internal Revenue Code, to beneficiaries whose annual retirement benefits have been reduced because such benefits exceed the limitations imposed by section 415(b) of the Internal Revenue Code. The excess benefit plan shall be administered by the board of trustees of the pension fund. c. There is hereby established a fund to be known as the excess benefit fund which shall be maintained for the sole purpose of providing replacement benefits to eligible participants in the excess benefit plan established by this section, as permitted under section 415(m) of the Internal Revenue Code. Such fund shall consist of such employer contributions as shall be made thereto pursuant to subdivision f of this section. Such contributions to the excess benefit fund shall be held separate and apart from the assets held by the other funds of the pension fund, provided, however, that the assets of the excess benefit fund may be invested with the other pension fund assets, but such excess benefit fund assets shall be accounted for separately from the other pension fund assets. d. All beneficiaries of the pension fund whose retirement benefits for a plan year are being reduced because of section 415(b) of the Internal Revenue Code shall be eligible participants in the excess benefit plan for that plan year. Participation in the excess benefit plan shall be determined for each plan year. No beneficiary of the pension fund shall be an eligible participant in the excess benefit plan for any plan year for which his or her retirement benefits are not reduced because of section 415(b) of the Internal Revenue Code. e. (1) For each plan year in which a beneficiary is an eligible participant in the excess benefit plan, such eligible participant shall receive replacement benefits from the excess benefit plan equal to the difference between the full amount of the retirement benefits otherwise payable to the eligible participant for that plan year prior to any reduction because of section 415(b) of the Internal Revenue Code, and the retirement benefits payable to the eligible participant for that plan year as reduced because of section 415(b) of the Internal Revenue Code. No replacement benefits for any plan year shall be paid pursuant to this subdivision to any beneficiary who is not receiving retirement benefits from the pension fund for that plan year. (2) Replacement benefits pursuant to this section shall be paid at the same time and in the same manner as the retirement benefits which are being replaced. At no time shall an eligible participant be permitted directly or indirectly to defer compensation under the excess benefit plan. f. (1) The required employer contributions to the excess benefit fund for each plan year shall be an amount, as determined by the actuary, which is necessary to pay the total amount of replacement benefits that are payable pursuant to this section to eligible participants for that plan year. (2) Such required employer contributions shall be paid into the excess benefit fund from an allocation of the employer contribution amounts paid pursuant to section 13-331 of this subchapter and other applicable provisions of law. Such allocation of employer contribution amounts shall be paid into the excess benefit fund at such times and in such amounts as determined by the actuary. (3) The benefit liabilities of the excess benefit plan shall be funded on a plan year to plan year basis, provided, however, that any employer contributions to the excess benefit fund, including any investment earnings on such contributions, which are not used to pay replacement benefits for the current plan year shall be used to pay replacement benefits for future plan years. g. The right of an eligible participant to receive replacement benefits pursuant to this section, and the replacement benefits received pursuant to this section, shall be exempt from any state or municipal tax, and shall not be subject to execution, garnishment, attachment or any other process whatsoever, and shall be unassignable, except as otherwise specifically provided for benefits payable by the pension fund. h. Nothing contained in this section shall be construed to mean or imply that variable supplements payments from a variable supplements fund established pursuant to subchapter five or six of this chapter constitute pension or retirement allowance payments, or that any such variable supplements fund constitutes a pension or retirement system or fund. i. Nothing contained in this section shall be construed as affecting in any way the eligibility of any person for variable supplements pursuant to applicable provisions of subchapter five or six of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "379",
    "identifier": "13-379.1",
    "catch_text": "Excess benefit plan."
  }
}