{
  "text": "* ยง 13-372.1 Modified Option 1 pension computation formula. a. The board may by resolution direct that under such circumstances as are designated in such resolution: (1) benefits under Option 1 payable to or on account of original plan members who (i) were Tier I members in city-service on July thirty-first, nineteen hundred eighty-three and (ii) retired or retire on or after August first, nineteen hundred eighty-three for service or superannuation or for ordinary or accident disability or on or after such August first, discontinued or discontinue service so as to become original plan discontinued members; and (2) benefits under Option 1 which consist of or are derived from the pension component of a retirement allowance and which are payable to or on account of improved benefits plan members who (i) became such members prior to the date of enactment (as certified pursuant to section forty-one of the legislative law) of this section and (ii) retired or retire on or after August first, nineteen hundred eighty-three for service or superannuation or ordinary or accident disability or on or after such August first, discontinued or discontinue service so as to become improved benefits plan discontinued members; shall be determined under the modified Option 1 pension computation formula (as defined in subdivision thirty-two of section 13-313 of the code). b. If the board makes a direction, pursuant to the provisions of subdivision a of this section, for use of such formula, it may also direct by resolution: (1) that any member who is subject to the modified Option 1 pension computation formula may elect, at such time and in accordance with such procedures as are prescribed in such resolution, that such formula shall not apply to such member and that the initial reserve determined for the purpose of providing the benefits payable by reason of his or her selection of Option 1 and the Option 1 retirement allowance of any such original plan member or pension component of the Option 1 retirement allowance of any such improved benefits plan member shall be determined on the basis of gender-neutral mortality tables and regular interest of seven per centum per annum, compounded annually; and (2) that the benefit payable, upon the death of the member making such election, to his or her beneficiary or estate shall be the difference between such Option 1 initial reserve and the total of the payments of such retirement allowance or pension component received by or payable to such member for the period prior to his or her death; and (3) that where any member subject to the modified Option 1 pension computation formula retired before the effective date of a board resolution adopted pursuant to subdivision a of this section, and where the first payment on account of the retirement allowance of any original plan discontinued member or improved benefits plan discontinued member subject to such formula was made before the effective date of such resolution, such retiree or discontinued member, within such period of time after such effective date and in accordance with such procedures as are prescribed in such resolution, may elect the method of Option 1 benefit determination set forth in the preceding paragraphs of this subdivision b. c. In any case, where, pursuant to board resolution, a benefit is required to be determined under the modified Option 1 pension computation formula and the determination of such benefit is also required by a board resolution adopted pursuant to sub-item (3) of item (A) of subparagraph (ii) of paragraph (j) of subdivision eight of section 13-313 of the code to reflect different computations of separate portions of such benefit, the methods of computation under the modified Option 1 pension computation formula shall be appropriately adjusted so as to give effect to the provisions of such resolution adopted pursuant to such sub-item (3). * NB Added Ch. 910/85 ยง 24, language juxtaposed per Ch. 907/85 ยง 14 * NB Number supplied by the Legislative Bill Drafting Commission ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "372",
    "identifier": "13-372.1",
    "catch_text": "Modified Option 1 pension computation formula."
  }
}