{
  "text": "ยง 13-302 Board of trustees. a. A board of trustees shall be the head of the New York fire department pension fund and, subject to the provisions of law and to the prior approval of the board of estimate, from time to time shall establish rules and regulations for the administration and transaction of the business of such fund and for the control and disposition thereof. Such board shall consist of: 1. The fire commissioner who shall be chairperson of the board and who shall be entitled to cast three votes. 2. The comptroller of the city who shall be entitled to cast three votes. 3. A representative of the mayor who shall be appointed by the mayor and who shall be entitled to cast three votes. 4. The commissioner of finance of the city who shall be entitled to cast three votes. 5. The president of the uniformed firemen's association of greater New York who shall be entitled to cast two votes. 6. The vice-president of the uniformed firemen's association of greater New York who shall be entitled to cast two votes. 7. The treasurer of the uniformed firemen's association of greater New York who shall be entitled to cast two votes. 8. The chairperson of the board of trustees of the uniformed firemen's association of greater New York who shall be entitled to cast two votes. 9. Three elected members of the executive board of the uniformed fire officers' association of the fire department, city of New York, of whom one shall be an officer of the said department with rank above that of captain and shall be entitled to cast one vote; another shall be a captain of the said department and shall be entitled to cast one vote; another shall be a lieutenant of the said department and shall be entitled to cast one and one-half votes. 10. The president of the uniformed pilots and marine engineers association, fire department, city of New York, who shall be entitled to cast one-half vote. b. Every act of the board of trustees shall be by resolution which shall be adopted only by a vote of at least seven-twelfths of the whole number of votes authorized to be cast by all of the members of such board. c. The board of trustees shall receive all moneys applicable to such fund and deposit the same to the credit of such fund, in banks or trust companies to be selected by it, and continue to receive and deposit the funds applicable to the same, as received, to the credit of such fund, and shall have full power to invest the same, subject to the terms, conditions, limitations and restrictions imposed by law upon savings banks in the making and disposing of investments by savings banks, and, subject to like terms, conditions, limitations and restrictions, such board of trustees shall have full power to hold, purchase, sell, assign, transfer or dispose of any of the securities or investments in which any of the funds provided for by this subchapter shall have been invested as well as of the proceeds of such investments and of any moneys belonging to such fund, and such board of trustees shall have the power to make all necessary contracts and to take all necessary remedies in the premises. d. The fire commissioner shall assign to the board of trustees a sufficient number of clerical and other assistants to permit the board efficiently to exercise their powers and to perform their duties. e. On or before the first day of September of each year, the board of trustees shall make a detailed verified report to the mayor. f. Any member of the board referred to in paragraphs five, six, seven, eight and ten, respectively, of subdivision a of this section, shall be members of the uniformed force and may authorize in writing at any time any other officer of the respective associations to represent him or her on such board in the event of his or her absence or disability, provided, however, that the by-laws or constitution of such respective associations provide for the designation of a representative in such event. g. Notwithstanding any other provision of law to the contrary, on July first, nineteen hundred ninety-five, the duties and responsibilities of the board of trustees of administering the provisions of this subchapter shall be transferred in accordance with the provisions of subdivision f of section 13-312.1 of this subchapter to the board of trustees of the fire department pension fund provided for in subchapter two of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "302",
    "identifier": "13-302",
    "catch_text": "Board of trustees."
  }
}