{
  "text": "ยง 13-305 Service-incurred disability benefits in the case of retirements prior to July first, nineteen hundred sixty-five. a. Notwithstanding the provisions of section 13-304 of this chapter, in any case where a pension was awarded under the provisions of such section, or any predecessor section, by reason of the retirement of a member for disability caused or induced by the actual performance of the duties of his or her position, prior to July first, nineteen hundred sixty-five, such member shall be entitled to a pension of not less than three-fourths the annual salary or compensation payable to a first grade fireman as of July first, nineteen hundred sixty-five. In the case of any member receiving a pension less than three-fourths the annual salary or compensation of a first grade firefighter as of July first, nineteen hundred sixty-five, his or her pension will be increased to an amount which will equal three-fourths the annual salary or compensation of a first grade fireman as of July first, nineteen hundred sixty-five. b. Such pension shall be payable to the same persons and shall be subject to the same terms and conditions, including provisions as to termination as the pension which would otherwise be payable under section 13-304 of this chapter or any other law. c. The pension payable under this section shall be in lieu of any pension which would otherwise be payable to the member under section 13-304 of this chapter. d. Nothing in this chapter shall be construed as creating any rights on behalf of any person who dies prior to October twenty-seventh, nineteen hundred sixty-six, and benefits due thereunder shall be calculated and paid only from such date. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "305",
    "identifier": "13-305",
    "catch_text": "Service-incurred disability benefits in the case of retirements prior to July first, nineteen hundred sixty-five."
  }
}