{
  "text": "ยง 13-316 Board of trustees. a. A board of trustees shall be the head of the New York fire department pension fund subchapter two, and, subject to the provisions of law and to the prior approval of the board of estimate, from time to time shall establish rules and regulations for the administration and transaction of the business of such fund and for the control and disposition thereof. Such board shall consist of: 1. The fire commissioner who shall be chairperson of the board and who shall be entitled to cast three votes. 2. The comptroller of the city who shall be entitled to cast three votes. 3. A representative of the mayor who shall be appointed by the mayor and who shall be entitled to cast three votes. 4. The commissioner of finance of the city who shall be entitled to cast three votes. 5. The president of the uniformed firefighters' association of greater New York who shall be entitled to cast two votes. 6. The vice-president of the uniformed firefighters' association of greater New York who shall be entitled to cast two votes. 7. The treasurer of the uniformed firefighters' association of greater New York who shall be entitled to cast two votes. 8. The chairperson of the board of trustees of the uniformed firefighters' association of greater New York who shall be entitled to cast two votes. 9. Three elected members of the executive board of the uniformed fire officers' association of the fire department, city of New York, of whom one shall be an officer of the said department with rank above that of captain and shall be entitled to cast one vote; another shall be a captain of the said department and shall be entitled to cast one vote; another shall be a lieutenant of the said department and shall be entitled to cast one and one-half votes. 10. The president of the uniformed pilots and marine engineers association, fire department, city of New York, who shall be entitled to cast one-half vote. 11. (i) Where, during any six-month period during a fiscal year, as defined in subdivision three of section 13-382 of the code, the equity portion of the assets of the pension fund is less than forty-five percent, subparagraph (ii) of this paragraph eleven shall be effective during the succeeding fiscal year. (ii) Two investment representatives, one of whom shall be appointed by the mayor and one of whom shall be appointed by the comptroller upon the occurrence of the condition specified in subparagraph (i) of this paragraph eleven. Each such representative shall be entitled to cast two votes only in relation to determinations of the board: (A) as to whether the assets of the pension fund shall be invested in equities or fixed income securities and the proportion of the assets of the pension fund to be invested in equities and fixed income securities; and (B) as to the identity, nature, character and amounts of the equities (within the proportion as determined under item (A) of this subparagraph) to be acquired, held, sold, disposed of or otherwise dealt with by the pension fund; and (C) as to any steps necessary to effectuate any of the functions set forth in items (A) and (B) of this subparagraph; and (D) as to delegation by the board, pursuant to law, of the functions described in items (A), (B) and (C) of this subparagraph. b. Subject to the provisions of subdivision b-1 of this section, every act of the board of trustees shall be by resolution which shall be adopted only by a vote of at least seven-twelfths of the whole number of votes authorized to be cast by all of the members of such board. b-1. Every act of the board of trustees in relation to the investment matters referred to in paragraph thirteen of subdivision a of this section shall be by resolution which shall be adopted only by a vote of at least eight-fourteenths of the whole number of votes authorized to be cast by all of the members of the board empowered to vote on such investment matters. c. The fire commissioner shall assign to the board of trustees a sufficient number of clerical and other assistants to permit the board efficiently to exercise their powers and to perform their duties. d. Any member of the board referred to in paragraphs five, six, seven, eight and ten, respectively, of subdivision a of this section, shall be members of the uniformed force and may authorize in writing at any time any other officer of the respective associations to represent him or her on such board in the event of his or her absence or disability, provided, however, that the by-laws or constitution of such respective associations provide for designation of a representative in such event. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "316",
    "identifier": "13-316",
    "catch_text": "Board of trustees."
  }
}