{
  "text": "ยง 13-347 Death benefits; accidental death benefits. a. Upon the accidental death of an original plan member not subject to article eleven (as defined in subdivision four-c of section 13-313 of this subchapter) before retirement, or upon the accidental death of an improved benefits plan member not subject to article eleven (as defined in subdivision four-i of such section 13-313) before retirement, provided that evidence shall be submitted to such board proving that the death of such original plan member not subject to article eleven or of such improved benefits plan member not subject to article eleven, as the case may be, was the natural and proximate result of an accident sustained while a member and while in the performance of duty at some definite time and place and that such death was not the result of wilful negligence on his or her part: (1) his or her accumulated contributions (as defined in subdivision seven of such section 13-313) that is, his or her contributions without interest, if he or she was an original plan member not subject to article eleven at the time of his or her death, shall be paid to his or her estate, or to such persons as he or she has nominated or shall nominate by written designation, duly acknowledged and filed with such board; and (2) his or her accumulated deductions (as defined in subdivision seven-a of such section 13-313), if he or she was an improved benefits plan member not subject to article eleven at the time of his or her death, shall be paid to his or her estate or to such persons as he or she has nominated or shall nominate by written designation, duly acknowledged and filed with such board. b. Upon application by or on behalf of the dependents of such deceased member: (1) such board, if such deceased member was an original plan member not subject to article eleven at the time of his or her death, shall grant, to the payee or payees and to the extent and in the manner provided for in subdivision c of this section, a lump sum payment of the accumulation for increased take-home-pay and, in addition, an allowance of one-half of the final compensation of such employee, which allowance shall in no case be less than one-half of the full salary payable to a first grade firefighter on the date of death of such employee and in the case of a member acting in a higher rank an amount not to exceed one-half the salary at the compensation of such rank; and (2) such board, if such deceased member was an improved benefits plan member not subject to article eleven at the time of his or her death, shall grant, to the payee or payees and to the extent and in the manner provided for in subdivision c of this section, a lump sum payment of the reserve-for-increased-take-home-pay and, in addition thereto, a pension of one-half of the five-year-average compensation (as defined in subdivision six-a of such section 13-313) of such employee, which pension shall in no case be less than one-half of the full salary payable to a first grade firefighter on the date of death of such employee. c. The applicable lump sum payment and allowance or pension, as the case may be, referred to in subdivision b of this section shall be granted: (1) To such deceased member's surviving spouse, to continue until the death of the surviving spouse; or (2) If there be no surviving spouse, or if the surviving spouse dies before any child of such deceased member shall have attained the age of eighteen years or if a student under the age of twenty-three years, then to his or her child or children under such age, divided in such manner as such board in its discretion shall determine, to continue, if such deceased member was an original plan member not subject to article eleven at the time of his or her death, as a joint and survivor pension of one-half of his or her final compensation until every such child dies or attains such age, and to continue, if such deceased member was an improved benefits plan member not subject to article eleven at the time of his or her death, as a joint and survivor pension of one-half of his or her five-year-average compensation until every such child dies or attains such age; or (3) If there be no surviving spouse or child under the age of eighteen years or if a student under the age of twenty-three years surviving such deceased member, then to his or her dependent father or mother, as such deceased member shall have nominated by written designation duly acknowledged and filed with such board; or, if there be no such nomination, then to his or her dependent father or to his or her dependent mother, as such board in its discretion shall direct, to continue for life. d. (1) The provisions of the preceding subdivisions of this section applicable to original plan members not subject to article eleven shall apply to an original plan member subject to article eleven (as defined in subdivision four-d of such section 13-313), except to the extent and in the manner that any such provision is modified by article eleven. (2) The provisions of the preceding subdivisions of this section applicable to improved benefits plan members not subject to article eleven shall apply to an improved benefits plan member subject to article eleven (as defined in subdivision four-j of such section 13-313), except to the extent and in the manner that any such provision is modified by article eleven. e. An accident resulting in the death of an original plan member (as defined in subdivision four-b of section 13-313 of this subchapter) or improved benefits plan member (as defined in subdivision four-f of such section 13-313), while off-duty and within the geographic limits of the city of New York, shall be deemed to have occurred while in the performance of duty for the purpose of granting accidental death benefits pursuant to the provisions of subdivision a of this section in cases in which: (1) a substantial and imminent danger to life or property occasioned the off-duty intervention of the member; (2) the conduct of the member was reasonable in the circumstances; and (3) the member, in the course of his or her off-duty intervention, utilized skills within the scope of his or her employment by the New York city fire department. f. Notwithstanding any other provision of law to the contrary, and solely for the purposes of this section, a member shall be deemed to have died as the natural and proximate result of an accident sustained in the performance of duty upon which his or her membership is based, and not as a result of willful negligence on his or her part, provided that such member was in active service upon which his or her membership is based at the time that such member was ordered to active duty, pursuant to Title 10 of the United States Code, with the armed forces of the United States or to service in the uniformed services pursuant to Chapter 43 of Title 38 of the United States Code, and such member died while on such active duty or service in the uniformed services on or after June fourteenth, two thousand five while serving on such active military duty or in the uniformed services. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "347",
    "identifier": "13-347",
    "catch_text": "Death benefits; accidental death benefits."
  }
}