{
  "text": "ยง 13-327 Contributions of improved benefits plan members and their use; annuity savings fund. a. (1) The annuity savings fund shall be the fund in which shall be accumulated deductions from the compensation of improved benefits plan members to provide for their annuities and their withdrawal allowances. (2) Upon the basis of the tables herein authorized, and regular interest, the actuary of such board shall determine for each non-elective improved benefits plan member (as defined in subdivision four-h of section 13-313 of this subchapter) the proportion of compensation which, when deducted from each payment of his or her prospective earnable compensation prior to his or her eligibility for retirement and accumulated at regular interest upon the attainment of the minimum period of service retirement elected by him or her, shall be computed to provide, at that time, an annuity equal to twenty-five seventy-fifths of the pension then allowable to him or her for service as a member. Such proportion of compensation shall be computed to remain constant. (3) The proportion of earnable compensation required to be applied in making deductions from the compensation of an elective improved benefits plan member (as defined in subdivision four-g of section 13-313 of this subchapter) shall be computed as provided for in subdivision i of section 13-315 of this subchapter. (4) In any case where the membership of any improved benefits plan member is terminated and he or she thereafter acquires a status whereby, under the applicable provisions of this subchapter, he or she is required to make member contributions as an improved benefits plan member consisting of a proportion of his or her earnable compensation (before reduction on account of any program for increased-take-home-pay in effect) other than the proportion of his or her earnable compensation (before reduction on account of any such program) which, before such termination of membership, was required to be deducted from his or her earnable compensation as his or her member contributions, such new proportion of his or her earnable compensation required to be deducted as his or her member contributions as an improved benefits plan member shall be fixed pursuant to the provisions of paragraph two of this subdivision a and such subsequent required deductions from the compensation of such member shall be made on the basis of such new proportion of his or her earnable compensation. b. Such board shall certify to the commissioner who shall deduct from the compensation of each improved benefits plan member on each and every payroll of such member for each and every payroll period, the proportion of his or her earnable compensation so computed. Such board shall not certify nor shall the commissioner make any deduction for annuity purposes from the compensation of an improved benefits plan member who elects not to contribute if his or her total service is such as would entitle a new entrant to retire for service on a pension not less than seventy-five per cent of one-half of his or her annual earnable compensation on the date of retirement. In determining the amount earnable by an improved benefits plan member in a payroll period, such board may consider the rate of compensation payable to such member on the first day of the payroll period as continuing throughout such payroll period and such board may omit deductions from compensation for any period less than a full payroll period if such an employee was not a member on the first day of the period. To facilitate the making of deductions, such board may modify the deduction required by any such member of such amount as shall not exceed one-tenth of one per cent of the compensation upon the basis of which such deduction is to be made. The deductions provided herein shall be made notwithstanding that the minimum compensation provided by law for any improved benefits plan member shall be reduced thereby. Every improved benefits plan member shall be deemed to consent and agree to the deductions made and provided for by the applicable provisions of section 13-315 of this subchapter and/or this section and shall receipt in full for his or her salary or compensation, and payment less such deductions shall be a full and complete discharge and acquittance of all claims and demands whatsoever for the services rendered by such person during the period covered by such payment, except his or her claim to the benefits to which he or she may be entitled under the provisions of this subchapter. The commissioner shall certify to the comptroller on each and every payroll the amounts to be deducted. Each of such amounts shall be deducted and when deducted shall be paid into the annuity savings fund, and shall be credited, together with regular interest, to an individual account of the member from whose compensation such deduction was made. The method of computation and deductions prescribed by this subdivision and subdivision a of this section shall be appropriately modified in the case of an improved benefits plan member for whom a rate is otherwise fixed pursuant to section 13-326 of this subchapter. c. In addition to the computed deductions, any improved benefits plan member may elect to contribute at a rate fifty percentum in excess of that heretofore provided, for the purpose of purchasing additional annuity. In computing the amount of such additional rate any modification of the normal rate pursuant to section 13-326 of this subchapter shall be disregarded. These additional contributions shall be credited to the annuity savings fund with regular interest. Such additional contributions shall not enter into the computation for allowance on ordinary disability retirement as described in section 13-352 of this subchapter. A member may elect to discontinue his or her additional contributions at any time. d. In addition to the deductions from compensation hereinbefore provided, any improved benefits plan member may redeposit in the annuity savings fund by a single payment an amount equal to the total amount which he or she withdrew previously therefrom as provided in this subchapter. Such amount so deposited shall become a part of his or her accumulated deductions. The accumulated deductions of an improved benefits plan member withdrawn as provided in this subchapter shall be paid out of the annuity savings fund. Upon retirement of an improved benefits plan member, his or her accumulated deductions shall be transferred from such fund to the annuity reserve fund. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "327",
    "identifier": "13-327",
    "catch_text": "Contributions of improved benefits plan members and their use; annuity savings fund."
  }
}