{
  "text": "ยง 13-359 Retirement allowances of improved benefits plan members; for service. a. Subject to the provisions of subdivision b of this section, upon retirement for service, an improved benefits plan member not subject to article eleven (as defined in subdivision four-i of section 13-313 of this subchapter) shall receive a retirement allowance which shall consist of: 1. (a) An annuity based on his or her required annuity savings at the termination of his or her required minimum period of service, and in addition, a pension which when added to the annuity shall be equal to one-half of his or her annual earnable compensation on the date of retirement, for his or her minimum period of service. For the purpose only of determining the pension portion of the retirement allowance for minimum service, such member's annuity under this paragraph one shall be computed as it would be, (i) if it were not reduced by the actuarial equivalent of any outstanding loan, (ii) if it were not increased by the actuarial equivalent of any additional contributions, (iii) if it were not reduced by reason of such member's election to decrease his or her annuity contributions in order to apply the amount of such reduction in payment of his or her contributions for old-age and survivors insurance coverage, (iv) as it would be without any optional modification, and (v) as it would be, in the case of any improved benefits plan member not subject to article eleven who is subject to a contribution rate deficiency (as defined in subdivision twenty-one of such section 13-313) under the provisions of this subchapter, if an amount equal to the whole or any part of such deficiency remaining unpaid as of the effective date of such member's retirement for service had been paid to the pension fund on the earlier of (A) his or her date of commencement of contributions as an improved benefits plan member (as defined in subdivision nineteen of such section 13-313) or (B) the date next following the date of termination of such member's required minimum period of service. (b) If such member became an improved benefits plan member after the date of termination of such member's required minimum-period of service, his or her required annuity savings at the termination of his or her required minimum period of service shall be deemed to be such member's accumulated contributions (as defined in subdivision seven of section 13-313 of this subchapter) credited to him or her as an original plan member as of such date of termination, provided, however, that for the purpose only of determining the pension portion of the retirement allowance for minimum service, such member's annuity under this paragraph one shall be computed as it would be under the conditions prescribed in items (i), (iv), and (v) of subparagraph (a) of this paragraph. 2. For each additional year of service in the uniformed force of the fire department, or fraction thereof, beyond his or her required minimum service, such a member shall be entitled to, in addition to the benefits provided in paragraph one of this subdivision a; (a) a pension of one-sixtieth of his or her average annual earnings from his or her date of eligibility for retirement to the actual date of retirement; and (b) a pension-providing-for-increased-take-home-pay which shall be the actuarial equivalent of the reserve-for-increased-take-home-pay to which he or she may be entitled, if any, for all periods of such service in the uniformed force of the department rendered both (1) after the completion of such required minimum service in such uniformed force and (2) after December thirty-first, nineteen hundred sixty-six. 3. For each year, or fraction thereof, of service credit transferred from the New York city employees' retirement system, or service credit acquired pursuant to subdivision d of section 13-318 of this subchapter or pursuant to the applicable provisions of subdivisions e and f of such section, a pension of fifty-five percent of one-sixtieth of his or her five-year-average compensation (as defined in subdivision six-a of such section 13-313) if such service credit was for service rendered prior to October first, nineteen hundred fifty-one or seventy-five percent of one-sixtieth of his or her five-year-average compensation if such service was rendered subsequent to October first, nineteen hundred fifty-one. 4. (a) For service in the uniformed force of the fire department in addition to and in excess of his or her required minimum period of service, such member shall be entitled to receive, in addition to the benefits provided for by the preceding paragraphs of this subdivision a, an annuity which shall be determined in the manner provided for in subparagraphs (b), (c), (d) and (e) of this paragraph four. (b) There shall be added together (i) the total amount of the accumulated deductions of such member, if any, whenever made, as the same are on the date next preceding the date on which such member's retirement becomes effective, including all voluntary additional contributions, whenever made, and (ii) the unpaid amount of any loan of such member outstanding as of such date. (c) Subject to the provisions of subparagraph (d) of this paragraph four, there shall be determined the amount of the accumulated deductions, if any, credited to such member with respect to the years of his or her service credited as his or her minimum period of service, as such deductions were on the date of completion of such minimum period of service (but also as such deductions would then be in the absence of a loan), excluding, however, from such accumulated deductions: (i) the value, as of such completion date, of all of such member's voluntary, additional contributions made with respect to such years of service credited as his or her minimum period of service; (ii) the value, as of such completion date, of any accumulated deductions credited with respect to any period of service preceding and not included in such period of service credited as such member's minimum period of service. (d) If such member became an improved benefits plan member after the date of completion of such member's minimum period of service, his or her accumulated deductions with respect to his or her minimum period of service shall be deemed to be, only for the purposes of this paragraph four, such member's accumulated contributions (as defined in subdivision seven of section 13-313 of this subchapter) credited to him or her as an original plan member as of such completion date with respect to the period of service credited to such member as his or her minimum period of service, as such accumulated contributions would be in the absence of a loan, and excluding from such accumulated contributions the value, as of such date, of any accumulated contributions credited with respect to any period of service preceding and not included in such period of service credited as such member's minimum period of service. (e) From the amount computed pursuant to subparagraph (b) of this paragraph four, there shall be subtracted the amount computed pursuant to subparagraph (c) of this paragraph or subparagraph (d) hereof, as the case may be. (f) The annuity to which such member shall be entitled under this paragraph four, if any, shall be the actuarial equivalent, as of the date next preceding the date on which such member's retirement becomes effective, of the remainder computed pursuant to subparagraph (e) of this paragraph four. b. Upon retirement for service, an improved benefits plan member subject to article eleven (as defined in subdivision four-j of such section 13-313) shall receive a retirement allowance consisting of an annuity and a pension determined pursuant to the provisions of subdivision a of this section, except to the extent and in the manner that any such provision is modified by article eleven. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "359",
    "identifier": "13-359",
    "catch_text": "Retirement allowances of improved benefits plan members; for service."
  }
}