{
  "text": "§ 13-337 Allowance of interest. a. Such board shall annually allow regular interest on the mean amount for the preceding year in each of the funds provided for in accordance with the provisions of this subchapter. The amount so allowed shall be due and payable to such funds, and shall be annually credited thereto by such board. b. (1) Subject to the provisions of subdivision d of this section, during the period commencing on July first, nineteen hundred eighty-one and ending on June thirtieth, nineteen hundred eighty-two, special interest at the rate of three and one-half per centum per annum, compounded annually, shall be allowed with respect to the individual account of each improved benefits plan member in the annuity savings fund. (2) * (i) Subject to the provisions of subdivision d of this section, during the period beginning on July first, nineteen hundred eighty-two and ending on July thirty-first, nineteen hundred eighty-three, special interest at the rate of four per centum per annum, compounded annually, shall be allowed with respect to the individual account of each improved benefits plan member in the annuity savings fund. * NB Amended Ch. 910/85 § 21, language juxtaposed per Ch. 907/85 § 14 * (ii) Subject to the provisions of subdivision d of this section, during the period beginning on August first, nineteen hundred eighty-three and ending on June thirtieth, nineteen hundred eighty-five, special interest at the rate of one per centum per annum, compounded annually, shall be allowed with respect to the individual account of each improved benefits plan member in the annuity savings fund. * NB Added Ch. 910/85 § 21, language juxtaposed per Ch. 907/85 § 14 (iii) Subject to the provisions of subdivision d of this section, during the period commencing on July first, nineteen hundred eighty-five and ending on June thirtieth, nineteen hundred eighty-eight, special interest at the rate of one per centum per annum, compounded annually, shall be allowed with respect to the individual account of each improved benefits plan member in the annuity savings fund. (iv) Subject to the provisions of subdivision d of this section, during the period commencing on July first, nineteen hundred eighty-eight and ending on June thirtieth, nineteen hundred ninety, special interest at the rate of one and one-quarter per centum per annum, compounded annually, shall be allowed with respect to the individual account of each improved benefits plan member in the annuity savings fund. (3) The special interest referred to in paragraphs one and two of this subdivision b shall be credited to such individual account of each such member entitled thereto in the same manner and at the same time as regular interest is required to be credited to such account with respect to the same period of time. (4) Such special interest referred to in paragraphs one and two of this subdivision b shall not be considered in determining rates of contributions of such members. Nothing contained in this subdivision b shall be construed as applicable to any member who is subject to the provisions of article fourteen of the retirement and social security law. c. (1) Subject to the provisions of subdivision d of this section, in determining the reserve-for-increased-take-home-pay of each improved benefits plan member entitled to such a reserve, additional interest at the rate of three and one-half per centum per annum compounded annually shall be included for the period commencing on July first, nineteen hundred eighty-one, and ending on June thirtieth, nineteen hundred eighty-two. (2) * (i) Subject to the provisions of subdivision d of this section, in determining the reserve-for-increased-take-home-pay of each improved benefits plan member entitled to such a reserve, additional interest at the rate of four per centum per annum compounded annually shall be included for the period commencing on July first, nineteen hundred eighty-two and ending on July thirty-first, nineteen hundred eighty-three. * NB Amended Ch. 910/85 § 22, language juxtaposed per Ch. 907/85 § 14 * (ii) Subject to the provisions of subdivision d of this section, in determining the reserve-for-increased-take-home-pay of each improved benefits plan member entitled to such a reserve, additional interest at the rate of one per centum per annum compounded annually shall be included for the period commencing on August first, nineteen hundred eighty-three and ending on June thirtieth, nineteen hundred eighty-five. * NB Added Ch. 910/85 § 22, language juxtaposed per Ch. 907/85 § 14 (iii) Subject to the provisions of subdivision d of this section, in determining the reserve-for-increased-take-home-pay of each improved benefits plan member entitled to such a reserve, additional interest at the rate of one per centum per annum compounded annually shall be included for the period commencing on July first, nineteen hundred eighty-five and ending on June thirtieth, nineteen hundred eighty-eight. (iv) Subject to the provisions of subdivision d of this section, in determining the reserve-for-increased-take-home-pay of each improved benefits plan member entitled to such a reserve, additional interest at the rate of one and one-quarter per centum per annum compounded annually shall be included for the period commencing on July first, nineteen hundred eighty-eight and ending on June thirtieth, nineteen hundred ninety. (3) Additional interest shall not be considered in determining rates of contribution of such members. Nothing contained in this subdivision c shall be construed as applicable to any member who is subject to the provisions of article fourteen of the retirement and social security law. d. (1) The provisions of subparagraph (i) of paragraph two of subdivision b of this section, to the extent that such provisions grant special interest for any period prior to December sixteenth, nineteen hundred eighty-two, and the provisions of subparagraph (i) of paragraph two of subdivision c of this section, to the extent that such provisions of such subdivision c grant additional interest for any period prior to such date, shall not apply to any person who was not an improved benefits plan member on such date and shall not apply to any person to whom, on such date, a deferred retirement allowance or any part of such a retirement allowance was payable pursuant to the provisions of section 13-361 of this chapter. (2) The provisions of subparagraph (iv) of paragraph two of subdivision b of this section, to the extent that such provisions grant special interest for any period prior to the date of enactment of the provisions of this paragraph two (as such date is certified pursuant to section forty-one of the legislative law), and the provisions of subparagraph (iv) of paragraph two of subdivision c of this section, to the extent that such provisions grant additional interest for any period prior to such date, shall not apply to any person who was not an improved benefits plan member on such date and shall not apply to any person to whom on such date, a deferred retirement allowance or any part of such a retirement allowance was payable pursuant to the provisions of section 13-361 of this chapter. (3) Nothing contained in subdivision b or subdivision c of this section shall be construed as entitling any person to the crediting of special or additional interest with respect to any period wherein he was not (a) an improved benefits plan member entitled to crediting of regular interest with respect to the same period or (b) an improved benefits plan discontinued member (as defined in subdivision sixteen-d of section 13-313 of this subchapter) entitled to crediting of regular interest as an improved benefits plan discontinued member with respect to the same period. e. (1) Subject to the provisions of paragraph three of this subdivision e, in addition to regular interest annually allowed for the period from July first, nineteen hundred eighty to June thirtieth, nineteen hundred eighty-two on the mean amount for the preceding year in each of the funds provided for in accordance with the provisions of this subchapter, there shall be annually allowed with respect to such period supplementary interest at the rate of three and one-half per centum per annum on such mean amount for the preceding year in each of such funds. Such supplementary interest shall be annually credited to such funds at the same time and in the same manner as regular interest is credited to such funds with respect to such period. (2) * (i) Subject to the provisions of paragraph (3) of this subdivision e, in addition to regular interest annually allowed for the period from July first, nineteen hundred eighty-two to July thirty-first, nineteen hundred eighty-three on the mean amount for the preceding year in each of the funds provided for in accordance with the provisions of this subchapter, there shall be annually allowed with respect to such period supplementary interest at the rate of four per centum per annum on such mean amount for the preceding year in each of such funds. Such supplementary interest shall be annually credited to such funds at the same time and in the same manner as regular interest is credited to such funds with respect to such period. * NB Amended Ch. 910/85 § 23, language juxtaposed per Ch. 907/85 § 14 * (ii) Subject to the provisions of paragraph (3) of this subdivision e, in addition to regular interest annually allowed for the period from August first, nineteen hundred eighty-three to June thirtieth, nineteen hundred eighty-five on the mean amount for the preceding year in each of the funds provided for in accordance with the provisions of this subchapter, there shall be annually allowed with respect to such period supplementary interest at the rate of one per centum per annum on such mean amount for the preceding year in each of such funds. Such supplementary interest shall be annually credited to such funds at the same time and in the same manner as regular interest is credited to such funds with respect to such period. * NB Added Ch. 910/85 § 23, language juxtaposed per Ch. 907/85 § 14 (iii) Subject to the provisions of paragraph (3) of this subdivision e, in addition to regular interest annually allowed for the period from July first, nineteen hundred eighty-five to June thirtieth, nineteen hundred eighty-eight on the mean amount for the preceding year in each of the funds provided for in accordance with the provisions of this subchapter, there shall be annually allowed with respect to such period supplementary interest at the rate of one per centum per annum on such mean amount for the preceding year in each of such funds. Such supplementary interest shall be annually credited to such funds at the same time and in the same manner as regular interest is credited to such funds with respect to such period. (iv) Subject to the provisions of paragraph (3) of this subdivision e, in addition to regular interest annually allowed for the period from July first, nineteen hundred eighty-eight to June thirtieth, nineteen hundred ninety on the mean amount for the preceding year in each of the funds provided for in accordance with the provisions of this subchapter, there shall be annually allowed with respect to such period supplementary interest at the rate of one and one-quarter per centum per annum on such mean amount for the preceding year in each of such funds. Such supplementary interest shall be annually credited to such funds at the same time and in the same manner as regular interest is credited to such funds with respect to such period. (3) The provisions of paragraphs one and two of this subdivision e shall not apply to or affect (a) the allowance of interest on or the crediting of interest to accounts of improved benefits plan members or improved benefits plan discontinued members in the annuity savings fund, or (b) the allowance of interest on or crediting of interest to reserves-for-increased-take-home-pay of improved benefits plan members or improved benefits plan discontinued members, or (c) the determination of the amount of any benefit payable to any member or beneficiary. * f. On or after May first, nineteen hundred eighty-nine and not later than October thirty-first of such year, the board shall submit to the public officers and permanent commission referred to in paragraph (h) of subdivision eight of section 13-313 of this subchapter the recommendations of such board: (1) as to whether legislation should be enacted providing for the crediting of special interest to improved benefits plan members after June thirtieth, nineteen hundred ninety and if so, the recommended rate thereof and duration of such crediting; and (2) as to whether legislation should be enacted providing that in the determination of reserves-for-increased-take-home-pay of improved benefits plan members entitled to such a reserve, additional interest shall be included for any period after June thirtieth, nineteen hundred ninety, and if so, the recommended rate thereof and the period as to which such interest should be included; and (3) as to whether legislation should be enacted providing for the crediting of supplementary interest after June thirtieth, nineteen hundred ninety to such funds to which subdivision e of this section is applicable and if so, the recommended rate thereof and duration of such crediting. * NB Amended Ch. 911/85 § 29, language juxtaposed per Ch. 907/85 § 14 g. The allowance of special interest, additional interest and supplementary interest, if any, with respect to any fiscal year of the city beginning on or after July first, nineteen hundred ninety shall be governed by the applicable provisions of section 13-638.2 of this title. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "337",
    "identifier": "13-337",
    "catch_text": "Allowance of interest."
  }
}