{
  "text": "ยง 13-361 Vested retirement rights; improved benefits plan members. a. Any improved benefits plan member who: (1) discontinues fire uniformed force service (as defined in subdivision sixteen-c of section 13-313 of this subchapter) on or after the starting date of the improved benefits plan (as such date is defined in subdivision twenty-seven of such section 13-313), other than by death, retirement or dismissal; and (2) prior to such discontinuance, completed five or more years of allowable fire uniformed force service; and (3) does not withdraw his or her accumulated deductions in whole or in part; and (4) at least thirty days prior to the date of such discontinuance, filed a duly executed application for a deferred retirement allowance hereunder; shall have a vested right to receive a deferred retirement allowance as provided in this section. b. (1) Upon such discontinuance under the conditions and in compliance with the provisions of subdivision a of this section, such deferred retirement allowance shall vest automatically. (2) Such retirement allowance shall become payable on the earliest date on which such improved benefits plan discontinued member could have retired for service if discontinuance had not occurred. c. Such deferred retirement allowance, in the case of an improved benefits plan discontinued member not subject to article eleven (as defined in subdivision sixteen-e of such section 13-313), shall consist of: (1) an annuity which is the actuarial equivalent of an amount equal to such member's accumulated deductions for the period of his or her fire uniformed force service, plus any accumulated contributions transferred to his or her credit pursuant to section forty-three of the retirement and social security law, as the total of such accumulated deductions and contributions is on the earliest date on which such member could have retired for service; and (2) a pension, which together with his or her annuity shall be equal to: (i) in the case of any such improved benefits plan discontinued member not subject to article eleven whose minimum period for service retirement is twenty years, two and one-half percent of his or her annual earnable compensation on the date of his or her discontinuance of fire uniformed force service, multiplied by a number equal to the number of years of allowable fire uniformed force service credited to him or her on the date of such discontinuance, plus the number of his or her years of service for which credit was transferred pursuant to section forty-three of the retirement and social security law; or (ii) in the case of any such improved benefits plan discontinued member not subject to article eleven whose minimum period for service retirement is twenty-five years, two percent of his or her annual earnable compensation on the date of his or her discontinuance of fire uniformed force service, multiplied by a number equal to the number of years of allowable fire uniformed force service credited to him or her on the date of his or her discontinuance of such service, plus the number of years of his or her service for which credit was transferred pursuant to section forty-three of the retirement and social security law; and (3) for each year, or fraction thereof, of his or her service credit transferred from the New York city employees' retirement system, a pension of fifty-five percent of one-sixtieth of his or her five-year-average compensation (as defined in subdivision six-a of such section 13-313) if such service credit was for service rendered prior to October first, nineteen hundred fifty-one or seventy-five percent of one-sixtieth of his or her five-year-average compensation if such service was rendered on or after October first, nineteen hundred fifty-one. d. For the purpose only of determining the pension portion of such retirement allowance pursuant to paragraphs one and two of subdivision c of this section, the annuity referred to in such paragraph one shall be computed as it would be (1) if it were not reduced by the actuarial equivalent of any outstanding loan, (2) if it were not increased by the actuarial equivalent of any additional contributions, (3) if it were not reduced by reason of such member's election to decrease his or her annuity contributions in order to apply the amount of such reduction in payment of his or her contributions for old-age and survivors insurance coverage, (4) as it would be without any optional modification, and (5) as it would be, in the case of any improved benefits plan discontinued member not subject to article eleven who is subject to a contribution rate deficiency (as defined in subdivision twenty-one of section 13-313 of this subchapter), if the whole or any part of such deficiency remaining unpaid at the time when such retirement allowance becomes payable had been paid to the pension fund on his or her date of commencement of contributions as an improved benefits plan member (as defined in subdivision nineteen of such section 13-313). d-1. Such deferred retirement allowance, in the case of an improved benefits plan discontinued member subject to article eleven (as defined in subdivision sixteen-f of such section 13-313), shall consist of an annuity and pension determined pursuant to the provisions of subdivisions c and d of this section, except to the extent and in the manner that any such provision is modified by article eleven. e. Regular interest on the accumulated deductions of an improved benefits plan discontinued member and on his or her reserve-for-increased-take-home-pay shall be credited after discontinuance of fire uniformed force service at the rate which would be applicable if he or she had not discontinued such service. f. If an improved benefits plan discontinued member dies before attaining the earliest age at which he or she could have retired for service if discontinuance had not occurred, his or her accumulated deductions shall be paid (1) to the beneficiary designated by him or her pursuant to section 13-346 of this subchapter to receive his or her accumulated deductions in the event that such deductions were to become payable under such section, or (2) if such member had made no such designation, to his or her estate. g. An improved benefits plan discontinued member may elect any option under section 13-369 of this subchapter at any time prior to the first payment on account of his or her retirement allowance under this section. h. Withdrawal of accumulated deductions, in whole or in part, after discontinuance of fire uniformed force service, shall terminate the right to a deferred retirement allowance under this section. i. If an improved benefits plan discontinued member who has not withdrawn his or her accumulated deductions in whole or in part shall subsequently re-enter fire uniformed force service before the earliest date on which such improved benefits plan discontinued member could have retired for service if discontinuance had not occurred, he or she shall be entitled to the service credit and status to which he or she was entitled immediately prior to his or her discontinuance of fire uniformed force service and shall be credited with regular interest on his or her accumulated deductions and his or her reserve-for-increased-take-home-pay from the time of such discontinuance to the time of his or her re-entry into fire uniformed force service, at the rate which would have been applicable if he or she had not discontinued such service. j. (1) If an improved benefits plan discontinued member who has not withdrawn his or her accumulated deductions in whole or in part shall subsequently and on or after the earliest date on which such improved benefits plan discontinued member could have retired for service if discontinuance had not occurred, re-enters fire uniformed force service, the payment of his or her pension only shall be suspended and forfeited during the period of such fire uniformed force service, except as herein otherwise provided. (2) Such improved benefits plan discontinued member may again become a member of the pension fund, if within ninety days after his or her return to fire uniformed force service, he or she files a duly executed and acknowledged application for such membership. (3) (i) Subject to the provisions of subparagraphs (ii) and (iii) of this paragraph three, if such beneficiary shall again become a member of the pension fund, the payment of his or her annuity shall also be suspended and forfeited and his or her annuity reserve shall be transferred to his or her credit in the annuity savings fund and he or she shall become such member as a new entrant. (ii) If such improved benefits plan discontinued member, at the time of his or her discontinuance of fire uniformed force service, was an improved benefits plan discontinued member not subject to article eleven, he or she shall, as such new entrant, continue to be an improved benefits plan discontinued member not subject to article eleven. If such improved benefits plan discontinued member, at the time of his or her discontinuance of fire uniformed force service, was an improved benefits plan discontinued member subject to article eleven, he or she shall, as such new entrant, continue to be an improved benefits plan discontinued member subject to article eleven. (iii) Any improved benefits plan discontinued member who again becomes a member of the pension fund pursuant to the provisions of paragraph two of this subdivision j and the preceding subparagraphs of this paragraph three, shall contribute to such fund at the rate (before modification, if any, to which such improved benefits plan discontinued member may be entitled pursuant to section 13-326 of this subchapter) at which he or she would have been contributing if he or she had not discontinued fire uniformed force service. (iv) Upon the subsequent retirement of any such improved benefits plan discontinued member who, pursuant to the provisions of subparagraph (ii) of this paragraph three, is an improved benefits plan discontinued member not subject to article eleven, he or she shall be credited with all of his or her service as a member subsequent to his or her last restoration to membership and he or she shall receive therefor a retirement allowance, payable in such form as he or she shall select under section 13-369 of this subchapter, consisting of: (A) an annuity which is the actuarial equivalent of his or her accumulated deductions at the time of such retirement; and (B) a pension equal to one-sixtieth of his or her average annual earnings from the date of his or her re-entry into membership to the date of his or her subsequent retirement, multiplied by the number of years of his or her allowable service in the uniformed force of the fire department rendered by him or her from such date of re-entry; and (C) a pension-providing-for-increased-take-home-pay which is the actuarial equivalent of the reserve-for-increased-take-home-pay to which he or she may be entitled, if any, for the period of his or her allowable service in the uniformed force of the fire department rendered by him or her from such date of re-entry. (v) Upon the subsequent retirement of any such improved benefits plan discontinued member who, pursuant to the provisions of subparagraph (ii) of this paragraph three, is an improved benefits plan discontinued member subject to article eleven, he or she shall be credited with all of his or her service as a member subsequent to his or her last restoration to membership and he or she shall receive therefor a retirement allowance determined pursuant to the provisions of subparagraph (iv) of this paragraph three, except to the extent and in the manner that any such provision is modified by article eleven. (vi) In addition to the applicable retirement allowance provided for by subparagraph (iv) or subparagraph (v) of this subdivision j, as the case may be, any such improved benefits plan discontinued member, upon his or her subsequent retirement, shall receive the pension which he or she was receiving or entitled to receive immediately prior to his or her last restoration. (vii) If, after the restoration of any such improved benefits plan discontinued member subject to article eleven, he or she separates from service at a time when he or she is ineligible to retire under the provisions of such article eleven, he or she shall receive a retirement allowance which shall consist of an annuity which is the actuarial equivalent of his or her accumulated deductions and the pension, including the pension-providing-for-increased-take-home-pay, if any, which he or she was receiving or entitled to receive immediately prior to his or her last restoration. (viii) In lieu of suspension during restoration to fire uniformed force service of any benefits payable in the event of his or her death by reason of any optional selection in respect to his or her pension, any such beneficiary may pay to the fund or funds from which his or her ordinary pension was payable, the amount by which his or her ordinary pension exceeded the optional pension heretofore granted to him or her, in which event such optional benefit shall continue and be payable in the event of his or her death as though no payment was suspended. k. Notwithstanding any other provision of law, a discontinued member with ten or more years of credited service in the pension fund who dies before a retirement benefit becomes payable and who is otherwise not entitled to a death benefit from the pension fund shall be deemed to have died on the last day that he or she was in service upon which his or her membership was based for purposes of eligibility for the payment of a death benefit pursuant to the provisions of section 13-346 of this title. The death benefit payable in such case shall be one-half of that which would have been payable had such member died on the last day that service was rendered. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "361",
    "identifier": "13-361",
    "catch_text": "Vested retirement rights; improved benefits plan members."
  }
}