{
  "text": "ยง 13-362 Retirement allowances of original plan members; for ordinary disability. a. Upon retirement for ordinary disability, an original plan member not subject to article eleven (as defined in subdivision four-c of section 13-313 of this subchapter) shall receive a retirement allowance which shall be equal to: 1. If the number of years of city-service credited to him or her is equal to or exceeds the minimum period for service retirement elected by him or her, (a) one-fortieth of his or her final compensation multiplied by the number of years of city-service credited to him or her, in the case of any such member whose minimum period is twenty years of city-service, and (b) one-fiftieth of his or her final compensation multiplied by the number of years of city-service credited to him or her, in the case of any such member whose minimum period is twenty-five years of city-service; or 2. One-half of his or her final compensation as such member, if the number of years of city-service credited to him or her is equal to or exceeds ten, but is less than his or her minimum period for service retirement; or 3. One-third of his or her final compensation as such member, if the number of years of city-service credited to him or her is less than ten. b. Upon retirement for ordinary disability, an original plan member subject to article eleven (as defined in subdivision four-d of such section 13-313) shall receive a retirement allowance determined pursuant to the provisions of subdivision a of this section, except to the extent and in the manner that any such provision is modified by article eleven. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "362",
    "identifier": "13-362",
    "catch_text": "Retirement allowances of original plan members; for ordinary disability."
  }
}