{
  "text": "§ 13-313 Definitions. The following words and phrases as used in this subchapter unless a different meaning is plainly required by the context, shall have the following meanings: 1. \"Pension fund\" shall mean the fire department pension fund subchapter two provided for in this chapter. 2. \"Medical board\" shall mean the board of physicians provided for in section 13-323 of this subchapter. 3. (a) \"City-service\", in the case of an original plan member, (as defined in subdivision four-b of this section), shall mean service in the uniformed force of the department and shall include service credit acquired by transfer pursuant to section 15-111 of this code. (b) \"City-service\", in the case of an improved benefits plan member (as defined in subdivision four-f of this section), shall mean service in the uniformed force of the department and shall include service credit acquired (i) by transfer pursuant to section 15-111 of this code, or (ii) by transfer pursuant to section forty-three or three hundred forty-three of the retirement and social security law, or (iii) by transfer from another pension or retirement system, of funds actuarially determined in a manner similar to that provided by these sections of the retirement and social security law. (c) An \"accident\" sustained by such original plan member or such improved benefits plan member, while off-duty and within the geographic limits of the city of New York, shall be deemed to have occurred while in the performance of duty and in the performance of city service for the purpose of granting retirement for accident disability pursuant to the provisions of section 13-353 of this subchapter in cases in which: (i) a substantial and imminent danger to life or property occasioned the off-duty intervention of the member; (ii) the conduct of the member was reasonable in the circumstances; and (iii) the member, in the course of his or her off-duty intervention, utilized skills within the scope of his or her employment by the New York city fire department. (d) In any case where a member, after completing his or her minimum period for service retirement, is appointed fire commissioner, and in any case where a person who retired from service as a member of the pension fund is thereafter appointed fire commissioner, his or her service as fire commissioner shall constitute city-service. (e) In any case where a member, after completing his or her minimum period for service retirement, is appointed a deputy fire commissioner, and in any case where a person who retired for service as a member of the pension fund is thereafter appointed a deputy fire commissioner, his or her service as deputy fire commissioner shall constitute city-service. 4. \"Member\" shall mean any person included in the membership of the pension fund as provided in section 13-314 of this subchapter. 4-a. \"Original plan\" shall mean all the terms and conditions of this subchapter, and of all other laws, applicable to original plan members. 4-b. \"Original plan member\" shall mean any member of the original plan pursuant to the provisions of subdivision a of section 13-315 of this subchapter or other applicable provisions of this subchapter. 4-c. \"Original plan member not subject to article eleven\" shall mean an original plan member to whom, under the provisions of law governing the applicability of article eleven of the retirement and social security law, such article eleven does not apply. 4-d. \"Original plan member subject to article eleven\" shall mean an original plan member to whom, under the provisions of law governing the applicability of article eleven of the retirement and social security law, such article eleven applies. 4-e. \"Improved benefits plan\" shall mean all the terms and conditions of this subchapter, and all other laws, applicable to improved benefits plan members. 4-f. \"Improved benefits plan member\" shall mean any member who, under the applicable provisions of subdivisions b, c, d, e and f of section 13-315 of this subchapter or other applicable provisions of this subchapter, is entitled to the rights, privileges, and benefits of the improved benefits plan and is subject to the obligations thereof, as applicable to him or her. 4-g. \"Elective improved benefits plan member\" shall mean a member who became an improved benefits plan member as a result of filing an election application pursuant to section 13-315 of this subchapter. 4-h. \"Non-elective improved benefits plan member\" shall mean a member who became an improved benefits plan member pursuant to the provisions of subdivision b of section 13-315 of this subchapter. 4-i. \"Improved benefits plan member not subject to article eleven\" shall mean any improved benefits plan member who, under the provisions of law governing the applicability of article eleven of the retirement and social security law, is not subject to such article eleven. 4-j. \"Improved benefits plan member subject to article eleven\" shall mean any improved benefits plan member to whom, under the provisions of law governing the applicability of article eleven of the retirement and social security law, such article eleven applies. 5. \"Beneficiary\" shall mean any person in receipt of a pension, an annuity, a retirement allowance, a dependent benefit, a death benefit or any other benefit provided by this subchapter. 6. \"Final compensation\", in the case of an original plan member, shall mean the annual compensation earnable by a member for city-service upon the date of his or her retirement. 6-a. \"Five-year-average compensation\", in the case of an improved benefits plan member, shall mean the average annual compensation earnable by such member for city-service during his or her last five years of city-service, or during any other five consecutive years of city-service since he or she last became a member which such member shall designate. 6-b. \"Prior original plan member accumulated contributions\" shall mean the sum of all the amounts, deducted from the compensation of an original plan member or contributed by him or her while such a member, standing to the credit of his or her individual account in the retirement allowance accumulation fund (as such fund existed prior to the starting date of the improved benefits plan (as such date is defined in subdivision twenty-seven of this section)), without interest thereon. 6-c. \"Subsequent original plan member accumulated contributions\" shall mean the sum of all amounts, if any, deducted from the compensation of an original plan member or contributed by him or her on or after the starting date of the improved benefits plan (as such date is defined in subdivision twenty-seven of this section) and while he or she is such a member, standing to the credit of his or her individual account in the contingent reserve fund, without interest thereon. 7. \"Total accumulated contributions\" shall mean, with respect to an original plan member, the amount obtained by adding together his or her prior original plan member accumulated contributions (as defined in subdivision six-b of this section) and his or her subsequent original plan member accumulated contributions (as defined in subdivision six-c of this section) if any, without interest on any of such contributions. 7-a. \"Accumulated deductions\", with respect to an improved benefits plan member, shall mean the sum of all the amounts, deducted from the compensation of such member or contributed by him or her, standing to the credit of his or her individual account in the annuity savings fund, together with regular interest and special interest, if any, thereon, provided that nothing contained in this subdivision shall be construed as providing or requiring that where any original plan member elects to become an improved benefits plan member, regular interest shall accrue or be credited for any period prior to the effective date of such election on the accumulated contributions of such member transferred to the credit of his or her account in the annuity savings fund pursuant to the applicable provisions of this subchapter. 8. * (a) \"Regular interest\", in the cases of persons who are members on the thirtieth day of June, nineteen hundred forty-seven, shall mean, subject to the provisions of paragraphs (b), (e), (f), (g), (h) and (j) of this subdivision, interest at four per centum per annum, compounded annually, and in the cases of persons becoming members thereafter, shall mean, subject to the provisions of such paragraphs, interest at three per centum per annum, compounded annually to and including the thirty-first day of December, nineteen hundred sixty-seven, and interest at four per centum, compounded annually, from and after the first day of January, nineteen hundred sixty-eight. * NB Amended Ch. 910/85 § 18, language juxtaposed per Ch. 907/85 § 14 (b) The provisions of paragraph (a) of this subdivision shall not apply to any non-elective improved benefits plan member (as defined in subdivision four-h of this section). Such provisions shall not apply to any elective improved benefits plan member (as defined in subdivision four-g of this section) during any period wherein he or she is such a member. * (c) \"Regular interest\", in the case of each non-elective improved benefits plan member, shall mean, subject to the provisions of paragraphs (e), (f), (g), (h), (i) and (j) of this subdivision, interest at four per centum per annum, compounded annually. * NB Amended Ch. 910/85 § 18, language juxtaposed per Ch. 907/85 § 14 * (d) \"Regular interest\", in the case of each elective improved benefits plan member, shall mean, subject to the provisions of paragraphs (e), (f), (g), (h), (i) and (j) of this subdivision, interest at four per centum per annum, compounded annually, during the period wherein he or she is such a member. Nothing contained in this paragraph shall be construed as providing or requiring that regular interest shall accrue or be credited, for any period prior to the effective date of the election of any such member to be an elective improved benefits plan member, on the accumulated contributions of such member transferred to the credit of his or her account in the annuity savings fund pursuant to the provisions of section 13-315 of this subchapter. * NB Amended Ch. 910/85 § 18, language juxtaposed per Ch. 907/85 § 14 (e) The provisions of paragraphs (a), (c) and (d) of this subdivision shall not apply to any actuarial valuation, determination or appraisal which (i) is made pursuant to this subchapter and (ii) is used to determine the amount of any contribution required to be paid by the city into the contingent reserve fund of the pension fund in the nineteen hundred eighty--nineteen hundred eighty-one fiscal year of the city or any subsequent fiscal year thereof. (f) (A) Subject to the provisions of subparagraph (B) of paragraph i of this subdivision, and except as otherwise provided in paragraph four of subdivision b of section 13-331 of this subchapter with respect to determination of the amount of the balance sheet liability as of June thirtieth, nineteen hundred eighty and balance sheet liability contributions, for the purpose of any actuarial valuation, determination or appraisal which is made pursuant to this subchapter and which is used to determine the amount of any contribution required to be paid by the city into the contingent reserve fund of the pension fund in the nineteen hundred eighty--nineteen hundred eighty-one fiscal years and nineteen hundred eighty-one--nineteen hundred eighty-two of the city, \"regular interest\" shall mean interest at the rate of seven and one-half per centum per annum, compounded annually. (B) Subject to the provisions of subparagraph (B) of paragraph (i) of this subdivision, and except as otherwise provided in paragraph four of subdivision b of section 13-331 of this subchapter with respect to determination of the amount of the balance sheet liability as of June thirtieth, nineteen hundred eighty and balance sheet liability contributions, for the purpose of any actuarial valuation, determination or appraisal which is made pursuant to this subchapter and which is used to determine the amount of any contribution required to be paid by the city into the contingent reserve fund of the pension fund in the nineteen hundred eighty-two--nineteen hundred eighty-three fiscal year of the city and in each succeeding fiscal year thereof to and including the nineteen hundred eighty-seven--nineteen hundred eighty-eight fiscal year thereof, \"regular interest\" shall mean interest at the rate of eight per centum per annum, compounded annually. (C) Subject to the provisions of subparagraph (B) of paragraph (i) of this subdivision, and except as otherwise provided in paragraph four of subdivision b of section 13-331 of this subchapter with respect to determination of the amount of the balance sheet liability as of June thirtieth, nineteen hundred eighty and balance sheet liability contributions, for the purpose of any actuarial valuation, determination or appraisal which is made pursuant to this subchapter and which is used to determine the amount of any contribution required to be paid by the city into the contingent reserve fund of the pension fund in the nineteen hundred eighty-eight--nineteen hundred eighty-nine fiscal year of the city and the nineteen hundred eighty-nine--nineteen hundred ninety fiscal year thereof, \"regular interest\" shall mean interest at the rate of eight and one-quarter per centum per annum, compounded annually. (g) Subject to the provisions of subparagraph (B) of paragraph (i) of this subdivision, and except as otherwise provided in paragraph four of subdivision b of section 13-331 of this subchapter with respect to determination of the amount of the balance sheet liability as of June thirtieth, nineteen hundred eighty and balance sheet liability contributions, for the purpose of any actuarial valuation, determination or appraisal which (i) is made pursuant to this subchapter and (ii) is used to determine the amount of any contribution required to be paid by the city into the contingent reserve fund of the pension fund in the nineteen hundred ninety--nineteen hundred ninety-one fiscal year of the city and in any subsequent fiscal year thereof, \"regular interest\" shall mean interest at such rate per annum, compounded annually, as shall be prescribed by the legislature in section 13-638.2 of title. * (h) On or after May first, nineteen hundred eighty-nine and not later than October thirty-first of such year, the board shall submit to the governor, the temporary president and minority leader of the senate, the speaker of the assembly, the majority and minority leaders of the assembly, the state superintendent of insurance, the chairperson of the permanent commission on public employee pension and retirement systems, the mayor of the city and the members of the board of estimate and city council thereof, the written recommendations of the board as to the rate of interest and effective period thereof which should be established by law as \"regular interest\" for the purpose specified in paragraph (g) of this subdivision. * NB Amended Ch. 911/85 § 22, language juxtaposed per Ch. 907/85 § 14 * (i) (A) Subject to the provisions of subparagraph (c) of paragraph two of subdivision b of section 13-331 of this subchapter, nothing contained in paragraphs (e), (f), (g) and (h) of this subdivision shall be construed as prescribing, for the purpose of crediting interest to individual accounts of improved benefits plan members in the annuity savings fund or to reserves-for-increased-take-home-pay of such members or for any other purpose besides that specified in such paragraphs, a rate of regular interest other than as prescribed by the applicable provisions of paragraph (c) or paragraph (d) or paragraph (j) of this subdivision. * NB Amended Ch. 910/85 § 18, language juxtaposed per Ch. 907/85 § 14 (B) Subject to the provisions of section 13-638.2 of this title, nothing contained in paragraphs (f) and (g) of this subdivision shall be construed as requiring the unfunded accrued liability contribution, as defined in paragraph three of subdivision b of section 13-331 of this subchapter, to be determined in any manner other than as prescribed in such paragraph three. Subject to the provisions of section 13-638.2 of this title, nothing contained in paragraphs (f) and (g) of this subdivision shall be construed as requiring any balance sheet liability or balance sheet liability contribution computed pursuant to the provisions of paragraph four of subdivision b of section 13-331 of this subchapter to be determined in any manner other than as prescribed in such paragraph four. * (j) (i) Commencing on August first, nineteen hundred eighty-three, and continuing thereafter, \"regular interest\", in the cases of persons who were members on July thirty-first, nineteen hundred eighty-three or who thereafter became or become members, shall mean, subject to the provisions of subparagraphs (ii) to (x), inclusive, of this paragraph (j), interest at seven per centum per annum, compounded annually. (ii) (A) (1) Subject to the provisions of sub-items (2) and (3) of this item (A), regular interest at the rate of seven per centum per annum, compounded annually, shall be used as the actuarial interest assumption for determining any actuarial equivalent benefit payable to or on account of any seven percent member for actuarial equivalent benefit purposes. (2) Where an actuarial equivalent benefit is required by board resolution to be determined for any seven percent member for actuarial equivalent benefit purposes through the use of the modified Option 1 pension computation formula (as defined in subdivision thirty-two of this section) the actuarial interest assumptions used in making such determination shall be as prescribed in such formula. (3) Where it is provided by board resolution that a portion of an actuarial equivalent benefit shall be determined for any seven percent member for actuarial equivalent benefit purposes on the basis of gender-neutral mortality tables, and that the remainder of such benefit shall be determined on the basis of mortality tables which are not gender-neutral, regular interest at the rate of seven per centum per annum, compounded annually, shall be used as the actuarial interest assumption for determining the portion of such benefit required by such resolution to be determined on the basis of gender-neutral mortality tables and such rate of regular interest shall not apply to the determination of the remainder of such benefit. (B) Notwithstanding that the process of determining whether a member is a seven percent member for actuarial benefit purposes may include, for the purpose of ascertaining the higher applicable benefit, alternative hypothetical benefit calculations utilizing a rate of regular interest other than such rate of seven per centum, nothing contained in subparagraph (i) of this paragraph (j) or in item (A) of this subparagraph (ii) shall be construed as requiring that in the determination of any actuarial equivalent benefit payable to or on account of any member who is not a seven percent member for actuarial equivalent benefit purposes, any rate of interest be used as the actuarial interest assumption other than regular interest, compounded annually, as prescribed by the applicable provisions of paragraph (a) or paragraph (c) or paragraph (d) of this subdivision eight. (iii) The provisions of item A of subparagraph (ii) of this paragraph (j) shall not apply to any person who, prior to August first, nineteen hundred eighty-three, retired as a member of the pension fund for service or superannuation or for ordinary or accident disability and was such a retiree immediately prior to such August first; provided, however, that if any such retiree returned or returns to city-service and, on or after July thirty-first, nineteen hundred eighty-three, was or is restored to membership in the pension fund as required or permitted by law, the provisions of such item (A), from and after the date of such restoration to membership, shall apply to such restored member with respect to determination of any actuarial equivalent benefit which is both (A) a benefit to which he or she became or becomes entitled upon his or her subsequent retirement or subsequent discontinuance of service so as to qualify for benefits, and (B) a benefit which is not a continuation, without change, of a benefit which had previously become payable to him or her by reason of his or her prior retirement; provided further that nothing contained in the preceding provisions of this subparagraph (iii) shall be construed as making the provisions of such item (A) applicable to any such restored member who was not or is not a seven percent member for actuarial equivalent benefit purposes at the time of such subsequent retirement or subsequent discontinuance of service. (iv)(A) Subject to the provisions of items (B) and (C) of this subparagraph (iv), the provisions of item (A) of subparagraph (ii) of this paragraph (j) shall not apply to any member who, (1) prior to August first, nineteen hundred eighty-three, discontinued service under such circumstances that such member became an original plan discontinued member (as defined in subdivision sixteen of this section 13-313) or an improved benefits plan discontinued member immediately prior to such August first. (B) If such a discontinued member returned or returns to city-service and on or after July thirty-first, nineteen hundred eighty-three and before payability of his or her retirement allowance as such member began or begins, again became or becomes an active member pursuant to the applicable provisions of section 13-360 or 13-361, the provisions of item (A) of subparagraph (ii) of this paragraph (j) shall apply to him or her on and after the date of such resumption of active membership; provided that nothing contained in the preceding provisions of this item (B) shall be construed as making the provisions of item (A) of such subparagraph (ii) applicable to any such member who was not or is not a seven percent member for actuarial equivalent benefit purposes at the time of subsequent retirement or subsequent discontinuance of service so as to qualify for benefits. (C) If such an original plan discontinued member or improved benefits plan discontinued member returned or returns to city-service and on or after July thirty-first, nineteen hundred eighty-three and on or after the date on which payability of his or her retirement allowance as such member began or begins, again became or becomes an active member pursuant to the applicable provisions of section 13-360 or 13-361 of this subchapter, the provisions of item (A) of such subparagraph (ii), on and after the date of such resumption of active membership, shall apply to him or her with respect to determination of any actuarial equivalent benefit which is both (1) a benefit to which he or she became or becomes entitled upon his or her subsequent retirement or subsequent discontinuance of service so as to qualify for benefits, and (2) a benefit which is not a continuation, without change, of a benefit which had previously become payable to him by reason of his or her prior discontinuance of service; provided that nothing contained in the preceding provisions of this item (C) shall be construed as making item (A) of such subparagraph (ii) applicable to any such member who was not or is not a seven percent member for actuarial equivalent benefit purposes at such time of subsequent discontinuance of service. (v)(A) Subject to the provisions of item (B) of this subparagraph (v) and to the provisions of subparagraph (viii) of this paragraph (j), the selection of mode of benefit (as defined in subdivision thirty-three of this section 13-313) made prior to the date of enactment(as such date is certified pursuant to section forty-one of the legislative law) of this paragraph (j) by a person entitled to a recomputation of benefits pursuant to the better-of-two-computations method (as defined in subdivision thirty-five of this section) in relation to the retirement allowance (or any component thereof) which became payable to him or her prior to such date of enactment shall be the selection of mode of benefit applicable to the recomputed retirement allowance (or any corresponding component thereof) to which he or she is entitled under the better-of-two-computations method (as defined in subdivision thirty-four of this section), and any such person entitled to a recomputation of benefits pursuant to the better-of-two-computations method shall not be entitled to make any change in such selection of mode of benefit. (B) (1) Notwithstanding the provisions of item (A) of this subparagraph (v), a person entitled to a recomputation of benefits pursuant to the better-of-two-computations method shall be entitled, to the extent and in the manner prescribed in the succeeding sub-items of this item (B), to change the original selection of mode of benefit applicable to the retirement allowance (or any component thereof) which became payable to him or her prior to the date of enactment of this paragraph (j). (2) In any case where the original selection of mode of benefit of a person entitled to a recomputation of benefits pursuant to the better-of-two-computations method was a selection of a joint and survivor option (as defined in subdivision thirty-six of this section), no change from such original selection of a joint and survivor option may be made under this item (B) to any other selection of mode of benefit if the designated beneficiary selected with respect to such joint and survivor option by such person entitled to a recomputation is not alive at the time of filing of the form whereby such person entitled to a recomputation seeks to change, pursuant to this item (B), his or her original selection of such joint and survivor option. (3) Except for a change of selection of mode of benefit prohibited by sub-item two of this item (B), any original selection of mode of benefit may be changed pursuant to this item (B) to another selection of mode of benefit, provided all of the conditions set forth in sub-items four, six and eight of this item (B) are met. (4) Subject to the provisions of sub-items seven and eight of this item (B), a person entitled to a recomputation of benefits pursuant to the better-of-two-computations method may, pursuant to this item (B), effect any such permissible change of his or her original selection of mode of benefit by executing, acknowledging and filing with the pension fund, within the applicable period of time prescribed by sub-item six of this item, a new selection of mode of benefit. If the original selection of mode of benefit of the person filing such new selection was a selection of a joint and survivor option, such new selection shall be void and of no effect unless (a) the designated beneficiary named in such original selection of a joint and survivor option signs and acknowledges, in the form for such new selection of mode of benefit, a consent to such changed selection of mode of benefit, and (b) such original designated beneficiary is alive on the date of filing of such new selection. (5) The pension fund shall mail to each person entitled to a recomputation of benefits pursuant to the better-of-two-computations method a letter showing amounts of benefits, as recomputed for such person under the better-of-two-computations method for modes of benefit other than joint and survivor options, together with a statement advising such person that upon request, the amounts of recomputed benefits under joint and survivor options will be provided. (6) The period of time within which any such person entitled to a recomputation may file a new selection of mode of benefit as provided for in sub-items three and four of this item (B) shall be sixty days after the date of issuance set forth in such letter mailed to such person pursuant to sub-item five of this item; provided, however, that if, pursuant to the request of such person, a later letter setting forth benefits information in relation to new selection of a mode of benefit is mailed to such person by the pension fund, such period of time for filing a new selection of mode of benefit shall be thirty days after the date of issuance set forth in such later letter. (7) Upon the filing of a new selection of mode of benefit pursuant to this item (B) by any such person entitled to a recomputation, such new selection shall be irrevocable and such person shall not be entitled to file any other selection of mode of benefit with respect to such retirement allowance (or any component thereof) which became payable to him or her prior to the date of enactment of paragraph (j). (8) No new selection of mode of benefit filed pursuant to the preceding sub-items of this item (B) shall be valid or effective as a change of mode of benefit or for any other purpose unless the person entitled to a recomputation of benefits pursuant to the better-of-two-computations method who files such new selection is alive on the date (hereinafter referred to as the \"validating date\") three hundred sixty-five days after the date of filing of such new selection of mode of benefit. If such person filing such new selection of mode of benefit is alive on the validating date with respect to such new selection, such new selection shall become valid and effective on such validating date; provided, however, that from and after the effective date of retirement of such person making such valid and effective new selection of mode of benefit (if he or she retired for service or superannuation or for ordinary or accident disability) or from and after the date on which payability of the original benefits of such person began (if he or she was a discontinued member), such new selection of mode of benefit shall supersede such original selection of mode of benefit and shall apply to and govern the amount of benefits payable to such person or to his or her designated beneficiary or estate. (vi) Subject to the provisions of subparagraph (viii) of this paragraph (j), in any case where a member who retired before August first, nineteen hundred eighty-three for service or superannuation or for ordinary or accident disability returned or returns to city-service and on or after July thirty-first, nineteen hundred eighty-three re-entered or re-enters membership in the pension fund, nothing contained in subparagraphs (i) to (iv), inclusive, of this paragraph (j) shall be construed as authorizing or permitting him or her to change any selection of mode of benefit (as defined in subdivision thirty-three of this section 13-313) made by him or her with respect to any benefit which, upon his or her subsequent retirement or discontinuance of service so as to qualify for benefits, is payable to him or her as a continuation, without change, of a benefit which had previously become payable to him or her by reason of his or her prior retirement. (vii) Subject to the provisions of subparagraph (viii) of this paragraph (j), in any case where a discontinued member referred to in item (A) of subparagraph (iv) of this paragraph (j) returned or returns to city-service and, on or after July thirty-first, nineteen hundred eighty-three, again became or becomes an active member pursuant to applicable provisions of law, nothing contained in subparagraphs (i) to (iv), inclusive, of this paragraph shall be construed as authorizing or permitting him or her to change any selection of mode of benefit (as defined in subdivision thirty-three of this section 13-313) made by him or her with respect to any benefit which, upon his or her subsequent retirement or discontinuance of service so as to qualify for benefits, is payable to him or her as a continuation, without change, of a benefit which had previously become payable to him or her by reason of his or her prior discontinuance of service. (viii) Nothing contained in subparagraphs (v), (vi) and (vii) of this paragraph (j) shall be construed as preventing: (A) any person subject to such subparagraph (v) who, on or after July thirty-first, nineteen hundred eighty-three, re-entered or re-enters city-service and again became or becomes an active member; or (B) any re-entered member referred to in such subparagraph (vi) or subparagraph (vii); upon his or her subsequent retirement, from exercising any right which any other applicable law grants to him or her under such circumstances to make a selection of mode of benefit (as defined in subdivision thirty-three of section 13-313). (ix) Notwithstanding the provisions of subparagraph (i) of this paragraph (j) prescribing a rate of regular interest of seven per centum per annum, compounded annually, for specified members described in such subparagraph (i), the rate of regular interest which shall be applied to fix the rate of interest on any loan to any such member eligible to borrow shall be four per centum per annum, compounded annually. (x) (A) Subject to the provisions of item (B) of this subparagraph (x), the rate of regular interest applicable to determination of the rate of member contribution of any member whose last membership began prior to the date of enactment (as certified pursuant to section forty-one of the legislative law) of this paragraph (j) shall be the rate of regular interest which was applicable, under the provisions of law in effect prior to such date of enactment, to the determination of the rate of member contribution of such member, and nothing contained in the preceding subparagraphs of this paragraph (j) shall be construed as applicable to the determination of the rate of member contribution of any such member whose last membership so began or as changing or affecting the rate of member contribution of any such member. (B) The rate of regular interest applicable to determination of the rate of member contribution of any elective improved benefits plan member who became or becomes such a member by reason of an election made on or after August first, nineteen hundred eighty-three shall be the rate of regular interest, as prescribed by the applicable provisions of paragraph (a) of subdivision eight of section 13-214 of the code, which is required by the provisions of subdivision (i) of section 13-315 to be applied to the determination of such rate of member contribution. Nothing contained in the preceding subparagraphs of this paragraph (j) shall be construed as applicable to the determination of the rate of member contribution of any such elective improved benefits plan member or as changing or affecting the rate of the member contribution of any such member. * NB Added Ch. 910/85 § 20, language juxtaposed per Ch. 907/85 § 14 8-a. \"Pension\", with respect to any retired or deceased improved benefits plan member and with respect to any improved benefits plan discontinued member and with respect to the beneficiaries of any such member, shall mean payments for life derived from appropriations made by the city as provided in this subchapter. 8-b. \"Annuity\", with respect to any retired or deceased improved benefits plan member and with respect to any improved benefits plan discontinued member and with respect to the beneficiaries of any such member, shall mean payments for life derived from contributions made by such member as provided in this subchapter. 9. \"Retirement allowance\", in the case of a retired or deceased original plan member and in the case of an original plan discontinued member and in the case of the beneficiaries of any such member, shall mean payments for life derived from appropriations made by the city as provided in this subchapter and from contributions made by a member as provided in this subchapter. 9-a. \"Retirement allowance\", in the case of a retired or deceased improved benefits plan member and in the case of an improved benefits plan discontinued member and in the case of the beneficiaries of any such member, shall mean pension plus the annuity and the pension-providing-for-increased-take-home-pay, if any. 10. \"Dependent benefit\" shall mean payments derived from contributions made by a member as provided in sections 13-329 and 13-355 of this subchapter. 11. \"Retirement allowance reserve\", with respect to any original plan member or his or her beneficiaries, shall mean the present value of all payments to be made on account of any retirement allowance, payable to or on account of a person who retired as an original plan member, or benefit in lieu of any retirement allowance, granted under the provisions of this subchapter, computed upon the basis of such mortality tables as shall be adopted by the board with regular interest. 11-a. \"Pension reserve\", with respect to any improved benefits plan member or his or her beneficiaries, shall mean the present value of all payments to be made on account of any pension, or benefit in lieu of any pension, granted under the provisions of this subchapter, computed upon the basis of such mortality tables as shall be adopted by the board, with regular interest. 11-b. \"Annuity reserve\", with respect to any improved benefits plan member or his or her beneficiaries, shall mean the present value of all payments to be made on account of any annuity, or benefit in lieu of any annuity, granted under the provisions of this subchapter computed on the basis of such mortality tables as shall be adopted by the board, with regular interest. 12. \"Fiscal year\" shall mean any year commencing with the first day of July and ending with the thirtieth day of June next following. 13. \"Total service\", in the case of an original plan member, shall mean all service of such member allowable with respect to such member as provided in subdivision three of this section and section 13-318 of this subchapter. 13-a. \"Total service\", in the case of an improved benefits plan member, shall mean all service of such member allowable with respect to such member as provided in subdivision three-a of this section and section 13-318 of this subchapter. 14. \"Board\" shall mean the board of trustees provided for in section 13-316 of this subchapter. 15. \"Accumulation-for-increased-take-home-pay\", with respect to any original plan member, shall mean a sum consisting of the total of all products obtained by multiplying the compensation of such member, during each period of reduction of his or her member contributions pursuant to the provisions of section 13-326 of this subchapter and subdivision b of section four hundred eighty of the retirement and social security law, occurring while he or she is an original plan member, by the percentage of reduction of his or her contributions applicable under such provisions with respect to such period, without interest thereon. 15-a. \"Pension-providing-for-increased-take-home-pay\", with respect to any improved benefits plan member, shall mean the annual allowance for life payable in monthly installments derived from contributions which the city made to the contingent reserve fund, pursuant to section 13-326 of this subchapter and subdivision b of section four hundred eighty of the retirement and social security law, with respect to the period wherein he or she was an improved benefits plan member. 15-b. \"Reserve-for-increased-take-home-pay\", with respect to an improved benefits plan member, shall mean: (a) the amount of the reserve provided by the city which shall be a sum consisting of the total of all products obtained by multiplying the compensation of the member, during each period of reduction of member contributions under the provisions of section 13-326 of this subchapter and subdivision b of section four hundred eighty of the retirement and social security law while he or she is an improved benefits plan member, by the percentage of reduction of his or her contributions applicable under such provisions with respect to such period, plus regular interest, and additional interest, if any, thereon; plus (b) in the case of any elective improved benefits plan member, the amount of the accumulation-for-increased-take-home-pay, if any, of such member, as such accumulation was on the date next preceding the effective date of his or her election to be such a member, plus regular interest and additional interest, if any, on and after such effective date on the amount of such accumulation; plus (c) in the case of any non-elective improved benefits plan member who is credited, immediately prior to becoming such a member, with an accumulation-for-increased-take-home-pay, the amount of such accumulation-for-increased-take-home-pay, as such accumulation was on the date next preceding the date on which such member became a non-elective improved benefits plan member, plus regular and additional interest, if any, on and after such date on which he or she became a non-elective improved benefits plan member, on the amount of such accumulation. 16. \"Original plan discontinued member\" shall mean an original plan member who has a vested right to a deferred retirement allowance under section 13-360 of this subchapter. 16-a. \"Original plan discontinued member not subject to article eleven\" shall mean an original plan member not subject to article eleven (as defined in subdivision four-c of this section) who has a vested right to a deferred retirement allowance under section 13-360 of this subchapter. 16-b. \"Original plan discontinued member subject to article eleven\" shall mean an original plan member subject to article eleven (as defined in subdivision four-d of this section) who has a vested right to a deferred retirement allowance under section 13-360 of this subchapter. 16-c. \"Fire uniformed force service\" shall for purposes of section 13-361 of this subchapter mean service in the uniformed force of the fire department, as a member of such force, including service for which credit is granted by section 15-111 of the code, but excluding any service credit acquired by transfer or otherwise under any provision of law. 16-d. \"Improved benefits plan discontinued member\" shall mean any improved benefits plan member who has discontinued fire uniformed force service (as defined in subdivision sixteen-c of this section) and who has a vested right to a deferred retirement allowance under section 13-361 of this subchapter. 16-e. \"Improved benefits plan discontinued member not subject to article eleven\" shall mean an improved benefits plan member not subject to article eleven (as defined in subdivision four-i of this section) who has a vested right to a deferred retirement allowance under section 13-361 of this subchapter. 16-f. \"Improved benefits plan discontinued member subject to article eleven\" shall mean an improved benefits plan member subject to article eleven (as defined in subdivision four-j of this section) who has discontinued fire uniformed force service and who has a vested right to a deferred retirement allowance under section 13-361 of this subchapter. 17. \"Normal rate of contribution as an original plan member\" shall mean: (a) in the case of any original plan member who is required to make member contributions as such a member under the applicable provisions of this subchapter, the proportion of his or her earnable compensation which is required to be deducted from the compensation of such member by the applicable provisions of section 13-325 of this subchapter as his or her member contributions, exclusive of any reduction of such proportion on account of any program for increased-take-home-pay in effect. (b) in the case of any original plan member who heretofore completed, or who, on or after the effective date of this subdivision, shall complete, his or her minimum period for service retirement, the proportion of his or her earnable compensation (exclusive of any reduction of such proportion on account of any program of increased-take-home-pay in effect) which, as of the date on which he or she completed his or her minimum period for service retirement, was required to be deducted from the compensation of such member by the applicable provisions of section 13-325 of this subchapter, as in effect on such date. 18. \"Normal rate of contribution as an improved benefits plan member\" shall mean: (a) in the case of any improved benefits plan member who is not eligible to elect to discontinue making member contributions under the applicable provisions of this subchapter, the proportion required to be deducted from the compensation of such member by the applicable provisions of section 13-315 and/or section 13-327 of this subchapter as his or her member contributions, exclusive of any increase in such proportion pursuant to subdivision c or subdivision d of section 13-327 of this subchapter or any reduction thereof on account of any program for increased-take-home-pay in effect or pursuant to subdivision one of section one-hundred thirty-eight-b of the retirement and social security law (relating to election to decrease member contributions by contributions due on account of social security coverage). (b) in the case of any improved benefits plan member who completed his or her minimum period for service retirement before becoming an improved benefits plan member and who is eligible under the provisions of this subchapter to elect to discontinue making member contributions or has made such election, the proportion of his or her earnable compensation (exclusive of any increase in such proportion pursuant to subdivision c or subdivision d of section 13-327 of this subchapter or any reduction thereof on account of any program of increased-take-home-pay in effect) which, as of the date on which he or she completed his or her minimum period for service retirement, would have been required to be deducted from his or her compensation by the applicable provisions of sections 13-315 and/or 13-327 of this subchapter if the improved benefits plan had been in effect on his or her date of inception of pension fund membership (as defined in subdivision twenty of this section) and he or she had become an improved benefits plan member on such date of inception. 19. \"Date of commencement of contributions as an improved benefits plan member\" shall mean the first day (on or after the last commencement of the status of an improved benefits plan member as such member) for which deductions from the compensation of such member are required by the applicable provisions of subdivision i of section 13-315 of this subchapter and/or section 13-327 of this subchapter to be made on account of his or her contributions as an improved benefits plan member. 20. \"Date of inception of pension fund membership\", in the case of any original plan member (as defined in subdivision four-b of this section) or elective improved benefits plan member (as defined in subdivision four-g of this section), shall mean the earliest date on which such member last became eligible for membership in any pension fund established pursuant to former article one-A repealed by chapter three hundred eighty-five of nineteen hundred eighty-one or subchapter two of this chapter. Nothing herein provided shall limit member service credit restoration pursuant to section 13-319 of this subchapter. 20-a. \"Date of commencement of credited member service in the fire uniformed force\" shall mean, with respect to any improved benefits plan member, the date of commencement of the period of service in the uniformed force of the fire department as a member of the pension fund which is credited to such member as of the date on which any benefit under this subchapter becomes payable to such member. 21. (a) \"Contribution rate deficiency\" shall mean with respect to each elective improved benefits plan member (as defined in subdivision four-g of this section) and shall mean with respect to any non-elective improved benefits plan member (as defined in subdivision four-h of this section) who is subject to such a deficiency, an amount equal to the excess, if any, of (ii) over (i) hereof where: (i) is the amount of the total accumulated contributions (as defined in subdivision seven of this section) of such member (as such amount would be in the absence of a loan) as of the earlier of (1) the date next preceding his or her date of commencement of contributions as an improved benefits plan member (as defined in subdivision nineteen of this section) or (2) the date of completion of his or her minimum period for service retirement; and (ii) is the amount (i) would be if the contribution rate of the member to the date specified in (i) had been his or her normal rate of contribution as an improved benefits plan member. (b) \"Contribution rate deficiency\" shall mean, with respect to an improved benefits plan discontinued member (as defined in subdivision sixteen-d of this section) who is subject to such a deficiency, an amount equal to the excess, if any, of (ii) over (i) hereof where: (i) is the amount of the total accumulated contributions of such discontinued member (as such amount would be in the absence of a loan) as of the date next preceding his or her date of commencement of contributions as an improved benefits plan member (as defined in subdivision nineteen of this section); and (ii) is the amount (i) would be if the contribution rate of the member to the date specified in (i) had been his or her normal rate of contribution as an improved benefits plan member. 22. \"Subsequent period for election of the improved benefits plan\" shall mean any of the following three-month periods: the period of three months beginning on the date next succeeding the date which is the last day of a period of thirty months next succeeding the starting date of the improved benefits plan (as defined in subdivision twenty-seven of this section), and subsequent, successive periods of three months' duration, such period for the calendar year nineteen hundred eighty-six beginning on September first, nineteen hundred eighty-six, and ending three months thereafter, and for successive calendar years, beginning with the calendar year nineteen hundred eighty-seven, such periods beginning on June first and ending on August thirty-first of each such year. 23. \"Pension fund one-A\" shall mean the pension fund provided for by article one-A of title B of chapter nineteen of the code, as in effect immediately prior to July first, nineteen hundred eighty-one. 24. \"Special interest\" shall mean a distribution to the annuity savings fund, in addition to regular interest, which distribution (a) for each of the periods as to which the provisions of section 13-337 of this subchapter or section 13-638.2 of this title grant special interest, consists of the amount prescribed by such provisions for such period and (b) for each such period, is credited in such applicable amount to the accounts in the annuity savings fund of improved benefits plan members who are eligible under such provisions for crediting of such amount for such period. 25. \"Additional interest\", with respect to any improved benefits plan member, shall mean a distribution to the reserve-for-increased-take-home-pay in addition to regular interest, which distribution (a) for each of the periods, if any, as to which the provisions of section 13-337 of this subchapter or section 13-638.2 of this title grant additional interest, consists of the amount prescribed by such provisions for such period and (b) for each such period, is included in such applicable amount in the reserve-for-increased-take-home-pay of each member who is eligible under such provisions for inclusion of such amount for such period. 26. \"Supplementary interest\" shall mean an annual allowance, in addition to regular interest, of interest on the mean amount for the preceding year in each of the funds provided for in accordance with the provisions of this subchapter (excluding, however, the annuity savings fund and the amounts of total accumulated contributions, accumulations-for-increased-take-home-pay and reserve-for-increased-take-home-pay in the contingent reserve fund), which allowance, (a) for each of the periods as to which the provisions of section 13-337 of this subchapter or section 13.638.2 of this title grant supplementary interest, consists of the amount prescribed by such provisions for such period and (b) for each such period, is credited in such applicable amount to such funds at the time, in the manner, to the extent and subject to the exclusions prescribed by the provisions of such section. 27. \"Starting date of the improved benefits plan\" shall mean the date of enactment of the act which added this subdivision twenty-seven, as such date is certified pursuant to section forty-one of the legislative law. 28. \"Five-year-average-salary\", in the case of an original plan member, shall mean the average annual compensation earnable by such member for city-service during his or her last five years of city-service, or during any other five consecutive years of city-service since he or she last became a member which such member shall designate. * 29. \"Actuarial equivalent benefit.\" Any benefit which by law is required to be an actuarial equivalent or by law is required to be determined on the basis of an actuarial equivalent. * NB Added Ch. 910/85 § 19, language juxtaposed per Ch. 907/85 § 14 * 30. \"Seven percent member for actuarial equivalent benefit purposes.\" (a) A member who meets all of the following conditions: (i) subparagraph (i) of paragraph (j) of subdivision eight of this section (relating to the definition of members as to whom regular interests at seven per centum per annum, compounded annually applies) applies to such member; and (ii) an actuarial equivalent benefit has become payable to or on account of such member; and (iii) it is provided by a resolution of the board (A) that a mortality table which takes effect on or after the date of enactment (as certified pursuant to section forty-one of the legislative law) of this subdivision and which does not differentiate on the basis of sex shall be used to calculate such actuarial equivalent benefit or a portion of such benefit, or (B) that the modified Option 1 pension computation formula (as defined in subdivision thirty-two of this section) shall be used to calculate such actuarial equivalent benefit. (b) Except in cases to which the modified Option 1 pension computation formula applies pursuant to a resolution adopted by the board, nothing contained in subparagraph (iii) of paragraph (a) of this subdivision thirty shall be construed as referring to or including any calculation of an actuarial equivalent benefit (or portion of such benefit) payable to any person where such calculation is required by such resolution to be made through the use of a mortality table in effect prior to such date of enactment. * NB Added Ch. 910/85 § 19, language juxtaposed per Ch. 907/85 § 14 * 31. \"Tier I member.\" A member whose benefits (other than a supplemental retirement allowance) are prescribed by this article and who is not subject to the provisions of article eleven, article fourteen or article fifteen of the retirement and social security law. * NB Added Ch. 910/85 § 19, language juxtaposed per Ch. 907/85 § 14 * 32. \"Modified Option 1 pension computation formula.\" (a) The method, as set forth in the succeeding paragraphs of this subdivision, of computing the following benefits: (i) the Option 1 retirement allowance payable to a Tier I member who retired as an original plan member for service or superannuation or for ordinary or accident disability or who became an original plan discontinued member not subject to article eleven (as defined in subdivision sixteen-a of this section); and (ii) the pension component of an Option 1 retirement allowance payable to a member who retired as an improved benefits plan member for service or superannuation or ordinary or accident disability or who became an improved benefits plan discontinued member (as defined in subdivision sixteen-d of this section); and (iii) the method of computing the amount of the Option 1 benefit payable to the beneficiary or estate of any such member above referred to in this paragraph. (b) The initial reserve for such original plan retirement allowance or improved benefits plan pension component shall be computed through use of mortality tables which are adopted on or after the date of enactment (as certified pursuant to section forty-one of the legislative law) of this subdivision and which do not differentiate on the basis of sex (hereinafter referred to as \"gender-neutral mortality tables\") and an interest assumption consisting of regular interest of seven per centum per annum, compounded annually. (c) Solely for the purpose of use as the minuend from which the payments of such original plan retirement allowance or improved benefits plan pension component to such member are subtracted in order to determine the amount of the Option 1 benefit payable, upon such member's death, to such member's beneficiary or estate by reason of such Option 1 selection in relation to such retirement allowance or pension component, the present value of such member's maximum original plan retirement allowance or maximum improved benefits plan pension, as it was at the time of such member's retirement, shall be deemed to be the greater of: (i) such present value determined on the basis of gender-neutral mortality tables and an interest assumption consisting of regular interest of seven per centum per annum, compounded annually; or (ii) such present value determined on the basis of the mortality tables and the regular interest applicable to such member in effect immediately prior to the date of enactment (as certified pursuant to section forty-one of the legislative law) of this subdivision. (d) The original plan retirement allowance or improved benefits plan pension component payable to such member shall be computed on the basis of gender-neutral mortality tables and an interest assumption consisting of regular interest of seven per centum per annum, compounded annually, so that: (i) the present value, as it was at the time of such member's retirement, of such retirement allowance or pension component; plus (ii) the present value, as it was at the time of such member's retirement, of the amount payable to such member's Option 1 beneficiary or estate upon the death of the member as provided for by the applicable provisions of paragraph (e) of this subdivision; shall be equal to the Option 1 initial reserve determined for such original plan retirement allowance or improved benefits plan pension component with respect to such member pursuant to the provisions of paragraph (b) of this subdivision. (e) Where such member dies before he or she has received payments on account of such original plan retirement allowance or improved benefits plan pension component equal to the present value of such member's maximum original plan retirement allowance or maximum improved benefits plan pension as computed pursuant to paragraph (c) of this subdivision, the Option 1 benefit payable to the beneficiary or estate of such deceased member, by reason of such Option 1 selection in relation to such retirement allowance or pension component, shall be the remainder obtained by subtracting from such present value determined pursuant to such paragraph (c) in relation to such retirement allowance or pension component, the total of such Option 1 payments on account of such retirement allowance or pension component received by or payable to such member for the period prior to his or her death. (f) In relation to the Option 1 benefits determined pursuant to the method of computation set forth in this subdivision by reason of discontinuance of service by an original plan discontinued member or an improved benefits plan discontinued member, the phrase \"time of such member's retirement,\" as set forth in paragraphs (c) and (d) of this subdivision, shall be deemed, for the purpose of this subdivision, to mean the date of commencement of the retirement allowance of such discontinued original plan member or discontinued improved benefits plan member. * NB Added Ch. 910/85 § 19, language juxtaposed per Ch. 907/85 § 14 * 33. \"Selection of mode of benefit.\" The choice made by a member (as permitted by and pursuant to the requirements of law governing such choice by such member) as to whether the maximum amount of his of her retirement allowance of a component thereof shall be payable or such retirement allowance or a component thereof shall be payable under an option selected by the member. The term \"selection of mode of benefit\" shall include a case where the maximum retirement allowance or a maximum component thereof becomes payable because of a member's omission, within the time permitted by law, to select the maximum benefit or an option. * NB Added Ch. 910/85 § 19, language juxtaposed per Ch. 907/85 § 14 * 34. \"Better-of-two-computations method.\" (a) A method (as prescribed by a resolution of the board) under which a retirement allowance (or portion thereof) payable to a member is required to be determined for such member so as to be the greater of: (i) such retirement allowance (or portion thereof) determined on the basis of gender-neutral mortality tables and regular interest at the rate of seven per centum per annum, or (ii) such retirement allowance (or portion thereof) determined on the basis of the mortality tables and the regular interest applicable to such member, as such tables and interest were in effect as of a time prescribed in such resolution. (b) Where, under the provisions of any such resolution of the board, the modified Option 1 pension computation formula (as defined in subdivision thirty-two of this section) applies to any member, the term, \"better-of-two-computations method,\" where used in relation to such member, shall be deemed to include such modified Option 1 pension computation formula, to the extent that such formula governs the determination of (i) such member's retirement allowance (or portion thereof), in the case of an original plan member, or (ii) the pension component (or portion thereof) of such member's retirement allowance in the case of an improved benefits plan member. * NB Added Ch. 910/85 § 19, language juxtaposed per Ch. 907/85 § 14 * 35. \"Person entitled to a recomputation of benefits pursuant to the better-of-two-computations method.\" Any person who meets all of the conditions stated below in this subdivision: (a) such person, during the period beginning on August first, nineteen hundred eighty-three and ending on the date next preceding the date of enactment (as such date is certified pursuant to section forty-one of the legislative law) of this subdivision, (i) retired for service or superannuation or for ordinary or accident disability, or (ii) discontinued service so as to become an original plan discontinued member (as defined in subdivision sixteen of this section) or an improved benefits plan discontinued member (as defined in subdivision sixteen-d of this section); and (b) such person's retirement allowance (or a portion thereof), by reason of such retirement or discontinuance of service, is required by a resolution adopted by the board to be redetermined pursuant to the better-of-two-computations method (as defined in subdivision thirty-four of this section); and (c) a first payment on account of his or her retirement allowance (as such retirement allowance was determined prior to the date of enactment of this subdivision) was made prior to such date of enactment. * NB Added Ch. 910/85 § 19, language juxtaposed per Ch. 907/85 § 14 * 36. \"Joint and survivor option.\" (a) Any option under which, at the time when such option is selected, a choice is made which includes both: (i) a benefit payable for the lifetime of the retired or vested member by whom or in whose behalf such option is selected; and (ii) a benefit (A) which consists of an amount equal to or constituting a percentage of such retired or vested member's benefit and (B) which is payable for the lifetime of a designated beneficiary selected at the time when such option is selected. (b) In any case where an option described in paragraph (a) of this subdivision includes a provision prescribing that if the designated beneficiary predeceases such retired or vested member, a maximum benefit shall become payable to such member, such option shall nevertheless be deemed to be a joint and survivor option. * NB Added Ch. 910/85 § 19, language juxtaposed per Ch. 907/85 § 14 * 37. \"Original plan member contributions eligible for pick up by the employer.\" (a) With respect to any payroll period for an original plan member who is required to make member contributions during such payroll period under the provisions of section 13-325 of this subchapter, the term \"original plan member contributions eligible for pick up by the employer\" shall mean the amount of member contributions which, in the absence of an employer pick up program applicable to such member pursuant to section 13-327.1 of this subchapter (providing for pick up of required member contributions), would be required by law to be deducted, on account of such member's normal rate of contribution (as defined in subdivision seventeen of this section) from the compensation of such member for such payroll period, after (1) giving effect to any reduction in such contributions required under any program for increased-take-home-pay and (2) excluding any deductions from such compensation (or redeposits or payments) on account of (i) loans or withdrawals of contributions or (ii) any election by such member to increase his or her contributions pursuant to subdivision d of section 13-325 of this subchapter or (iii) any other cause not attributable to the member's normal rate of contribution, after reduction, if any, in such rate, as described in subparagraph one of this paragraph (a). (b) If no deductions on account of an original plan member's normal rate of contribution are required by law to be made from the compensation of such member for any payroll period, such member shall not have, for such payroll period, any original plan member contributions eligible for pick up by the employer. The amount of an original plan member's original plan member contributions eligible for pick up by the employer for any payroll period shall be determined solely on the basis of compensation paid to such member for such payroll period by his or her public employer. An original plan member shall not have any original plan member contributions eligible for pick up by the employer with respect to any payroll period for which he or she is not paid compensation by his or her public employer. * NB Expires per ch. 114/89 § 16 * 38. \"Improved benefits plan member contributions eligible for pick up by the employer.\" (a) With respect to any payroll period for an improved benefits plan member (other than any such member who is not required to contribute during such payroll period because of his or her currently effective election to discontinue member contributions pursuant to subdivision b of section 13-327 of this subchapter), the term \"improved benefits plan member contributions eligible for pick up by the employer\" shall mean the amount of member contributions which, in the absence of an employer pick up program applicable to such member pursuant to section 13-327.1 of this subchapter (providing for pick up of required member contributions), would be required by law to be deducted, on account of such member's normal rate of contribution, from the compensation of such member for such payroll period, after (1) giving effect to any reduction in such contributions required under any program for increased-take-home-pay or pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law and (2) excluding any deductions from such compensation (or redeposits, restorations or payments) on account of (i) loans or withdrawals of excess contributions or (ii) any contribution rate deficiency (as defined in subdivision twenty-one of this section) of such member or (iii) any election by such member to increase his or her member contributions pursuant to subdivision c or subdivision d of section 13-327 of this subchapter or (iv) any other cause not attributable to the member's normal rate of contribution after reduction, if any, in such rate as described in subparagraph one of this paragraph (a). (b) If no deductions on account of an improved benefits plan member's normal rate of contribution are required by law to be made from the compensation of such member for any payroll period, such member shall not have, for such payroll period, any improved benefits plan member contributions eligible for pick up by the employer. The amount of an improved benefits plan member's improved benefits plan member contributions eligible for pick up by the employer for any payroll period shall be determined solely on the basis of compensation paid to such member for such payroll period by his or her public employer. An improved benefits plan member shall not have any improved benefits plan member contributions eligible for pick up by the employer with respect to any payroll period for which he or she is not paid compensation by his or her public employer. * NB Expires per ch. 114/89 § 16 * 39. \"Starting date for pick up.\" The first day of the first whole payroll period commencing after the date which is three months after the internal revenue service shall have issued a ruling that member contributions picked up pursuant to section 13-327.1 of this subchapter are not includible as gross income for federal income tax purposes until distributed or made available. * NB Expires per ch. 114/89 § 16 ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "313",
    "identifier": "13-313",
    "catch_text": "Definitions."
  }
}