{
  "text": "ยง 13-346 Death benefits; ordinary death benefits. a. Upon the death of an original plan member not subject to article eleven (as defined in subdivision four-c of section 13-313 of this subchapter) who has not completed the period of service, as elected by him or her for retirement, or upon the death of a former original plan member not subject to article eleven, there shall be paid to his or her estate, or to such person as he or she has nominated or shall nominate by written designation duly executed and filed with such board during the lifetime of the member: 1. His or her accumulated contributions, that is, his or her contributions without interest; and, in addition thereto, 2. If such member is in city-service or is on a civil service preferred eligible list by reason of city-service, unless a retirement allowance be payable by the city under the provisions of section 13-347 of this subchapter, an amount equal to the compensation earnable by him or her while a member, during the six months immediately preceding his or her death, and, if the total number of years in which allowable service was rendered exceeds ten, then an amount equal to the compensation earnable by him or her in city-service while a member during the twelve months immediately preceding his or her death, and in addition, in either such case, the accumulation-for-increased-take-home-pay, if any. a-1. Upon the death of an improved benefits plan member not subject to article eleven (as defined in subdivision four-i of such section 13-313) or of a former improved benefits plan member not subject to article eleven, there shall be paid to his or her estate, or to such person as he or she has nominated or shall nominate by written designation duly executed and filed with such board during the lifetime of the member: 1. His or her accumulated deductions; and, in addition thereto, 2. If such member is in city-service or is on a civil service preferred eligible list by reason of city-service, unless a pension be payable by the city under the provisions of section 13-347 of this subchapter, an amount equal to the compensation earnable by him or her while a member, during the six months immediately preceding his or her death, and, if the total number of years in which allowable service was rendered exceeds ten, then an amount equal to the compensation earnable by him or her in city-service while a member during the twelve months immediately preceding his or her death, and in addition, in either such case, the reserve-for-increased-take-home-pay. b. Until the first payment has been made on account of a retirement benefit without optional selection of an original plan member not subject to article eleven or an improved benefits plan member not subject to article eleven, such member may be construed by such board to have been in city-service and the applicable benefits provided in this section may be paid in lieu of the retirement allowance. c. The original plan member not subject to article eleven or the improved benefits plan member not subject to article eleven, or on the death of any such member, the person nominated by him or her to receive, in the case of an original plan member not subject to article eleven, his or her accumulated contributions or his or her death benefit, together with the accumulation-for-increased-take-home-pay, or both, or, in the case of an improved benefits plan member not subject to article eleven, the person nominated by him or her to receive either his or her accumulated deductions, his or her death benefit, together with the reserve-for-increased-take-home-pay, or both, may provide by written designation duly executed and filed with such board that the actuarial equivalent of the benefit otherwise payable in a lump sum shall be paid to the person designated in the form of an annuity payable in installments not more often than once a month, the amount of such annuity to be determined at the time of such member's death on the basis of the age of the beneficiary at that time. d. Upon the death of an original plan member not subject to article eleven who has completed the period of service, as elected by him or her for retirement, but who shall not have filed application for retirement or who, having filed application for retirement shall die prior to the first payment on account of the benefits thereunder, there shall be paid to his or her estate, or to such person as he or she has nominated or shall nominate by written designation duly executed and filed with such board: 1. His or her accumulated contributions, that is his or her contributions without interest; and in addition thereto, 2. The present value of the pension he or she would have received if he or she had retired and had become entitled to a pension for service on the day immediately preceding the day of his or her death. e. Notwithstanding the foregoing provisions of this section, and in lieu of any lesser amount thereby prescribed, upon the death of an improved benefits plan member not subject to article eleven, prior to the first payment of a retirement benefit, who has completed the minimum period of service, as elected by him or her for retirement, and whether or not such member shall have filed application for retirement, there shall be paid to his or her estate, or to such person as he or she has nominated or shall nominate by written designation duly executed and filed in accordance with the requirements of this subchapter: 1. His or her accumulated deductions; and in addition thereto, 2. The amount of reserve equal to the present value of the pension he or she would have received if he or she had retired and became entitled to a pension on the day immediately preceding his or her death. The beneficiary of such deceased member shall have the right to accept such benefits in lump sum or in such periodic payments, on an annuity basis, as such beneficiary shall elect. f. 1. The provisions of the preceding subdivisions of this section applicable to original plan members not subject to article eleven shall apply to an original plan member subject to article eleven (as defined in subdivision four-d of such section 13-313), except to the extent and in the manner that any such provision is modified by article eleven. 2. The provisions of the preceding subdivisions of this section applicable to improved benefits plan members not subject to article eleven shall apply to an improved benefits plan member subject to article eleven (as defined in subdivision four-j of such section 13-313), except to the extent and in the manner that any such provision is modified by article eleven. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "3",
    "text": "FIRE DEPARTMENT PENSION FUND AND RELATED FUNDS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "346",
    "identifier": "13-346",
    "catch_text": "Death benefits; ordinary death benefits."
  }
}