{
  "text": "ยง 13-576 Options; variable designated beneficiary's annuity; variable joint annuity or pension. a. An option elected pursuant to subdivision c or d of section 13-543 of this chapter with respect to the manner of payment of the accumulated deductions or death benefit shall, in the case of a participant in the variable annuity program, apply also to the units credited to him or her in the variable annuity savings fund or variable pension accumulation fund, respectively. The contributor or beneficiary electing the option shall have the choice of having the designated beneficiary's annuity deriving from such units paid in fixed or variable instalments. If the choice is for: 1. Fixed instalments, the beneficiary shall be credited in the pension reserve fund number one, to be applied toward the payment of a designated beneficiary's annuity, with the amount otherwise payable pursuant to section 13-573 of this chapter. An equal amount shall be transferred from the variable annuity fund holding the contributor's account with respect to which the election is made to the pension reserve fund number one. 2. Variable instalments, the beneficiary shall be credited in the variable pension reserve fund with units equal in value to the amount otherwise payable pursuant to section 13-573 of this chapter and shall be paid a variable designated beneficiary's annuity from such fund. If Option C is elected in a form prescribing the payment of a specified lump sum amount on the death of the beneficiary, the amount provided for by the contributor's account in the variable annuity savings fund shall be limited to the extent that the total amount elected can not be provided for by his or her accumulated deductions. The lump sum amount as herein determined shall be paid from the pension reserve fund number one, and the units credited to the beneficiary in the variable pension reserve fund shall be reduced by the number actuarially computed to be necessary to provide such amount. There shall be transferred from the variable annuity savings fund (i) to the variable pension reserve fund an amount equal to the value of the units with which the beneficiary is credited in such fund and (ii), if Option C is elected, to the pension reserve fund number one an amount equal to the value of the units deducted from the beneficiary's account as required by such election. The value of a unit, for the purpose of this subdivision, shall be as of the date of death of the contributor. b. An option elected pursuant to section 13-558 of this chapter with respect to the manner of payment of an annuity, pension, or retirement allowance shall, in the case of a participant in the variable annuity program, apply also to the payment of a variable annuity, variable pension,or both, respectively. If the option elected is: 1. Option I, the balance payable on the death of the contributor shall be an amount equal to the value, as of the date of death, of the excess, if any, of the units credited to him or her in the variable annuity reserve fund or variable pension reserve fund at the time of his or her retirement over the units paid to him or her. The amount shall be paid from the variable annuity fund holding the account with respect to which the election is made. 2. Option II, III, or a joint and survivor form of IV, the account of the contributor in the variable annuity reserve fund or variable pension reserve fund shall be kept as a joint account of the contributor and his or her designee. 3. Option IV in a form prescribing the payment: (i) of a specified lump sum amount on the death of the contributor, the amount provided for by his or her account in the variable annuity reserve fund shall be limited to the extent that the total amount elected cannot be provided for by his or her annuity reserve. The units credited to the contributor in the variable annuity reserve fund shall be reduced by the number actuarially computed to be necessary to provide the lump sum amount as herein determined. There shall be transferred from the variable annuity reserve fund to the annuity reserve fund an amount equal to the value, as of the date of the contributor's retirement, of the units deducted from his or her account as required by such election, and the amount shall be paid from the annuity reserve fund; provided, however, that in the case of a twenty-year pension plan retiree having a deferred payability date (as defined in subdivision forty of section 13-501 of this chapter), such transferred amount shall be equal to the value of such deducted units as of the date on which his or her retirement allowance begins. (ii) of a number of units equal in value, as of the date of the contributor's retirement, to a specified lump sum and payable on the death of the contributor, the amount provided for by his or her account in the annuity reserve fund be limited to the extent that the total amount elected cannot be provided for by his or her variable annuity reserve. The amount credited to the contributor in the annuity reserve fund shall be reduced to the extent actuarially computed to be necessary to provide the number of units as herein determined and such amount shall be transferred from the annuity reserve fund to the variable annuity reserve fund, and the units shall be paid from the variable annuity reserve fund; provided, however, that in the case of a twenty-year pension plan retiree having a deferred payability date as defined in subdivision forty of section 13-501 of this chapter, such transferred amount shall be based upon the value of units at such time as his or her retirement allowance begins. c. If the total amount payable pursuant to section 13-573 of this chapter or paragraph one or three (ii) of subdivision b of this section is at least five thousand dollars, the designated beneficiary may elect, by written notice duly filed with the retirement board within sixty days after the death of the contributor, to be paid an amount equal to twenty per cent of the total amount due, to have credited to his or her own account in the variable annuity fund from which the amount is payable units equal in value, as of the date of death, to the portion not paid, and to be paid in each of four successive annual instalments an amount equal to the then value of one-fourth of the original number of units credited. If the beneficiary dies before the expiration of the five years, an amount equal to the then value of the units in his or her account shall be paid to his or her beneficiary. Upon the payment of any amount pursuant to this subdivision, the number of units represented in such payment shall be cancelled. d. If an election is made to have the amount payable pursuant to paragraph one or three (ii) of subdivision b of this section paid as an annuity, the contributor or beneficiary making the election shall have the choice of having the designated beneficiary's annuity deriving from such amount paid in fixed or variable instalments. If the choice is for: 1. Fixed instalments, the beneficiary shall be credited in the pension reserve fund number one, to be applied toward the payment of a designated beneficiary's annuity, with such amount. An equal amount shall be transferred from the variable annuity fund holding the contributor's account with respect to which the election is made to the pension reserve fund number one. 2. Variable instalments, the beneficiary shall be credited in the variable annuity fund from which the amount is payable with units equal in value, as of the date of death of the contributor, to such amount and shall be paid a variable designated beneficiary's annuity from such fund. e. The variable designated beneficiary's annuity shall be computed in terms of units actuarially equivalent to the units credited to the beneficiary. For the first month established by the retirement board for this purpose and for any subsequent months, any such variable designated beneficiary's annuity shall be paid in dollars according to the value of a unit for the month payment is due, and for any month preceding such first month the variable designated beneficiary's annuity shall be paid in dollars according to the value of a unit in effect during the month preceding the month payment is due. f. In the case of a variable designated beneficiary's annuity paid in accordance with the terms of Option B, the balance payable upon the death of the designated beneficiary shall be an amount equal to the value, as of the date of death, of the excess, if any, of the units on the basis of which the annuity was computed over the units paid to the beneficiary. The balance, if any, shall be paid from the fund from which the variable designated beneficiary's annuity is payable and the beneficiary's account in such fund shall thereupon be cancelled. g. A participant who is an applicant for retirement with a deferred payability date (as defined in subdivision thirty-nine of section 13-501 of this chapter) may make the choice referred to in paragraph three of subdivision b of this section by an election filed with the retirement board prior to the date next preceding the date on which his or her retirement allowance begins in accordance with rules and regulations established by the retirement board; provided, however, that such participant may at any time after such election is filed and before his or her retirement allowance begins, change such election by filing a superseding election with the retirement board in accordance with rules and regulations established by the retirement board. h. Except as provided for in section 13-581 of this chapter, a transfer pursuant to this section between variable annuity funds shall be from an A fund to an A fund or from a B fund to a B fund or within such additional variable annuity fund or funds which may be established pursuant to subdivision c of section 13-567 of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "576",
    "identifier": "13-576",
    "catch_text": "Options; variable designated beneficiary's annuity; variable joint annuity or pension."
  }
}