{
  "text": "* ยง 13-578 Regular interest and mortality tables for participants in variable annuity program. a. Subject to the provisions of subdivision b of this section, for the purpose of determining the actuarial equivalent of a benefit payable under the variable annuity program to a contributor or his or her beneficiary, (i) the mortality table applied shall be the table applicable to the determination of the contributor's annuity pursuant to paragraph one of subdivison f of section 13-547 or paragraph one of subdivision d of section 13-549, or subdivision two of section 13-554 or subdivision one of section 13-557, or to the determination of the beneficiary's annuity pursuant to subdivision c of section 13-543, respectively, and (ii) the rate of interest applied, definition twenty-two of section 13-501 of this chapter notwithstanding, shall be the uniform rate of four percent. b. The retirement board may by resolution direct that where any variable annuity program benefit (as defined in subdivision fifty-eight of section 13-501 of the code) which is an actuarial equivalent benefit (as defined in subdivision fifty of such section) is payable to any member or other beneficiary by reason of: (1) the retirement of a member for service or superannuation or for ordinary or accident disability, where such retirement occurred on or after August first, nineteen hundred eighty-three or hereafter occurs; or (2) discontinuance of service or termination of employment of a member, where such discontinuance or termination occurred or occurs on or after such August first under such circumstances that such member became or becomes (i) a discontinued member possessing a vested right to receive a retirement allowance pursuant to section 13-556 of the code (and, in the case of a Tier II member, article eleven of the retirement and social security law) or (ii) a Tier III member entitled to a vested benefit or a Tier IV member entitled to a vested benefit; or (3) the death, on or after such August first, of a member, different computations, based on different mortality tables, shall be used to determine separate portions of such benefit. * NB Amended Ch. 910/85 ยง 17, language juxtaposed per Ch. 907/85 ยง 14 ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "578",
    "identifier": "13-578",
    "catch_text": "Regular interest and mortality tables for participants in variable annuity program."
  }
}