{
  "text": "ยง 13-552.2 Medical review in member disability cases. a. As used in this section, the following terms shall mean and include: (1) \"Panel of medical experts\". Those physicians whose names are set forth in a list of medical experts prepared annually by the administrator of health services and filed in his office and with the executive director of the retirement system on or before July first. The experts so designated shall be physicians having qualifications as specialists in such fields of medicine as such administrator deems an essential background (i) for ascertaining, in cases where a medical examination is required in relation to disability retirement under section 13-550, 13-551 or 13-553 of this chapter, whether such member is physically or mentally incapacitated for the performance of city service, and (ii) for rendering of reports or certifications as to diagnosis and issues of casual relationship with respect to such applications. Each of such physicians shall have had, prior to his designation, at least ten years of practice in the field with respect to which he is designated. The names of such physicians shall be separately grouped in such list, according to the fields of medicine in which they are expert, and the names in each group shall be consecutively numbered. (2) \"Party entitled to review\". Either of the following: (i) the member; or (ii) the appropriate agency head. b. (1) In any case where an application for retirement of a member for disability has been filed pursuant to section 13-550 or 13-551 of this chapter, or a medical examination has been held in relation to restoration to service under section 13-553 of this chapter, the executive director of the retirement system, promptly after he receives the report or certification of the medical board with respect to such application or medical examination, shall give notice of such report or certification to such member and to the appropriate agency head. Within thirty days after such notification, any party entitled to review may file with the executive director a written request that a special medical committee, as provided for in this section, shall review the conclusions and recommendations of the medical board set forth in its report or certification. (2) (i) Any request for review filed by a member with respect to such application for disability retirement or with respect to restoration to service, shall be void and of no effect unless such request includes a waiver, as hereinafter provided, duly executed and acknowledged by the member or by a person acting in his behalf as hereinafter provided. Such waiver may be executed by a person acting in behalf of such member in any case where, at the time of the execution of such waiver by such person, the circumstances are such that if such application for disability retirement had not been previously filed by or with respect to such member, such person would at such time of execution be authorized under the provisions of section 13-550 or 13-551 of this chapter, as the case may be, to file, as a person acting in behalf of such member, an application disability retirement of such member. (ii) Such waiver shall provide that the execution thereof by such member or by a person acting in behalf of such member as hereinabove authorized shall constitute an agreement by such member that his application for disability retirement or for medical review in relation to restoration to service, as the case may be, shall be disposed of upon the recommendations of the special medical committee pursuant to the provisions of this section, that such action shall be final and conclusive, and that he waives any and all rights which he might otherwise have to seek or obtain any other disposition of such application for disability retirement or review of medical findings in relation to restoration to service, by court or administrative proceedings or otherwise. A waiver so executed and filed shall be effective and binding upon such member, in accordance with its terms. c. Promptly after the filing of a request for review to be made by a special medical committee, the executive director shall transmit a copy of such request and of the report or certification of the medical board to the administrator of health service. d. The administrator, upon receipt of such report or certification and request, shall promptly designate three of the physicians on the panel of medical experts as a special medical committee for the purpose of reviewing the recommendations and conclusions of the medical board in such case. Such physicians shall be selected by him from the panel group possessing the specialist qualifications deemed essential by him for such review. All selections of physicians pursuant to this subdivision d shall be made in order of numerical standing in the group from which selection is to be made, and on the basis of continuous rotation within the group. e. (1) Promptly after making the selection prescribed by subdivision d of this section, the administrator of health service shall notify the selected physicians and the executive director thereof. (2) Such special medical committee shall, within thirty days after such notification to the physicians constituting such committee is completed, perform, with respect to the application for retirement of such member for disability, or with respect to restoration to service, the same functions of medical examination or otherwise as are prescribed by applicable provisions of law for performance by the medical board with respect to retirement or restoration to service, and shall, within such period adopt by majority vote, and file with the executive director, a report or certification, as the case may be, stating the conclusions and recommendations of such committee concerning the matters required to be reported on or certified by the medical board, pursuant to applicable provisions of law. f. The conclusions and recommendations of the special medical committee shall supersede those of the medical board. g. (1) Each physician who serves as a member of a special medical committee shall receive a fee for such service, to be determined by the comptroller of the city. (2) With respect to each case in which a special medical committee acts upon the request by a member, one-half of the fees of the members of such committee shall be paid by the appropriate agency. The other half of such fees shall be paid by the member. (3) With respect to each such case in which a special medical committee acts upon the request by an appropriate agency head, the fees of the members of such committee shall be paid by such agency. h. In any case where a request for review by a special medical committee is filed pursuant to the provisions of this section, the provisions of sections 13-550, 13-551 and 13-553 of this chapter shall be superseded by the provisions of this section to the extent that the provisions of this section are inconsistent therewith. i. (1) In any case where the provisions of this section require the executive director to give notice to a member, the executive director may give such notice by delivery to such member personally or by mailing same to his last known address, as shown by the records of the retirement system. (2) In any case where the provisions of this section require the giving of notice or the transmission of papers to any other person, such notice may be given or transmission effected by delivery to such person, by delivery at his office to any of his employees, or by mailing to the office address of such person. (3) In any case where notice is given by mail pursuant to this subdivision, such notice shall be deemed to be given on the date of mailing. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "552",
    "identifier": "13-552.2",
    "catch_text": "Medical review in member disability cases."
  }
}