{
  "text": "ยง 13-563 Extension of system to college participants and provisions relative thereto. Membership in the public school teachers' retirement system, besides including teachers enumerated in definition seven of section 13-501 of this chapter, and members described in section 13-503 of this chapter, is hereby extended to include all officers of administration and instruction of the College of the city of New York, and also others at present employed by such college, who are not members of any other retirement system supported in whole or in part by the city and who hold appointment to service at annual salaries paid out of appropriations made by the city and also all lecturers employed by the city university of New York who serve on a per hour, per diem, per monthly or per semester basis under such appropriate rules and regulations as the retirement board shall adopt, elect to become members of the retirement system provided however that such lecturers are not members of any other retirement system supported in whole or in part by the city. All such members shall hereinafter be referred to as college participants and all the provisions of this chapter shall apply to such participants except as hereinafter provided: 1. All the definitions of section 13-501 of this chapter shall hold in the application of the retirement provisions to college participants. The college of the city of New York with all its divisions including its prepatory high school is deemed to be part of the public school system together with the public schools enumerated in definition six of section 13-501 of this chapter. Such college participants are deemed teachers of the public school system together with those enumerated in definition seven of section 13-501 of this chapter. The present-teachers shall be those in the service of the college on June first, nineteen hundred twenty-three. New-entrants shall be those appointed to service after such date. In applying definition fourteen of section 13-501 of this chapter to college participants, prior-service shall be calculated for present-teachers up to such date. 2. The membership of the retirement board constituted by section 13-507 of this chapter shall not be changed because of the inclusion of employees of the college of the city of New York in the retirement system. All the duties of such board shall be exercised in reference to college participants. 3. All the funds provided for by this chapter shall be administered for and in behalf of college contributors in like manner as for all other contributors, and the city shall pay each year into the contingent reserve fund ten thousand dollars on account of present-college teachers, which payment shall continue until the present value of such amounts so paid into the contingent reserve fund together with the amounts restored to the contingent reserve fund from pension reserve fund number one on account of present-college teachers restored to active service, shall equal the present value of all amounts which have been transferred from the contingent reserve fund to pension reserve fund number one on account of present-college teachers, plus the present value of all amounts, other than reserves-for-increased-take-home-pay, thereafter to be transferred from the contingent reserve fund to such pension reserve fund number one on account of present-college teachers. Such amounts shall be computed on the basis of such mortality and other tables as shall be adopted by the retirement board, and on regular interest. Deductions shall be made from the salaries of college participants on each and every payroll, in the manner set forth in section 13-521 of this chapter, and the provisions of section 13-533 of this chapter, shall apply to college members as to all other members. 4. In computing the length of service of a college contributor all the provisions of section 13-505 of this chapter shall apply and all service in the college of the city of New York shall be credited for college contributors exactly as analogous service in the schools under the management and control of the board of education is credited to other contributors. 5. All the provisions of sections 13-523, 13-506, 13-541, 13-545, 13-550 and 13-553 of this chapter, shall apply to college contributors except that no college contributor who is dismissed from service shall be paid anything out of the teachers' retirement fund of the board of education of the city of New York as it existed prior to the first day of August, nineteen hundred seventeen and for college contributors service shall be counted as equivalent to city-service wherever such service is designated in such sections as necessary to meet a retirement requirement. 6. Each college pensioner duly retired under the provisions of the college officials and professors' retirement fund prior to May twenty-second, nineteen hundred twenty-three shall receive from pension reserve fund number two, in regular monthly installments, the same annual pension which was assigned to him or her at the time of retirement and the city shall contribute to pension reserve fund number two sums equal to the amounts paid to such pensioners. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "563",
    "identifier": "13-563",
    "catch_text": "Extension of system to college participants and provisions relative thereto."
  }
}