{
  "text": "* ยง 13-559.1 Modified Option 1 pension computation formula. a. The retirement board may by resolution direct that under such circumstances as are designated in such resolution, benefits under Option 1 which consist of or are derived from the pension component of a retirement allowance and which are payable to or on account of Tier 1 members who: (1) became members prior to the date of enactment (as certified pursuant to section forty-one of the legislative law) of this section; and (2) retired or retire, on or after August first, nineteen hundred eighty-three, for service or superannuation or for ordinary or accident disability, or on or after such August first, discontinued or discontinue service so as to become discontinued members; shall be determined under the modified Option 1 pension computation formula (as defined in subdivision fifty-nine of section 13-501 of the code). b. If the retirement board makes a direction, pursuant to the provisions of subdivision a of this section, for use of such formula, it may also direct by resolution: (1) that any member who is subject to the modified Option 1 pension computation formula may elect, at such time and in accordance with such procedures as are prescribed in such resolution, that such formula shall not apply to such member and that the initial reserve determined for the purpose of providing the benefits payable by reason of his or her selection of Option 1 and the pension component of his or her Option 1 retirement allowance shall be determined on the basis of gender-neutral mortality tables and regular interest of seven per centum per annum, compounded annually; and (2) that the benefit payable upon the death of the member making such election, to his or her beneficiary or estate shall be the difference between such Option 1 initial reserve and the total of the payments of such pension component received by or payable to such member for the period prior to his or her death; and (3) that if such Option 1 beneficiary's benefit is payable pursuant to Option 1a or Option 1b, the benefits payable to a beneficiary or estate by reason of selection of such Option 1a or Option 1b shall be the greatest of the three benefits computed for such beneficiary or estate in accordance with the methods of computation set forth in the applicable provisions of subparagraph (ii) or subparagraph (iii) of paragraph (e) of subdivision fifty-nine of section 13-501 of the code; and (4) that where any member subject to the modified Option 1 pension computation formula retired before the effective date of a retirement board resolution adopted pursuant to subdivision a of this section, and where the retirement allowance of a discontinued member who is subject to such formula began before the effective date of such resolution, such retiree or discontinued member, within such period of time after such effective date and in accordance with such procedures as are prescribed in such resolution, may elect the method of Option 1 benefit determination set forth in the preceding paragraphs of this subdivision b. c. In any case where, pursuant to retirement board resolution, a benefit is required to be determined under the modified Option 1 pension computation formula and the determination of such benefit is also required by a retirement board resolution adopted pursuant to sub-item three of item (A) of subparagraph (ii) of paragraph (g) of subdivision twenty-two of section 13-501 of the code to reflect different computations of separate portions of such benefit, the methods of computation under the modified Option 1 pension computation formula shall be appropriately adjusted so as to give effect to the provisions of such resolution adopted pursuant to such sub-item three. * NB Added Ch. 910/85 ยง 16, language juxtaposed per Ch. 907/85 ยง 14 * NB Number supplied by the Legislative Bill Drafting Commission ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "559",
    "identifier": "13-559.1",
    "catch_text": "Modified Option 1 pension computation formula."
  }
}