{
  "text": "ยง 13-501 Definitions. The following words and phrases as used in this chapter, unless a different meaning is plainly required by the context, shall have the following meanings: 1. \"Retirement system\" shall mean the arrangement for the payment of retirement allowances, under the provisions of this chapter. 2. \"Retirement association\" shall mean the teachers' retirement association provided for in section 13-503 of this chapter. 3. \"Retirement board\" shall mean the teachers' retirement board provided for in section 13-507 of this chapter. 4. \"Medical board\" shall mean the board of physicians provided for in section 13-519 of this chapter. 5. \"Board of education\" shall mean the board of education of the city. 6. \"Public school\" shall mean any class, school, high school, normal school, training school, vocational school, truant school, parental school, and all schools or classes conducted under the order and superintendence of the board of education, and the schools or classes maintained by the department of social services or by the department of correctional services in pursuance of the rules established by the board of education, or by the commissioner of social services or by the commissioner of correction for schools or classes maintained by such commissioners, respectively. 7. (a) \"Teacher\" shall mean the superintendent of schools, the associate superintendents, the assistant superintendents, the director and the assistant director of the divisions of reference and research, the director and the assistant directors of the bureau of compulsory education, school census and child welfare, attendance teachers and specially certificated attendance officers who are first employed by the New York city board of education on or after September first, nineteen hundred sixty-eight, attendance teachers and specially certificated attendance officers who were members of the New York city board of education retirement system and who, on or before December thirty-first, nineteen hundred sixty-nine, gave notice to said board of education retirement system of their intention to transfer to the New York city teachers' retirement system, the director of attendance, assistant director of attendance, chief attendance officer, division supervising attendance officers and district supervising attendance officers of the bureau of compulsory education, school census and child welfare, supervisors of school social workers who are first employed by the New York city board of education on or after September first, nineteen hundred sixty-nine or who were members of the New York city board of education retirement system and who on or before December thirty-first, nineteen hundred seventy, gave notice to the said board of education retirement system of their intention to transfer to the New York city teachers' retirement system, the members of the board of examiners, the directors and the assistant directors of special branches, the supervisor and assistant supervisors of lectures, all principals, vice-principals, assistants-to-principals, heads of departments, and all regular and special teachers of the public day schools of the city, and all employees of the board of education appointed to regular positions in the service of the public schools at annual salaries and whose appointments were made or shall be made from eligible lists prepared as the result of examinations held by the board of examiners or from hiring lists established by the chancellor of the board of education, as the case may be, and all employees employed by the board of education in the titles of teacher aide, educational assistant, educational associate, auxiliary trainer, bilingual professional assistant, family worker, family assistant, family associate, parent program assistant, who file an application for membership in the retirement association on a form supplied by the retirement board. (b) (1) A member employed in a title added by the provisions of the amendment made by chapter nine hundred ninety-seven of the laws of nineteen hundred eighty-three may elect a service retirement benefit pursuant to the provisions of subparagraphs two and three of this paragraph. (2) A member employed in a title specified in subparagraph one may elect a service retirement without having to satisfy the requirement set forth in paragraph one of subdivision b of section six hundred nine of the retirement and social security law that a minimum of five years of credited service be performed subsequent to joining a retirement system. Provided however, that nothing herein shall be deemed to affect any applicable condition of eligibility for a service retirement, including but not limited to, that such member has: (i) attained age sixty-two as required by section six hundred three of the retirement and social security law; (ii) rendered a minimum of ten years of credited service as required by subdivision a of section six hundred two of such law; and (iii) purchased credit for any creditable service rendered in such title or titles prior to joining the New York city teachers' retirement system by making payment to such system prior to the effective date of retirement an amount equal to three percent of the employee's salary earned during the period such prior service was rendered, with interest at the rate of five percent per annum compounded annually. Further provided, that nothing herein shall be construed to mean that any service shall be credited in a manner inconsistent with the provisions of subdivision a of section six hundred nine of the retirement and social security law, or, if applicable, the provisions of subdivision e of such section. (3) In order to be effective, elections made pursuant to the provisions of this paragraph shall be in writing on a form supplied by the New York city teachers' retirement system and duly acknowledged and filed with such system on or before December thirty-first, nineteen hundred eighty-five. 8. \"Present-teacher\" shall mean any teacher employed in the public schools as a teacher on the first day of August, nineteen hundred seventeen, or on leave of absence on such date; and any teacher serving on a temporary license on the first day of August, nineteen hundred seventeen who, without separation from service, became a contributor to the teachers' retirement system; and any teacher-clerk or clerical assistant employed in the public day schools as a teacher-clerk or clerical assistant on the second day of June, nineteen hundred nineteen, and whose service as such teacher-clerk or clerical assistant was continuous from any time prior to the thirtieth day of June, nineteen hundred seventeen to the second day of June, nineteen hundred nineteen; and any teacher-clerk or clerical assistant employed as such in the public day schools from any time prior to the thirtieth day of June, nineteen hundred seventeen and who, without separation from service, was appointed as a regular teacher on a per annum salary prior to the second day of June, nineteen hundred nineteen and who, prior to the fourth day of May, nineteen hundred thirty-five, was classified upon the records of the retirement board as \"present-teacher\"; and any teacher-clerk or clerical assistant who was employed as such in the public day schools on the second day of June, nineteen hundred nineteen and who, prior to the fourth day of May, nineteen hundred thirty five, was classified upon the records of the retirement board as \"present-teacher\"; and any teacher who was employed in the public schools as a teacher on the first day of August, nineteen hundred seventeen who subsequently resigned and who was reinstated or reappointed within two years from the date of such resignation. 9. \"New-entrant\" shall mean any teacher appointed to serve in the public schools after the first day of August, nineteen hundred seventeen. 10. \"Contributor\" shall mean any member of the retirement association. 11. \"Transferred-contributor\" shall mean a contributor as defined in section 13-523 of this chapter. 12. \"Beneficiary\" shall mean any person in receipt of a pension, a pension-providing-for-increased-take-home-pay, an annuity, a retirement allowance, or other benefit as provided in this chapter. 13. \"city-service\" shall mean any service as an employee of the city or of any department, bureau, board or corporation thereof, or of the counties within the city. 14. \"Prior-service\" shall mean all city-service and all teaching or supervisory service in schools or colleges not maintained by the city computed to and including the sixteenth day of September, nineteen hundred seventeen, in the case of a present-teacher, and, in the case of a new-entrant, to the date of his or her appointment as a teacher, subject to the limitations and restrictions imposed by section 13-505 of this chapter. 15. \"Total-service\" shall mean all prior-service together with all subsequent service as a teacher or contributor as provided in this chapter. 15-a. \"Member-service\" shall mean credited city-service rendered while a contributor. 16. \"Service retirement\" shall mean retirement as defined in section 13-545, 13-547 or 13-549 of this chapter. 17. \"Disability retirement\" shall mean any of the following: (a) retirement prior to July first, nineteen hundred seventy for disability, as defined in subdivision seventeen-a of this section; (b) retirement for ordinary disability, as defined in subdivision seventeen-b of this section; (c) retirement for accident disability, as defined in subdivision seventeen-c of this section. 17-a. \"Retirement prior to July first, nineteen hundred seventy for disability\" shall mean retirement of a contributor for disability pursuant to section 13-550 of this chapter in any case where the effective date of such retirement precedes July first, nineteen hundred seventy. 17-b. \"Retirement for ordinary disability\" shall mean retirement of a contributor for disability pursuant to section 13-550 of this chapter, in any case where such retirement becomes effective on or after July first, nineteen hundred seventy. 17-c. \"Retirement for accident disability\" shall mean retirement pursuant to section 13-551 of this chapter. 17-d. \"Disability pensioner\". Any retired person whose retirement constitutes disability retirement. 18. \"Average salary\" shall mean the average annual salary earnable by a contributor for the five years immediately preceding the date of death or retirement or, at the option of such contributor, it shall mean the average annual salary earnable during any ten consecutive years of his or her total service, said ten years to be selected by the contributor prior to the date of death or retirement; upon the death of a contributor before retirement and prior to the selection of the period of time upon which his or her average annual salary shall be based, for the purpose of determining the amount to be paid as special death and retirement benefits pursuant to section 13-543 of this chapter, \"average salary\" shall mean the average annual salary earnable by such contributor during the five years immediately preceding his or her death or the average annual salary earnable by him or her during any ten consecutive years of total service, whichever of the two averages is greater in amount. 18-a. (a) For the purposes of paragraphs (b), (c) and (d) of this subdivision, the term \"improved salary base contributor\" shall mean any contributor: (i) who dies or retires on or after the date on which this subdivision takes effect; and (ii) whose last three years of credited service after his or her contribution rate fixation date (as defined in subdivision forty-seven of this section) were rendered in the position held by him or her on the date of death or retirement. (b) (1) Notwithstanding the provisions of subdivision eighteen of this section or any other provision of law to the contrary, \"average salary\" shall mean, in the case of any improved salary base contributor, the annual salary earnable by such contributor during the year immediately preceding the date of death or retirement or, at the option of such contributor, it shall mean the average annual salary earnable during any five consecutive years of his or her total service, such five years to be selected by such contributor prior to the date of death or retirement. (2) In any case where an improved salary base contributor dies prior to the selection of the period of time upon which his or her average salary shall be based, and such death occurs prior to his or her retirement or under such circumstances that a benefit is payable pursuant to paragraph a or b of subdivision two of section 13-545 of this chapter, then for the purpose of determining the amount to be paid as special death and retirement benefits pursuant to section 13-543 of this chapter or for the purpose of determining the amount of the benefit to be paid pursuant to paragraph a or b of subdivision two of section 13-545 of this chapter, as the case may be, \"average salary\" shall mean the annual salary earnable by such contributor during the year immediately preceding his or her death or the average annual salary earnable by him or her during any five consecutive years of total service, whichever of such earnable amounts is greater. (c) Notwithstanding any provision of paragraphs (a) and (b) of this subdivision to the contrary, in any case where a contributor would qualify as an improved salary base contributor, except for lack of the three years of service required by subparagraph (ii) of paragraph (a) of this subdivision, and such contributor, after his or her contribution rate fixation date (as defined in subdivision forty-seven of this section), rendered credited service for a period of three or more years during which period of three or more years he or she held no more than one position, such contributor shall be deemed, for the purposes of paragraphs (a), (b) and (d) of this subdivision, to be an improved salary base contributor; provided, however, that wherever the expression \"annual salary earnable by such contributor during the year immediately preceding the date of death or retirement,\" or \"annual salary earnable by such contributor during the year immediately preceding his or her death\", appear in paragraph (b) of this subdivision, such expressions shall be instead deemed to mean, with respect to a contributor who qualifies as an improved salary base contributor under this paragraph (c), the annual salary earnable by such contributor during the last year of the most recent period of three or more years of credited service of such contributor (after his or her contribution rate fixation date, as defined in subdivision forty-seven of this section), during which period of three or more years he or she held no more than one position. (d) (1) Subject to the provisions of subparagraph two of this paragraph, the provisions of paragraphs (a), (b) and (c) of this subdivision shall not apply to any contributor: (i) who heretofore retired or shall hereafter retire or who heretofore became or shall hereafter become a withdrawn contributor or a discontinued member; and (ii) who, after such retirement or withdrawal or after his or her discontinuance of service as a discontinued member, as the case may be, and after June thirtieth, nineteen hundred sixty-nine, re-entered or shall re-enter service (whether or not with service credit and status prior to withdrawal or discontinuance of service, as the case may be); and (iii) who would otherwise qualify as an improved salary base contributor at the time of death or retirement occurring after such re-entry; unless and until such contributor, after such re-entry, completes a period of not less than four years of member-service (as defined in subdivision fifteen-a of this section). (2) In any case where any contributor retires as an improved salary base contributor or discontinues service as an improved salary base discontinued member (as defined in subdivision eighteen-b of this section) and thereafter retires without having the status of an improved salarybase contributor, the average salary used in computing the retirement allowance of such contributor with respect to such subsequent retirement shall in no event be less than the average salary: (i) which was used in computing the retirement allowance awarded to him or her with respect to his or her prior retirement as an improved salary base contributor, in the case of such a contributor who retired after a prior retirement; or (ii) which would have been required to be used in computing the retirement allowance to which he or she would have been entitled as a discontinued member if he or she had not re-entered service, in the case of such a contributor who retires after previously discontinuing service as a discontinued member. 18-b (a) For the purposes of paragraph (b) and (c) of this subdivision, the term \"improved salary base discontinued member\" shall mean, except as otherwise provided in paragraph (c) of this subdivision, any discontinued member: (i) who: (a) became such a member by discontinuing service on or after the date on which this subdivision takes effect and after five years of credited service immediately preceding such termination, as required by section 13-556 of this chapter (relating to vested retirement rights); or (b) became such a member after a prior discontinuance of service and re-entry into service, by discontinuing service on or after the date on which this subdivision takes effect and after completion of five years of credited service after such re-entry into service and immediately preceding such subsequent termination as required by such section 13-556; and (ii) whose last three years of credited service prior to his or her most recent discontinuance were rendered in the position held by him or her on the date of such most recent discontinuance. (b) (1) Notwithstanding the provisions of subdivision eighteen of this section or any other provision of law to the contrary, \"average salary\" shall mean, in the case of any improved salary base discontinued member, the annual salary earnable by such member during the year immediately preceding the date of his or her discontinuance of service, or, at the option of such member, it shall mean the average annual salary earnable during any five consecutive years of his or her total-service, said five years to be selected by such member prior to the date on which his or her retirement allowance becomes payable under the provisions of section 13-556 of this chapter (relating to vested retirement rights). (c) Notwithstanding any provision of paragraphs (a) and (b) of this subdivision to the contrary, in any case where a discontinued member would qualify as an improved salary base discontinued member, except for lack of the three years of service required by subparagraph (ii) of paragraph (a) of this subdivision, and such member, after his or her contribution rate fixation date (as defined in subdivision forty-seven of this section) rendered credited service for a period of three or more years during which period of three or more years he or she held no more than one position, such member shall be deemed, for the purposes of paragraphs (a) and (b) of this subdivision to be an improved salary base discontinued member; provided, however, that the expression \"annual salary earnable by such member during the year immediately preceding the date of his or her discontinuance of service\" set forth in paragraph (b) of this subdivision shall be deemed to mean, with respect to a discontinued member who qualifies as an improved salary base discontinued member under this paragraph (c), the annual salary earnable by such member during the last year of the most recent period of three or more years of credited service of such member during which period of three or more years he or she held no more than one position. 19. (a) \"Minimum contribution\", except as otherwise provided in paragraphs (b) and (c) of this subdivision, shall mean (1) the amount realized by deducting from the salary of a contributor three per cent of his or her earnable salary; or (2) such per cent thereof, if less than three per cent, as shall be computed to be sufficient, with regular interest, when paid until age sixty-five, to provide for him or her on retirement at that age an annuity which, when added to his or her pension provided for in this title, will provide a retirement allowance of fifty percent of his or her average salary. (b) The \"minimum contribution\" of a twenty-year pension plan contributor shall be that realized by deducting from his or her salary the proportion of his or her earnable salary represented by his or her effective contribution rate as a twenty-year pension plan contributor (as such rate is defined in subdivision forty-five of this section). (c) The \"minimum contribution\" of an age-fifty-five-increased-benefits pension plan contributor shall be that realized by deducting from his or her salary the proportion of his or her earnable salary represented by his or her effective contribution rate as an age-fifty-five-increased-benefits pension plan contributor (as such rate is defined in subdivision forty-six of this section). (d) The method of computation and the deductions herein prescribed shall be appropriately modified in the case of a contributor for whom a rate is otherwise fixed pursuant to section 13-546 of this chapter (relating to pensions-providing-for-increased-take-home-pay). 20. \"Minimum accumulation\" shall mean: (a) Except as otherwise provided in paragraphs (b) and (c) of this subdivision, the amount created by the accumulation of the minimum contributions, together with the regular interest thereon; and (b) Subject to the provisions of paragraphs (c) and (d) of this subdivision, such term, in the case of any twenty-year pension plan contributor, shall mean the remainder obtained: (1) by computing the amount which the accumulated deductions of such contributor would equal, as of the date of his or her completion of twenty years of twenty-year pension plan qualifying service, if during the period from his or her contribution rate fixation date up to and including the date of completion of such twenty years of service, he or she contributed to the retirement system at his or her normal rate of contribution as such contributor; and (2) by subtracting from such amount computed pursuant to subparagraph one of this paragraph (b), the amount of the reserve-for-increased-take-home-pay to which such contributor is entitled for such period of twenty years of service, as such reserve was as of the date of completion of such period of service. (c) For the purposes of subparagraph one of paragraph (b) of this subdivision, the accumulated deductions referred to in such subparagraph shall be computed as they would be: (i) in the absence of any outstanding loan; and (ii) if they were not increased by any additional contributions, and (iii) if they were not reduced by reason of any election of the contributor to apply the amount of such reduction in payment of his or her contributions for old-age and survivors insurance coverage; and (iv) if, in the case of contributor who is a participant in the variable annuity program, he or she had never been a participant in such program during the period from his or her contribution rate fixation date up to and including the date of completion of twenty years of twenty-year pension plan qualifying service. (d) (1) In the case of a twenty-year pension plan contributor who, prior to his or her contribution rate fixation date, had completed twenty or more years of twenty-year pension plan qualifying service, the minimum accumulation shall be an amount which, as of the initial date of retirement allowance payability with respect to such contributor, is the actuarial equivalent of an annuity equal to twelve and one-half per centum of his or her annual salary earnable on his or her contribution rate fixation date. (2) In the case of a twenty-year pension plan contributor who, after having retired as a twenty-year pension plan contributor, re-enters city-service, the minimum accumulation of such contributor while a twenty-year pension plan contributor shall be his or her minimum accumulation at the time of his or her prior retirement as a twenty-year pension plan contributor. (3) For the purpose of the computation prescribed by subparagraph one of paragraph b of this subdivision, in the case of a twenty-year pension plan contributor whose first twenty years of twenty-year pension plan qualifying service includes transferred service as described in subdivision forty-four of this section (relating to definitions), the accumulated deductions of such contributor attributable to all such transferred service rendered prior to July first, nineteen hundred seventy shall be the amount obtained by adding together: (i) the amount which the accumulated deductions of such contributor resulting from his or her contributions as a member of the other retirement system would have equalled at the end of such period of transferred service rendered prior to July first, nineteen hundred seventy, (a) in the absence of a loan, (b) if not increased by additional contributions and (c) if not reduced by reason of such contributor's election as a member of such other retirement system to decrease his or her contributions in order to apply the amount of such reduction in payment of his or her contributions for old age and survivors insurance coverage; and (ii) the reserve-for-increased-take-home-pay, if any, which accrued for such period of transferred service rendered prior to July first, nineteen hundred seventy in favor of such contributor as a member of such other retirement system. (4) For the purpose of facilitating the computation of minimum accumulations, the retirement board may promulgate rules and regulations providing, with respect to any twenty-year pension plan contributor whose first twenty years of twenty-year pension plan qualifying service include any such service rendered after his or her contribution rate fixation date and prior to July first, nineteen hundred seventy, that for the purpose of computing that part of his or her minimum accumulation attributable to the period of his or her twenty-year pension plan qualifying service commencing on his or her contribution rate fixation date (or on the date of his or her last entry into city-service constituting member-service, if he or she is subject to the provisions of subparagraph three of this paragraph (c)) and ending on June thirtieth, nineteen hundred seventy or on the date on which he or she completes twenty years of twenty-year pension plan qualifying service, whichever is earlier; (i) his or her earnable salary during such period shall be deemed to increase annually by a constant amount; and (ii) if such entire period includes one or more constituent periods (hereinafter referred to as sub-periods) for which he or she did not receive service credit, such part of his or her minimum accumulations shall be the amount obtained: (a) by computing, in accordance with the method of computation mentioned in item one of this paragraph four, the amount which his or her accumulated deductions for such entire period would equal, as of the last day of such period, if throughout such period, including in such period all such sub-periods, he or she contributed continuously to the retirement system at his or her normal rate of contribution; and (b) by multiplying such amount computed pursuant to subitem (a) of this item (ii) by a fraction, the numerator of which is the number of years of service for which he or she is credited with respect to such entire period, and the denominator of which is the number of years of service for which he or she would be credited with respect to such entire period if no such sub-periods were included therein. 20-a. \"Minimum accumulation factor\" shall mean an amount equal to an annuity which would be, as of the date on which the retirement allowance of a twenty-year pension plan contributor begins, the actuarial equivalent of his or her minimum accumulation. 21. \"Accumulated deductions\" shall mean the total of the amounts deducted from the salary of a contributor and standing to the credit of his or her individual account in the annuity savings fund, together with the regular interest and special interest, if any, thereon. 22. (a) Except as otherwise provided in paragraphs (b), (c), (d), (e) and (g) of this subdivision, \"regular interest,\" in the cases of persons who are members on the thirtieth day of June, nineteen hundred forty-seven, shall mean interest at four per centum per annum, compounded annually, and in the case of persons becoming members thereafter, shall mean interest of three per centum per annum, compounded annually to and including the thirty-first day of December, nineteen hundred sixty-six, and interest at four per centum per annum, compounded annually from and after the first day of January, nineteen hundred sixty-seven, except that in the cases of persons becoming members after the thirtieth day of June, nineteen hundred forty-seven whose service as a teacher, contributor, or transferred-contributor is terminated by death, retirement, resignation, dismissal or otherwise prior to the thirtieth day of June, nineteen hundred sixty-seven, the term \"regular interest\" shall mean interest at three per centum per annum compounded annually, to and including the date of such termination. (b) The provisions of paragraph (a) of this subdivision shall not apply to any actuarial valuation, determination or appraisal which is made pursuant to this chapter and which is used to determine the amount of any contribution required to be paid by the city or other public employer into the contingent reserve fund or pension reserve fund number two of the retirement system in nineteen hundred seventy-seven--nineteen hundred seventy-eight fiscal year of the city or any subsequent fiscal year thereof. (c) (i) Subject to the provisions of subparagraph (ii) of paragraph (f) of this subdivision, for the purpose of any actuarial valuation, determination or appraisal which is made pursuant to this title and which is used to determine the amount of any contribution required to be paid by the city (or other obligors required to pay public employer contributions on account of contributors) into the contingent reserve fund or pension reserve fund number two of the retirement system in the nineteen hundred seventy-seven--nineteen hundred seventy-eight fiscal year of the city and in each succeeding fiscal year thereof to and including the nineteen hundred seventy-nine--nineteen hundred eighty fiscal year thereof, \"regular interest\" shall mean interest at five and one-half per centum per annum, compounded annually. (ii) Subject to the provisions of subparagraph (ii) of paragraph (f) of this subdivision, and except as otherwise provided in subdivision a of section 13-527 of this chapter and subdivision d of such section with respect to determination of the amount of the balance sheet liability as of June thirtieth, nineteen hundred eighty and balance sheet liability contributions, for the purpose of any actuarial valuation, determination or appraisal which is made pursuant to this title and which is used to determine the amount of any contribution required to be paid by the city (or other obligors required to pay public employer contributions on account of contributors) into the contingent reserve fund or pension reserve fund number two of the retirement system in the nineteen hundred eighty--nineteen hundred eighty-one fiscal year of the city and in each succeeding fiscal year thereof to and including the nineteen hundred eighty-one--nineteen hundred eighty-two fiscal year thereof, \"regular interest\" shall mean interest at the rate of seven and one-half per centum per annum, compounded annually. (iii) Subject to the provisions of subparagraph (ii) of paragraph (f) of this subdivision, and except as otherwise provided in subdivision a of section 13-527 of this chapter and subdivision d of such section with respect to the determination of the amount of the balance sheet liability as of June thirtieth, nineteen hundred eighty and balance sheet liability contributions, for the purpose of any actuarial valuation, determination or appraisal which is made pursuant to this title and which is used to determine the amount of any contribution required to be paid by the city (or other obligors required to pay public employer contributions on account of contributors) into the contingent reserve fund or pension reserve fund number two of the retirement system in the nineteen hundred eighty-two--nineteen hundred eighty-three fiscal year of the city and in each succeeding fiscal year thereof to and including the nineteen hundred eighty-seven--nineteen hundred eighty-eight fiscal year thereof, \"regular interest\" shall mean interest at the rate of eight per centum per annum, compounded annually. (iv) Subject to the provisions of subparagraph (ii) of paragraph (f) of this subdivision, and except as otherwise provided in subdivision a of section 13-527 of this chapter and subdivision d of such section with respect to the determination of the amount of the balance sheet liability as of June thirtieth, nineteen hundred eighty and balance sheet liability contributions, for the purpose of any actuarial valuation, determination or appraisal which is made pursuant to this chapter and which is used to determine the amount of any contribution required to be paid by the city (or other obligors required to pay public employer contributions on account of contributors) into the contingent reserve fund or pension reserve fund number two of the retirement system in the nineteen hundred eighty-eight--nineteen hundred eighty-nine fiscal year of the city and the nineteen hundred eighty-nine--nineteen hundred ninety fiscal year thereof, \"regular interest\" shall mean interest at the rate of eight and one-quarter per centum per annum, compounded annually. (d) Subject to the provisions of subparagraph (ii) of paragraph (f) of this subdivision, and except as otherwise provided in subdivision a of section 13-527 of this chapter and subdivision f of such section with respect to determination of the amount of the balance sheet liability as of June thirtieth, nineteen hundred eighty and balance sheet liability contributions, for the purpose of any actuarial valuation, determination or appraisal which is made pursuant to this chapter and which is used to determine the amount of any contribution required to be paid by the city (or other obligors required to pay public employer contributions on account of contributors) into the contingent reserve fund or pension reserve fund number two of the retirement system in the nineteen hundred ninety--nineteen hundred ninety-one fiscal year of the city and in any subsequent fiscal year thereof, \"regular interest\" shall mean interest at such rate per annum, compounded annually, as shall be prescribed by the legislature in section 13-638.2 of this title. (e) On or after May first, nineteen hundred eighty-nine and no later than October thirty-first of such year, the retirement board shall submit to the governor, the temporary president and minority leader of the senate, the speaker of the assembly, the majority and minority leaders of the assembly, the state superintendent of insurance, the chairman of the permanent commission on public employee pension and retirement systems, the mayor of the city, and the members of the board of estimate and city council thereof, the written recommendations of the retirement board as to the rate of interest and effective period thereof which should be established by law as \"regular interest\" for the purpose specified in the paragraph (d) of this subdivision. (f) (i) Subject to the provisions of paragraph four of subdivision (b) of section 13-527 of this chapter, nothing contained in paragraphs (b), (c), (d) and (e) of this subdivision shall be construed as prescribing, for the purpose of crediting interest to individual accounts in the annuity savings fund or to reserves-for-increased-take-home-pay or for any other purpose besides that specified in such paragraphs, a rate of regular interest other than as prescribed by the applicable provisions of paragraph (a) or paragraph (g) of this subdivision. (ii) Subject to the provisions of section 13-638.2 of this title, nothing contained in paragraphs (c) and (d) of this subdivision shall be construed as requiring the original unfunded accrued liability contribution, as defined in subdivision c of section 13-527 of this chapter, and the revised unfunded accrued liability contribution, as defined in subdivision d of such section, and the nineteen hundred eighty unfunded accrued liability adjustment, as defined in subdivision e of such section and the nineteen hundred eighty-two unfunded accrued liability adjustment, as defined in such subdivision, to be determined in any manner other than as prescribed by the applicable provisions of such subdivisions. Subject to the provisions of section 13-638.2 of this title, nothing contained in paragraphs (c) and (d) of this subdivision shall be construed as requiring any balance sheet liability or balance sheet liability contribution computed pursuant to the provisions of subdivision f of section 13-527 of this chapter to be determined in any manner other than as prescribed in such subdivision. (g) (i) Commencing on August first, nineteen hundred eighty-three, and continuing thereafter, \"regular interest\", in the cases of persons who were in member service on July thirty-first, nineteen hundred eighty-three or who thereafter entered or resumed or enter or resume member service, shall mean, subject to the provisions of subparagraphs (ii) to (ix), inclusive, of this paragraph (g) and subdivision b of section 13-578 of the code, interest at seven per centum per annum, compounded annually. (ii)(A)(1) Subject to the provisions of sub-items (2) and (3) of this item (A), regular interest at the rate of seven per centum per annum, compounded annually, shall be used as the actuarial interest assumption for determining any actuarial equivalent benefit (other than a variable annuity program benefit) payable to or on account of any seven percent member for actuarial equivalent benefit purposes. (2) Where an actuarial equivalent benefit is required by retirement board resolution to be determined for any seven percent member for actuarial equivalent benefit purposes through the use of the modified Option 1 pension computation formula (as defined in subdivision fifty-nine of section 13-501 of the code), the actuarial interest assumptions used in making such determination shall be as prescribed in such formula. (3) Where it is provided by retirement board resolution that a portion of an actuarial equivalent benefit shall be determined for any seven percent member for actuarial equivalent benefit purposes on the basis of gender-neutral mortality tables, and that the remainder of such benefit shall be determined on the basis of mortality tables which are not gender-neutral, regular interest at the rate of seven per centum per annum, compounded annually, shall be used as the actuarial interest assumption for determining the portion of such benefit required by such resolution to be determined on the basis of gender-neutral mortality tables and such rate of regular interest shall not apply to the determination of the remainder of such benefit. (B) Notwithstanding that the process of determining whether a member is a seven percent member for actuarial benefit purposes may include, for the purpose of ascertaining the highest applicable benefit, alternative hypothetical benefit calculations utilizing a rate of regular interest other than such rate of seven per centum, nothing contained in subparagraph (i) of this paragraph (g) or in item (A) of this subparagraph (ii) shall be construed as requiring that in the determination of any actuarial equivalent benefit (other than a variable annuity program benefit) payable to or on account of any member who is not a seven percent member for actuarial equivalent benefit purposes, any rate of interest be used as the actuarial interest assumption other than regular interest, compounded annually, as prescribed by the applicable provisions of paragraph (a) of this subdivision twenty-two. (iii) The provisions of item (A) of subparagraph (ii) of this paragraph shall not apply to any person who prior to August first, nineteen hundred eighty-three, retired as a member of the retirement system for service or superannuation or for ordinary or accident disability and was such a retiree immediately prior to such August first, provided, however, that if any such retiree, on or after July thirty-first, nineteen hundred eighty-three, returned or returns to member service, the provisions of such item (A), from and after such date of restoration to member service, shall apply to such restored member, provided that nothing contained in the preceding provisions of this subparagraph shall be construed as applicable to any such restored member who was not or is not a seven percent member for actuarial equivalent benefit purposes at the time of subsequent retirement or subsequent discontinuance of service so as to qualify for benefits. (iv) (A) Subject to the provisions of item (B) of this subparagraph (iv), the provisions of item (A) of subparagraph (ii) of this paragraph shall not apply to any Tier I or Tier II member who (1) prior to August first, nineteen hundred eighty-three, discontinued service under such circumstances that such member became a discontinued member and acquired a vested right to receive a retirement allowance pursuant to section 13-556 of the code (and in the case of a Tier II member, article eleven of the retirement and social security law), and (2) was a discontinued member immediately prior to such August first. (B) If such a discontinued member, on or after July thirty-first, nineteen hundred eighty-three, returned or returns to member service, the provisions of item (A) of subparagraph (ii) of this paragraph shall apply to him or her on and after the date of such resumption of member service, provided that nothing contained in this item (B) shall be construed as making the provisions of item (A) of such subparagraph (ii) applicable to any such member who was not or is not a seven percent member for actuarial equivalent benefit purposes at the time of subsequent retirement or subsequent discontinuance of service so as to qualify for benefits. (v) (A) Subject to the provisions of item (B) of this subparagraph (v), the provisions of item (A) of subparagraph (ii) of this paragraph shall not apply to any Tier III member or Tier IV member who (1) prior to August first, nineteen hundred eighty-three, terminated employment under such circumstances that such member became a Tier III member entitled to a vested benefit or a Tier IV member entitled to a vested benefit, and (2) had such status immediately prior to such August first. (B) If a member who became entitled to a vested benefit, as described in item (A) of this subparagraph (v), returned or returns to member service on or after July thirty-first, nineteen hundred eighty-three, the provisions of item (A) of such subparagraph (ii) shall apply to him or her on and after the date of such resumption of member service, provided that nothing contained in the preceding provisions of this item (B) shall be construed as applicable to any such member who was not or is not a seven percent member for actuarial equivalent benefit purposes at the time of subsequent retirement or subsequent discontinuance of service so as to qualify for benefits. (vi) (A) Subject to the provisions of items (B) and (C) of this subparagraph (vi) and to the provisions of subparagraph (vii) of this paragraph (g), the selection of mode of benefit (as defined in subdivision sixty of this section) which, prior to the termination date of eligibility for option re-selection (as defined in subdivision sixty-four of this section), a person entitled to a recomputation of benefits (as defined in subdivision sixty-two of this section) made or makes in relation to the retirement allowance (or any component thereof) which became or becomes payable to him or her prior to such termination date of eligibility for option re-selection, shall be the selection of mode of benefit applicable to the recomputed retirement allowance (or any corresponding component thereof) to which he or she is entitled under the best-of-three-computations method or the gender-neutral computations method, and, any such person entitled to a recomputation of benefits pursuant to the best-of-three-computations method or the gender-neutral computations method shall not be entitled to make any change in such selection of mode of benefit. (B)(1) Notwithstanding the provisions of item (A) of this subparagraph (vi), a person entitled to a recomputation of benefits pursuant to the best-of-three-computations method shall be entitled, to the extent and in the manner prescribed in the succeeding sub-items of this item (B), to change the original selection of mode of benefit applicable to the retirement allowance (or component thereof) which became or becomes payable to him or her prior to the termination date of eligibility for option re-selection. (2) In any case where the original selection of mode of benefit of a person entitled to a recomputation of benefits was a selection of a joint and survivor option (as defined in subdivision sixty-three of this section), no change from such original selection of a joint and survivor option may be made under this item (B) to any other selection of mode of benefit if the designated beneficiary selected with respect to such joint and survivor option by such person entitled to a recomputation is not alive at the time of filing of the form whereby such person entitled to a recomputation seeks to change, pursuant to this item (B), his or her original selection of such joint and survivor option. (3) Except for a change of selection of mode of benefit prohibited by sub-item two of this item (B), any original selection of mode of benefit may be changed pursuant to this item (B) to another selection of mode of benefit, provided all of the conditions set forth in sub-items four, six and eight of this item (B) are met. (4) Subject to the provisions of sub-items seven and eight of this item (B), a person entitled to a recomputation of benefits may, pursuant to this item (B), effect any such permissible change of his or her original selection of mode of benefit by executing, acknowledging and filing with the retirement system, within the applicable period of time prescribed by sub-item six of this item, a new selection of mode of benefit. If the original selection of mode of benefit of the person filing such new selection was a selection of a joint and survivor option, such new selection shall be void and of no effect unless (a) the designated beneficiary named in such orignal selection of a joint and survivor option signs and acknowledges, in the form for such new selection of mode of benefit, a consent to such changed selection of mode of benefit, and (b) such original designated beneficiary is alive on the date of filing of such new selection. (5) The retirement system shall mail to each person entitled to a recomputation of benefits a letter showing amounts of benefits, as recomputed for such person under the best-of-three-computations method or the gender-neutral computations method, for modes of benefit other than joint and survivor options, together with a statement advising such person that upon request, the amounts of recomputed benefits under joint and survivor options will be provided. (6) The period of time within which any such person entitled to a recomputation may file a new selection of mode of benefit as provided for in sub-items three and four of this item (B) shall be sixty days after the date of issuance set forth in such letter mailed to such person pursuant to sub-item five of this item; provided, however, that if, pursuant to the request of such person, a later letter setting forth benefits information in relation to new selection of mode of benefit is mailed to such person by the retirement system, such period of time for filing a new selection of mode of benefit shall be thirty days after the date of issuance set forth in such later letter. (7) Upon the filing of a new selection of mode of benefit pursuant to this item (B) by any such person entitled to a recomputation, such new selection shall be irrevocable and such person shall not be entitled to file any other selection of mode of benefit with respect to such retirement allowance (or any component thereof) which became payable to him or her prior to the termination date of eligibility for option re-selection. (8) No new selection of mode of benefit filed pursuant to the preceding sub-items of this item (B) shall be valid or effective as a change of mode of benefit or for any other purpose unless the person entitled to a recomputation of benefits who files such new selection is alive on the date (hereinafter referred to as the \"validating date\") three hundred sixty-five days after the date of filing of such new selection of mode of benefit. If such person filing such new selection of mode of benefit is alive on the validating date with respect to such new selection, such new selection shall become valid and effective on such validating date; provided, however, that from and after the effective date of retirement of such person making such valid and effective new selection of mode of benefit (if he or she retired for service or superannuation or for ordinary or accident disability) or from and after the date on which payability of the original benefits of such person began (if he or she was a discontinued member or Tier III member entitled to a vested benefit or Tier IV member entitled to a vested benefit), such new selection of mode of benefit shall supersede such original selection of mode of benefit and shall apply to and govern the amount of benefits payable to such person or to his or her designated beneficiary or estate. (C) Nothing contained in item (A) or item (B) of this subparagraph (vi) shall be construed as preventing any change in selection of mode of benefit where such change is authorized by section 13-565 of the code. (vii) In any case where a retiree or discontinued member or Tier III member entitled to a vested benefit or Tier IV member entitled to a vested benefit referred to in subparagraph (vi) of this paragraph returns to member service on or after July thirty-first, nineteen hundred eighty-three, nothing contained in such subparagraph shall be construed as preventing such person so restored to member service, upon his or her subsequent retirement, from exercising any right, which any other applicable law grants to him or her under such circumstances, to make a selection of mode of benefit (as defined in subdivision sixty of this section). (viii) Notwithstanding the provisions of subparagraph (i) of this paragraph (g) prescribing a rate of regular interest of seven per centum per annum, compounded annually, for specified members described in such subparagraph (i), the rate of regular interest which shall be applied to fix the rate of interest on any loan to any such member eligible to borrow shall be four per centum per annum, compounded annually. (ix) The rate of regular interest applicable to determination of the rate of member contribution of any member whose last membership began prior to the date of enactment (as certified pursuant to section forty-one of the legislative law) of this paragraph shall be the rate of regular interest which was applicable, under the provisions of law in effect prior to such date of enactment, to the determination of the rate of member contribution of such member, and nothing contained in the preceding subparagraphs of this paragraph shall be construed as applicable to the determination of the rate of member contribution of any such member whose last membership so began or as changing or affecting the rate of member contribution of any such member. 23. \"Pension\" shall mean payments for life derived from appropriations made by the city and from any other sources of revenue of the pension reserve funds as provided in this chapter. 23-a. \"Pension-providing-for-increased-take-home-pay\" shall mean the annual allowance for life payable in monthly installments derived from contributions made to the contingent reserve fund pursuant to section 13-546 of this chapter. 24. \"Annuity\" shall mean payments for life derived from contributions made by a contributor as provided in this chapter. 25. \"Retirement allowance\" shall mean the pension, plus the annuity and the pension-providing-for-increased-take-home-pay, if any. 26. \"Pension reserve\" shall mean the present value computed on the basis of such mortality tables as shall be adopted by the retirement board, with regular interest, of the future payments to be made on account of any pension granted under the provisions of this chapter. 26-a. \"Reserve-for-increased-take-home-pay\" shall mean an amount which, at the time of death or retirement, shall be equal to the sum obtained by adding together the amounts specified in the succeeding paragraphs of this subdivision, as follows: (i) A sum representing two and one-half per centum of the contributor's salary paid to him or her during the period with respect to which the city contributes, pursuant to subdivisions b and f of section 13-546 of this chapter, towards pensions-providing-for-increased-take-home-pay, plus regular interest and additional interest, if any, on such sum; (ii) A sum representing the product obtained by multiplying the percentage selected by the board of estimate pursuant to the provisions of paragraph four of subdivision c of section 13-546 of this chapter, by the salary of the contributor during the period with respect to which the city contributes, pursuant to subdivisions d and f of such section 13-546, towards pensions-providing-for-increased-take-home-pay, plus regular interest and additional interest, if any, on such sum; (iii) A sum representing five per centum of the contributor's salary paid to him or her during the period with respect to which the city contributes, pursuant to paragraph four of subdivision g or paragraph four of subdivision i of such section 13-546 and subdivision f of such section, towards pensions-providing-for-increased-take-home-pay, plus regular interest and additional interest, if any, on such sum; (iv) In the case of contributors employed by the board of education, a sum representing three per centum of the salary of each such contributor paid to him or her during the period with respect to which the city contributes, pursuant to subparagraph a of paragraph one of subdivision j of such section 13-546 and subdivision f of such section, towards pensions-providing-for-increased-take-home-pay, plus regular interest on such sum; (v) In the case of contributors employed by the board of education, a sum representing eight per centum of each contributor's salary paid to him or her during the period with respect to which the city contributes, pursuant to subparagraph (c) of paragraph one of subdivision j of such section 13-546 and subdivision f of such section, towards pensions-providing-for-increased-take-home-pay, plus regular interest on such sum; (vi) In the case of contributors employed by the board of education, a sum representing eight per centum of the salary of each such contributor paid to him or her during the period with respect to which the city contributes, pursuant to subdivisions k and f of such section 13-546 of this chapter, towards pensions-providing-for-increased-take-home-pay, plus regular interest on such sum; provided, however, that if the reduction in contributions of such contributors with respect to the months of July and August, nineteen hundred seventy is governed by paragraph one of subdivision m of section 13-546 of this chapter, the reserve provided for in this paragraph (vi) shall not inlcude any portion of the salary of each such contributor paid to him or her with respect to such months; (vii) In the case of contributors employed by the city university of New York, a sum representing three per centum of the salary of each such contributor paid to him or her during the period with respect to which, if an election by the mayor requires such contributions, the city contributes, pursuant to subparagraph a of paragraph one of subdivision l of such section 13-546 of this chapter and subdivision f of such section, towards pensions-providing-for-increased-take-home-pay, plus regular interest on such sum; (viii) In the case of contributors employed by the city university of New York, a sum representing eight per centum of each contributor's salary paid to him or her during the period with respect to which the city contributes, pursuant to subparagraph (c) of paragraph one of subdivision l of such section 13-546 of this chapter and subdivision f of such section, towards pensions providing-for-increased-take-home-pay, plus regular interest on such sum, if the mayor elects a reduction in the contributions of such contributors pursuant to such paragraph (c); provided, however, that if the reduction in contributions of such contributors with respect to the months of July and August, nineteen hundred seventy is governed by paragraph one of subdivision n of section 13-546 of this chapter, the reserve provided for in this paragraph (viii) shall not include any portion of the salary of each such contributor paid to him or her with respect to such months; (ix) (a) In the case of contributors employed by the board of education, a sum representing five per centum of the salary of each such contributor paid to him or her during the period with respect to which the city contributes, pursuant to paragraph one of subdivision m of section 13-546 of this chapter and subdivision f of such section, towards pensions-providing-for-increased-take-home-pay, plus regular interest on such sum, if a bill entitled \"An act to amend the administrative code of the city of New York, in relation to providing additional rights, privileges and benefits for contributors to the New York city teachers' retirement system, including optional retirement plans\" is enacted into law, or (b) In the case of contributors employed by the board of education, a sum representing eight per centum of the salary of each such contributor paid to him or her during the period with respect to which the city contributes, pursuant to paragraph two of subdivision m of section 13-546 of this chapter and subdivision f of such section, towards pensions-providing-for-increased-take-home-pay, plus regular interest on such sum, in the event a bill entitled \"An act to amend the administrative code of the city of New York, in relation to providing additional rights, privileges and benefits for contributors to the New York city teachers' retirement system, including optional retirement plans\" is not enacted into law; (x) (a) In the case of contributors employed by the board of higher education, a sum representing five per centum of each contributor's salary paid to him or her during the period with respect to which the city contributes, pursuant to paragraph one of subdivision n of section 13-546 of this chapter and subdivision f of such section, towards pensions-providing-for-increased-take-home-pay, plus regular interest on such sum, if a bill entitled \"An act to amend the administrative code of the city of New York, in relation to providing additional rights, privileges and benefits for contributors to the New York city teachers' retirement system, including optional retirement plans\" is enacted into law, or (b) In the case of contributors employed by the board of higher education, a sum representing eight per centum of each contributor's salary paid to him or her during the period with respect to which the city contributes, pursuant to paragraph two of subdivision n of section 13-546 of this chapter and subdivision f of such section, towards pensions-providing-for-increased-take-home-pay, plus regular interest on such sum, in the event a bill entitled \"An act to amend the administrative code of the city of New York, in relation to providing additional rights, privileges and benefits for contributors to the New York city teachers' retirement system, including optional retirement plans\" is not enacted into law; (xi) In the case of contributors employed by the board of education or board of higher education, a sum representing five per centum of the salary of each such contributor paid to him or her during the period with respect to which the city contributes, pursuant to paragraph one of subdivision o of section 13-546 of this chapter and subdivision f of such section, towards pensions-providing-for-increased-take-home-pay, plus regular interest on such sum. (xii) In the event that the mayor makes the election authorized by paragraph one of subdivision p of section 13-546 of this chapter, then in the case of contributors employed by the board of education or board of higher education, a sum representing five per centum of the salary of each such contributor paid to him or her during the period with respect to which the city contributes, pursuant to paragraph one of such subdivision p and subdivision f of such section, towards pensions-providing-for-increased-take-home-pay, plus regular interest on such sum. (xiii) In any case where it is prescribed in section 13-535 of this chapter that in the determination of the reserve-for-increased-take-home-pay of any contributor with respect to a specified period heretofore or hereafter occurring, additional interest shall be included with respect to such period, the definition of reserve-for-increased-take-home-pay set forth in this subdivision, to the extent that it does not specifically provide for inclusion of such additional interest, shall be deemed to provide for the inclusion of such additional interest, in the amount prescribed for such period, in such contributor's reserve-for-increased-take-home-pay. 27. \"Annuity reserve\" shall mean the present value computed on the basis of such mortality tables as shall be adopted by the retirement board, with regular interest, of the future payments to be made on account of any annuity or benefit granted and based on the accumulated deductions of the contributor. 28. \"Expense fund\" shall mean the fund provided for in section 13-526 of this chapter. 29. \"Contingent reserve fund\" shall mean the fund provided for in section 13-527 of this chapter. 30. \"Pension reserve fund number one\" shall mean the fund provided for in section 13-530 of this chapter. 31. \"Pension reserve fund number two\" shall mean the fund provided for in section 13-530 of this chapter. 32. \"Annuity savings fund\" shall mean the fund provided for in section 13-521 of this chapter. 33. \"Annuity reserve fund\" shall mean the fund provided for in section 13-522 of this chapter. 34. \"Fiscal year\" shall mean the year commencing with the first day of July and ending with the thirtieth day of June next following. 35. \"Special interest\". A distribution to the annuity savings fund, in addition to regular interest, which distribution (a) for each of the periods as to which the provisions of section 13-535 of this chapter or section 13-638.2 of this title grant special interest, consists of the amount prescribed by such provisions for such period and (b) for each such period is credited in such applicable amount to the accounts in the annuity savings fund of members who are eligible under such provisions for crediting of such amount for such period. 36. \"Additional interest\". A distribution to the reserve-for-increased-take-home-pay, in addition to regular interest, which distribution (a) for each of the periods as to which the provisions of section 13-535 of this chapter or section 13-638.2 of this title grant additional interest, consists of the amount prescribed by such provisions for such period and (b) for each such period is to be included in such applicable amount in the reserve-for-increased-take-home-pay of each contributor who is eligible under such provisions for inclusion of such amount for such period. 37. \"Twenty-year pension plan\" shall mean the rights, benefits and privileges granted by the provisions of section 13-547 of this chapter (relating to the twenty-year pension plan). 38. \"Twenty-year-pension plan contributor\" shall mean a contributor who has elected the benefits of section 13-547 of this chapter (relating to the twenty-year pension plan) pursuant to its terms and to whom the provisions of such section are applicable. 39. \"Applicant for retirement with a deferred payability date\" shall mean a twenty year pension plan contributor who, pursuant to section 13-547 of this chapter (relating to the twenty-year pension plan), has filed an application for retirement designating an effective date of retirement occurring before his or her initial date of retirement allowance payability (as defined in subdivision forty-three of this section). 40. \"Twenty-year pension plan retiree having a deferred payability date\" shall mean any twenty-year pension plan contributor who has retired pursuant to section 13-547 of this chapter (relating to the twenty-year pension plan) and whose effective date of retirement precedes the date on which his or her retirement allowance begins. 41. \"Age-fifty-five-increased-benefits pension plan\" shall mean the rights, benefits and privileges granted by the provisions of section 13-548 of this chapter (relating to the age-fifty-five-increased-benefits pension plan), by paragraph f of subdivision one of section 13-545 (relating to eligibility of age-fifty-five-increased-benefits pension plan contributors for service retirement), and by paragraph e of subdivision one of section 13-554 of this chapter (relating to service retirement pensions payable to age-fifty-five-increased-benefits pension plan contributors). 42. \"Age-fifty-five-increased-benefits-pension plan contributor\" shall mean a contributor (a) who is entitled to retire for service upon attaining age fifty-five, as provided for in paragraph f of subdivision one of section 13-545 of this chapter and (b) who, upon retirement for service, is entitled to a pension as provided for in paragraph e of subdivision one of section 13-554 of this chapter (relating to service retirement pensions payable to age-fifty-five-increased-benefits pension plan contributors). 43. \"Initial date of retirement allowance payability\" shall mean the earliest date as of which the retirement allowance of a twenty-year pension plan contributor may be caused by him or her to commence under the provisions of section 13-547 of this chapter (relating to the twenty-year pension plan). 44. \"Twenty-year-pension plan qualifying service\" shall mean (a) credited city-service and (b) any service credited to a twenty-year pension plan contributor by reason of transfer to the New York city teachers' retirement system pursuant to section five hundred twenty-two of the education law or section forty-three of the retirement and social security law or other applicable law authorizing a transfer of service credit to such retirement system from another publicly supported retirement system. 45. \"Effective contribution rate as a twenty-year pension plan contributor\" shall mean the normal rate of contribution fixed for a twenty-year pension plan contributor pursuant to the applicable provisions of section 13-547 of this chapter (relating to the twenty-year pension plan) or section 13-549 of this chapter (relating to deferred eligibility of certain retirees, withdrawn contributors and discontinued members for benefits under certain pension plans); provided, however, that in any case where such a contributor contributes at a rate of fifteen per centum or more but less than such normal rate pursuant to paragraph (b) of subdivision seven of section 13-521 of this chapter (relating to contributions of twenty-year pension plan contributors and age-fifty-five-increased-benefits pension plan contributors), the term herein defined shall mean his or her rate of contribution pursuant to such paragraph (b). 46. \"Effective contribution rate as an age-fifty-five-increased-benefits pension plan contributor\" shall mean the normal rate of contribution fixed for an age fifty-five-increased-benefits pension plan contributor pursuant to the applicable provisions of section 13-548 of this chapter (relating to the age-fifty-five-increased-benefits pension plan) or section 13-549 of this chapter (relating to deferred eligibility of certain retirees, withdrawn contributors and discontinued members for benefits under certain pension plans); provided, however, that in any case where such a contributor contributes at a rate of fifteen per centum or more but less than such normal rate pursuant to paragraph (b) of subdivision seven of section 13-521 of this chapter (relating to contributions of twenty-year pension plan contributors and age fifty-five-increased-benefits pension plan contributors), the term herein defined shall mean his or her rate of contribution pursuant to such paragraph (b). 47. \"Contribution rate fixation date\" shall have the following meanings: (a) Except as otherwise provided in paragraphs (b) and (c) of this subdivision, such term shall mean the date on which a contributor first became a contributor, whether or not he or she subsequently became a withdrawn contributor, or discontinued member and thereafter re-entered city-service. (b) In any case where a withdrawn contributor heretofore re-entered or hereafter re-enter service as a contributor without being entitled to service credit and status prior to withdrawal as provided for in section 13-506 of this chapter (relating to withdrawn contributors who re-enter service), such term shall mean the date upon which such contributor last re-entered member-service without such entitlement, after being a withdrawn contributor. (c) In any case where a contributor became a discontinued member pursuant to section 13-556 of this chapter (relating to vested retirement rights) and after becoming such a member, re-entered service as a contributor without being entitled to service credit and status prior to withdrawal as provided for in such section, such term shall mean the date upon which such contributor, after becoming a discontinued member, last re-entered member-service without such entitlement. (d) In any case where a contributor has or acquires credit for service by reason of transfer of service credit pursuant to section five hundred twenty-two of the education law, section forty-three of the retirement and social security law or any other law authorizing a transfer of service credit to this retirement system from another publicly supported retirement system, such transferred service credit shall be deemed to be member-service for the purposes of this subdivision. 48. \"Twenty-five-year-age-fifty-five-one-per-centum contributor\" shall mean a contributor who, by reason of elections made pursuant to paragraph e of subdivision one of section 13-545 of this chapter (relating to the age fifty-five, twenty-five year pension plan) and paragraph d of subdivision one of section 13-554 of this chapter (relating to election of a pension of one per centum of average salary for each year of credited service) is entitled upon retirement to receive the benefits provided for by such paragraphs. 49. \"Supplementary interest\". An annual allowance, in addition to regular interest, of interest on the mean amount for the preceding year in each of the funds provided for in accordance with the provisions of this chapter (excluding, however, the expense fund and pension reserve fund number two and the amount in the annuity savings fund and the amount in the contingent reserve fund to the extent that the amount in such latter fund consists of reserves-for-increased-take-home-pay), which allowance, (a) for each of the periods as to which the provisions of section 13-535 of this chapter or section 13-638.2 of this title grant supplementary interest, consists of the amount prescribed by such provisions for such period and (b) for each such period, is credited in such applicable amount to such funds (with the exclusions above mentioned in this subdivision) at the time, in the manner and to the extent provided for in the provisions of such section 13-535 or section 13-638.2. 50. \"Actuarial equivalent benefit.\" Any benefit which by law is required to be an actuarial equivalent or by law is required to be determined on the basis of an actuarial equivalent. 51. \"Seven percent member for actuarial equivalent benefit purposes.\" (a) A member who meets all of the following conditions: (i) subparagraph (i) of paragraph (g) of subdivision twenty-two of this section (relating to the definition of members as to whom regular interest at seven per centum per annum, compounded annually, applies) applies to such member; and (ii) an actuarial equivalent benefit (other than a variable annuity program benefit) has become payable to or on account of such member; and (iii) it is provided by a resolution adopted by the retirement board (A) that a mortality table which does not differentiate on the basis of sex shall be used to calculate such actuarial equivalent benefit or a portion of such benefit or (B) that the modified Option 1 pension computation formula (as defined in subdivision fifty-nine of this section) shall be used to calculate such actuarial equivalent benefit. (b) Except in cases to which the modified Option 1 pension computation formula applies pursuant to a resolution adopted by the retirement board, nothing contained in subparagraph (iii) of paragraph (a) of this subdivision shall be construed as referring to or including any calculation of an actuarial equivalent benefit (or a portion of such benefit) payable to any person where such calculation is required by retirement board resolution to be made through the use of a sex-differentiated mortality table. 52. \"Tier I member.\" A member whose benefits (other than a supplemental retirement allowance) are prescribed by this chapter and who is not subject to the provisions of article eleven, article fourteen or article fifteen of the retirement and social security law. 53. \"Tier II member.\" A member who is subject to the provisions of article eleven of the retirement and social security law. 54. \"Tier III member.\" A member who is subject to the provisions of article fourteen of the retirement and social security law. 55. \"Tier IV member.\" A member who is subject to article fifteen of the retirement and social security law. 56. \"Tier III member entitled to a vested benefit.\" A Tier III member who is entitled to a deferred vested benefit under the provisions of section five hundred sixteen of the retirement and social security law. 57. \"Tier IV member entitled to a vested benefit.\" A Tier IV member who is entitled to a deferred vested benefit under the provisions of section six hundred twelve of the retirement and social security law. 58. \"Variable annuity program benefit.\" Any benefit under the variable annuity program which is payable from the variable annuity reserve fund or the variable pension reserve fund. 59. \"Modified Option 1 pension computation formula.\" (a) The method of computing the pension component of an Option 1 retirement allowance payable to a Tier I member and the amount of the Option 1 benefit payable to the beneficiary or estate of the member who selected or selects (or is deemed to have selected) Option 1 as to such pension component, which method of computation is as prescribed by the succeeding paragraphs of this subdivision. (b) The initial reserve for such pension component shall be computed through use of mortality tables which do not differentiate on the basis of sex (hereinafter referred to as \"gender-neutral mortality tables\") and an interest assumption consisting of regular interest of seven per centum per annum, compounded annually. (c) Solely for the purpose of use as the minuend from which the payments of such pension component to such member are subtracted in order to determine the amount of the Option 1 benefit payable, upon such member's death, to such member's beneficiary or estate by reason of such Option 1 selection in relation to such pension component, the present value of such member's maximum pension, as it was at the time of such member's retirement, shall be deemed to be the greatest of: (i) such present value determined on the basis of gender-neutral mortality tables and an interest assumption consisting of regular interest of seven per centum per annum, compounded annually; or (ii) such present value determined on the basis of the female mortality tables and the regular interest applicable to such member in effect immediately prior to the date of enactment (as certified pursuant to section forty-one of the legislative law) of this subdivision fifty-nine; or (iii) such present value determined on the basis of the male mortality tables and the regular interest applicable to such member in effect immediately prior to the date of enactment of this subdivision. (d) The pension component payable to such member shall be computed on the basis of gender-neutral mortality tables and an interest assumption consisting of regular interest of seven per centum per annum, compounded annually, so that: (i) the present value, as it was at the time of such member's retirement, of such component; plus (ii) the present value, as it was at the time of such member's retirement, of the amount payable to such member's Option 1 beneficiary or estate upon the death of the member as provided for by the applicable provisions of paragraph (e) of this subdivision; shall be equal to the Option 1 initial reserve determined for such pension component with respect to such member pursuant to the provisions of paragraph (b) of this subdivision. (e)(i) Where such member dies before he or she has received payments on account of such pension component equal to the present value of such member's maximum pension as computed pursuant to paragraph (c) of this subdivision, the Option 1 benefit payable to the beneficiary or estate of such deceased member, by reason of such Option 1 selection in relation to such pension component, shall be the remainder obtained by subtracting from such present value determined pursuant to such paragraph (c) in relation to such pension component, the total of such Option 1 payments on account of such pension component received by or payable to such member for the period prior to his or her death. (ii) In any case where the Option 1 beneficiary's benefit referred to in subparagraph (i) of this paragraph (e) is payable to such beneficiary in the form of an annuity payable in installments, or in the form of a lesser annuity, with provision that any unexhausted balance of the initial reserve for such lesser annuity shall be paid to a designated beneficiary or to an estate, such annuity or lesser annuity shall be determined to be the greater of the following in relation to the beneficiary entitled to such annuity or lesser annuity: (A) such annuity or lesser annuity calculated on the basis of gender-neutral mortality tables and an interest assumption consisting of regular interest of seven per centum per annum, compounded annually; or (B) such annuity or lesser annuity calculated on the basis of the female mortality tables applicable to such an annuity or lesser annuity or lesser annuity, as the case may be, and the regular interest applicable to such member, as such tables and interest were in effect immediately prior to the date of enactment (as certified pursuant to section forty-one of the legislative law) of this subdivision; or (C) such annuity or lesser annuity calculated on the basis of the male mortality tables applicable to such an annuity or lesser annuity, as the case may be, and the regular interest applicable to such member, as such tables and interest were in effect immediately prior to the date of enactment of this subdivision. (iii) Any unexhausted balance of an initial reserve payable to a designated beneficiary or to an estate after payment of a lesser annuity as described in subparagraph (ii) of this paragraph shall be the balance of such reserve remaining after there is subtracted from such reserve, the total amount of such lesser annuity payments paid or payable for the period prior to the annuitant's death. (f) In relation to the Option 1 benefits determined pursuant to the method of computation set forth in this subdivision by reason of discontinuance by a discontinued member, the phrase \"time of such member's retirement,\" as set forth in paragraphs (c) and (d) of this subdivision, shall be deemed, for the purposes of this subdivision, to mean the date of commencement of the retirement allowance of such discontinued member. 60. \"Selection of mode of benefit.\" The choice made by a member (as permitted by and pursuant to the requirements of law governing such choice by such member) as to whether the maximum amount of his or her retirement allowance or a component thereof shall be payable or such retirement allowance or a component thereof shall be payable under an option selected by the member. The term \"selection of mode of benefit\" shall include a case where the maximum retirement allowance or a maximum component thereof becomes payable because of a member's omission, within the time permitted by law, to select the maximum benefit or an option. 61. \"Best-of-three-computations method.\" (a) A method (as prescribed by a resolution of the retirement board) under which a retirement allowance (or portion thereof) payable to a member is required to be determined for such member so that: (i) if such retirement allowance (or portion thereof) does not include a variable annuity program benefit, such retirement allowance (or portion thereof) is the greatest of: (A) such retirement allowance (or portion thereof) determined on the basis of gender-neutral mortality tables and regular interest at the rate of seven per centum per annum; or (B) such retirement allowance (or portion thereof) determined on the basis of female mortality tables and the regular interest applicable to such member as of a time prescribed in such resolution; or (C) such retirement allowance (or portion thereof) determined on the basis of male mortality tables and the regular interest applicable to such member as of a time prescribed in such resolution; and (ii) if such retirement allowance (or portion thereof) includes a variable annuity program benefit, then the part of such retirement allowance (or portion thereof) other than any variable annuity program benefit is determined in the manner provided for by subparagraph (i) of this paragraph and such variable annuity program benefit (or portion thereof) is the greatest of: (A) such variable annuity program benefit (or portion thereof) determined on the basis of gender-neutral mortality tables and a uniform rate of interest of four percent, as such rate of interest is provided for in section 13-578 of the code; or (ii) such variable annuity program benefit (or portion thereof) determined on the basis of female mortality tables and such uniform rate of interest of four percent; or (iii) such variable annuity program benefit (or portion thereof) determined on the basis of male mortality tables and such uniform rate of interest of four percent. (b) Where, under the provisions of any such resolution of the retirement board, the modified Option 1 pension computation formula (as defined in subdivision fifty-nine of this section) applies to any member, the term, \"best-of-three-computations method,\" where used in relation to such member, shall be deemed to include such modified Option 1 pension computation formula, to the extent that such formula governs the determination of the pension component (or portion thereof) of such member's retirement allowance. 61-a. \"Gender-neutral computations method.\" A method (as prescribed by a resolution of the retirement board) under which a retirement allowance (or portion thereof) payable to a member is required to be determined in the following manner: (a) if such retirement allowance (or portion thereof) does not include a variable annuity program benefit, such retirement allowance (or portion thereof) is determined on the basis of gender-neutral mortality tables and regular interest at the rate of seven per centum per annum, without reference to any other actuarial mortality or interest assumption; or (b) if such retirement allowance (or portion thereof) includes a variable annuity program benefit, then the part of such retirement allowance (or portion thereof) other than any variable annuity program benefit is determined in the manner provided for by paragraph (a) of this subdivision, and such variable annuity program benefit (or portion thereof) is determined on the basis of gender-neutral mortality tables and a uniform rate of interest of four percent (as such rate of interest is provided for in section 13-578 of the code), without reference to any other actuarial mortality or interest assumption. 62. \"Person entitled to a recomputation of benefits.\" Any person who meets all of the conditions stated below in this subdivision: (a) such person, during the period beginning on August first, nineteen hundred eighty-three and ending on the date next preceding the termination date of eligibility for option re-selection (as defined in subdivision sixty-four of this section), (i) retired or retires for service or superannuation or for ordinary or accident disability, or (ii) discontinued or discontinues member service so as to become a discontinued member, or (iii) terminated or terminates employment so as to become a Tier III member entitled to a vested benefit or a Tier IV member entitled to a vested benefit; and (b) such person's retirement allowance (or a portion thereof), by reason of such retirement or discontinuance of member service or termination of employment, is required by a resolution adopted by the board to be re-determined pursuant to the best-of-three-computations method (as defined in subdivision sixty-one of this section); and (c) the date of commencement of such person's benefits occurred or occurs the termination date of eligibility for option re-selection (if such person, at the time of retirement, discontinuance of service or termination of employment, was a Tier I member, Tier II member or Tier III member); or (if such person, at the time of retirement, or termination of employment, was a Tier IV member), his or her effective date of retirement (or date of commencement of benefits, if he or she was a Tier IV member entitled to a vested benefit) occurred or occurs prior to the termination date of eligibility for option re-selection. 63. \"Joint and survivor option\". (a) Any option under which, at the time when such option is selected, a choice is made which includes both: (i) a benefit payable for the lifetime of the retired or vested member by whom or in whose behalf such option is selected; and (ii) a benefit (A) which consists of an amount equal to or constituting a percentage of such retired or vested member's benefit and (B) which is payable for the lifetime of a designated beneficiary selected at the time when such option is selected. (b) In any case where an option described in paragraph (a) of this subdivision includes a provision prescribing that if the designated beneficiary predeceases such retired or vested member, a maximum benefit shall become payable to such member, such option shall nevertheless be deemed to be a joint and survivor option. 64. \"Termination date of eligibility for option re-selection\" shall mean October first, nineteen hundred eighty-seven, provided that if the executive director of the retirement system certifies to the retirement board that as of such October first, or any later termination date which the retirement board may establish pursuant to the provisions of this subdivision sixty-four, it will not be administratively feasible to process benefits (including conversions from fixed to variable benefits and vice versa) under the best-of-three-computations method (as defined in subdivision sixty-one of this section) and/or the gender-neutral computations methods (as defined in subdivision sixty-one-a of this section) for any persons who are entitled, pursuant to law and/or retirement board resolution, to benefits so computed then the retirement board, by resolution, may extend the termination date of eligibility for options re-selection, as applicable to such persons, to a later date, provided further, however, that any such extension or extensions directed by the retirement board upon such certification or certifications shall not result in any such extended termination date later than eighteen months after October first, nineteen hundred eighty-seven. In the event that any such extension is directed by a resolution of the retirement board adopted prior to the date of enactment of this subdivision sixty-four, such extension, upon the enactment of this subdivision, shall be valid and effective as of the date of adoption of such resolution in the same manner and to the same extent as if such enactment had occurred before such date of adoption. * 65. \"Basic rate of contribution as a Tier I or Tier II member.\" (a) Subject to the provisions of paragraph (b) of this subdivision, the \"basic rate of contribution of a Tier I or Tier II member\" in the case of any contributor who is such a member shall mean the percent of the total amount of salary earnable by such contributor in a payroll period, which percent, pursuant to the provisions of section 13-521 of this chapter and other applicable provisions thereof, is required to be deducted as the member contributions of such contributor, exclusive of any increase in such contributions resulting from an election by such contributor pursuant to section 13-525 of this chapter or subdivision two of section 13-554 of this chapter to effect such an increase, or any decrease in such contributions on account of any program for increased-take-home-pay or pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law (relating to election to decrease member contributions by contributions due on account of social security coverage). (b) In any case where it is provided in this chapter that the deduction from salary on account of member contributions required to be made by a contributor who is a Tier I member or Tier II member shall not be in excess of fifteen per centum unless the contributor so elects, and such contributor makes such election, any per centum of such deduction in excess of fifteen per centum with respect to such contributor shall not be included in such contributor's basic rate of contribution as a Tier I or Tier II member. * NB Expires per ch. 681/92 ยง 16 * 66. \"Contributing Tier I or Tier II member.\" With respect to any payroll period as to which the status of a contributor who is a Tier I member or Tier II member as to required member contributions is to be determined, the term \"contributing Tier I or Tier II member\" shall mean any Tier I member or Tier II member other than any such member who, under the provisions of section 13-524 of this chapter, is not required to contribute during such payroll period. A contributor who, being a Tier I member or Tier II member, is not required to contribute under the provisions of such section 13-524, but who nevertheless continues to make member contributions, shall not be deemed to be a contributing Tier I or Tier II member. * NB Expires per ch. 681/92 ยง 16 * 67. \"Employer responsible for pick up.\" The public employer by whom a Tier I member or Tier II member is employed. * NB Expires per ch. 681/92 ยง 16 * 68. \"Tier I or Tier II member contributions eligible for pick up by the employer.\" (a) With respect to any payroll period for a contributing Tier I or Tier II member (as defined in subdivision sixty-six of this section), the term \"Tier I or Tier II member contributions eligible for pick up by the employer\" shall mean the amount of member contributions which, in the absence of a pick up program applicable to such member pursuant to section 13-521.1 of this chapter (providing for pick up of required member contributions of certain contributing Tier I or Tier II members) would be required by law to be deducted, on account of such member's basic rate of contribution as a Tier I or Tier II member (as defined in subdivision sixty-five of this section), from the salary of such member for such payroll period, after (1) giving effect to any reduction in such contributions required under any program for increased-take-home-pay or pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law and (2) excluding any deductions from such salary (or redeposits, restorations or payments) on account of (i) loans or withdrawal of excess contributions or (ii) any election by any such member, pursuant to any applicable provision of law, to increase his or her member contributions above the level prescribed by his or her basic rate of contribution as a Tier I or Tier II member or (iii) any other cause not attributable to the member's basic rate of contribution as a Tier I or Tier II member after reduction in such rate, if any, as described in subparagraph one of this paragraph (a). The term \"Tier I or Tier II member contributions eligible for pick up by the employer\" shall also mean the contributions made by a member pursuant to the terms of an irrevocable payroll deduction agreement for the purchase of credit for prior service pursuant to subdivision g of section 13-505 of this chapter or subdivision b-1 of section four hundred forty-six of the retirement and social security law. (b) If no deductions on account of any contributor's basic rate of contribution as a Tier I or Tier II member are required by law to be made from the salary of such contributor for any payroll period, such contributor shall not have, for such payroll period, any such Tier I or Tier II member contributions eligible for pick up by the employer; provided, however, that member contributions required pursuant to an irrevocable payroll deduction agreement for the purchase of prior service credit for such payroll period shall be eligible for pick up by the employer. Except as otherwise provided pursuant to the terms of an irrevocable payroll deduction agreement for the purchase of prior service credit, the amount of Tier I or Tier II member contributions eligible for pick up by the employer of any Tier I member or Tier II member for any payroll period shall be determined solely on the basis of salary which would have been paid to such member for such payroll period by his or her public employer in the absence of a pick up program applicable to such member pursuant to section 13-521.1 of this chapter. A Tier I member or Tier II member shall not have any Tier I or Tier II member contributions eligible for pick up by the employer with respect to any payroll period for which he or she is not paid salary by his or her public employer. * NB Effective until notice of ruling by Internal Revenue Service per ch. 627/2007 ยง22 * 68. \"Tier I or Tier II member contributions eligible for pick up by the employer.\" (a) With respect to any payroll period for a contributing Tier I or Tier II member (as defined in subdivision sixty-six of this section), the term \"Tier I or Tier II member contributions eligible for pick up by the employer\" shall mean the amount of member contributions which, in the absence of a pick up program applicable to such member pursuant to section 13-521.1 of this chapter (providing for pick up of required member contributions of certain contributing Tier I or Tier II members) would be required by law to be deducted, on account of such member's basic rate of contribution as a Tier I or Tier II member (as defined in subdivision sixty-five of this section), from the salary of such member for such payroll period, after (1) giving effect to any reduction in such contributions required under any program for increased-take-home-pay or pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law and (2) excluding any deductions from such salary (or redeposits, restorations or payments) on account of (i) loans or withdrawal of excess contributions or (ii) any election by any such member, pursuant to any applicable provision of law, to increase his or her member contributions above the level prescribed by his or her basic rate of contribution as a Tier I or Tier II member or (iii) any other cause not attributable to the member's basic rate of contribution as a Tier I or Tier II member after reduction in such rate, if any, as described in subparagraph one of this paragraph. The term \"Tier I or Tier II member contributions eligible for pick up by the employer\" shall also mean the contributions made by a member pursuant to the terms of an irrevocable payroll deduction agreement for the purchase of credit for prior service or credit for military service, provided, however, that contributions picked up for the purchase of credit for military service shall be deposited in the employer contribution account in accordance with the provisions of subdivision four of section one thousand of the retirement and social security law pursuant to subdivision g of section 13-505 of this chapter or subdivision b-1 of section four hundred forty-six of the retirement and social security law. (b) If no deductions on account of any contributor's basic rate of contribution as a Tier I or Tier II member are required by law to be made from the salary of such contributor for any payroll period, such contributor shall not have, for such payroll period, any such Tier I or Tier II member contributions eligible for pick up by the employer; provided, however, that member contributions required pursuant to an irrevocable payroll deduction agreement for the purchase of prior service credit for such payroll period shall be eligible for pick up by the employer. Except as otherwise provided pursuant to the terms of an irrevocable payroll deduction agreement for the purchase of prior service credit, the amount of Tier I or Tier II member contributions eligible for pick up by the employer of any Tier I member or Tier II member for any payroll period shall be determined solely on the basis of salary which would have been paid to such member for such payroll period by his or her public employer in the absence of a pick up program applicable to such member pursuant to section 13-521.1 of this chapter. A Tier I member or Tier II member shall not have any Tier I or Tier II member contributions eligible for pick up by the employer with respect to any payroll period for which he or she is not paid salary by his or her public employer. * NB Takes effect upon notice of ruling by Internal Revenue Service per ch. 627/2007 ยง22 * NB Expires per ch. 681/92 ยง 16 * 69. \"Starting date for pick up.\" The first day of the first whole payroll period commencing after the date which is sixty days after the internal revenue service have issued a ruling that member contributions picked up pursuant to section 13-525.1 of this chapter are not includible as gross income for federal income tax purposes until distributed or made available. * NB Expires per ch. 681/92 ยง 16 ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "501",
    "identifier": "13-501",
    "catch_text": "Definitions."
  }
}