{
  "text": "ยง 13-540 Rules regulating loans to members. Any teacher in city-service, who shall have been a contributor continuously for at least three years, may borrow from the retirement system, subject to such rules and regulations as may be approved by such board, an amount not exceeding seventy-five per cent of the sum of the amount of his or her accumulated deductions and his or her account in the variable annuity savings fund. The amount so borrowed, together with interest at the rate of two per cent higher than the rate of regular interest applicable to the member on any unpaid balance thereof, shall be repaid to the retirement system in equal installments at a rate calculated to repay the loan within a period not in excess of four years by deduction from the compensation of the contributor at the same time the compensation is paid; provided, however, that the entire balance of any loan, together with interest, may be paid by the contributor at any time within the period alloted for the repayment of the loan. The above repayment shall be in addition to the rate of contribution for annuity purposes previously certified to the contributor by the retirement board. Each loan made pursuant to this section shall be insured by the retirement system, without cost to the member, against the death of such member in an amount up to but not exceeding ten thousand dollars, as follows: 1. Until thirty days have elapsed after the making thereof, no part of the loan shall be insured. 2. From the thirtieth through the fifty-ninth day after the making thereof, twenty-five per cent of the present value of the outstanding loan shall be insured. 3. From the sixtieth through the eighty-ninth day after the making thereof, fifty per cent of the present value of the outstanding loan shall be insured. 4. On and after the ninetieth day after the making thereof, all of the present value of the outstanding loan shall be insured. Upon the death of a member, the amount of insurance so payable shall be credited to his or her accumulated deductions. Notwithstanding anything to the contrary in this chapter, the additional deductions required to repay the loan shall be made, and the interest paid on the loan shall be credited to the proper funds of the retirement system. The actuarial equivalent of any unpaid balance of a loan at the time any benefit may become payable shall be deducted from any benefit otherwise payable, in accordance with rules and regulations adopted by the retirement board for this purpose. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "540",
    "identifier": "13-540",
    "catch_text": "Rules regulating loans to members."
  }
}