{
  "text": "ยง 13-568 Elections to participate in the variable annuity program; variable annuity savings fund and variable pension accumulation fund. a. A contributor, by written notice of his or her intention to participate in the variable annuity program duly filed with the retirement board, may elect to have currently deposited and credited to his or her account in the variable annuity savings fund such portion as the retirement board may permit by duly adopted rules and regulations of the deductions from his or her salary that would otherwise be credited to his or her accumulated deductions. If a contributor makes such an election, an equal percentage of the amount that would otherwise be credited to his or her reserve-for-increased-take-home-pay shall be currently deposited and credited to his or her account in the variable pension accumulation fund. The contributor or beneficiary shall also elect the particular variable annuity funds established by the retirement board pursuant to section 13-567 of this chapter in which such deductions and reserves shall be deposited and credited. b. Pursuant to section 13-513 of this chapter, the retirement board may establish rules and regulations applicable to similarly situated contributors and/or beneficiaries with respect to the variable annuity funds, including, without limitation, rules and regulations governing: 1. The percentage of deductions from salary that may be contributed to the variable annuity funds, and the distribution therefrom among the various particular variable annuity funds that the retirement board may establish pursuant to section 13-567 of this chapter; 2. Transfers of a contributor's accumulated deductions between the annuity savings fund and the variable annuity savings fund and reserve-for-increased-take-home-pay between the contingent reserve fund and the variable pension accumulation fund; 3. Transfers of accumulated deductions and reserve-for-increased-take-home-pay among the investment accounts which the retirement board may establish pursuant to section 13-567 of this chapter; 4. Changes and revocations of elections made pursuant to subdivision a of this section; 5. Deposits to the variable annuity savings fund of monies attributable to a contributor who has transferred from the board of education retirement system; c. In promulgating and administering rules and regulations pursuant to subdivision b of this section the retirement board shall take no action that would render the retirement system not a qualified plan under Section 401(a) of the Internal Revenue Code of 1986 or the tax-deferred annuity program in violation of Section 403(b) of the Internal Revenue Code of 1986. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "568",
    "identifier": "13-568",
    "catch_text": "Elections to participate in the variable annuity program; variable annuity savings fund and variable pension accumulation fund."
  }
}