{
  "text": "§ 13-535 Allowance of interest. a. Such board shall annually allow regular interest on each of the funds provided for in this chapter with the exception of the expense fund and pension reserve fund number two. The amount so allowed shall be due and payable to such funds and shall be annually credited thereto by such board. b. The investment earnings of the retirement system shall be determined for the calendar year nineteen hundred sixty-four. To the extent that such earnings are in excess of the amount allowed as regular interest for calendar year nineteen hundred sixty-four, the board shall declare a rate of special interest, expressed to the lower one-tenth of one per centum, but not to exceed one per centum, to be determined by the amount by which the investment earnings exceed the amount required for the allowance of regular interest divided by the aggregate mean amount for the calendar year nineteen hundred sixty-four in the annuity savings funds of members who are allowed regular interest at three per centum per annum for calendar year nineteen hundred sixty-four. Special interest, as determined by multiplying said special interest rate by the mean amount for the calendar year nineteen hundred sixty-four in the individual annuity savings funds of persons who are allowed regular interest at three per centum per annum for calendar year nineteen hundred sixty-four, shall be credited as of December thirty-first, nineteen hundred sixty-four to the individual annuity savings funds of persons who are members, with a balance, after adjustment, as of June thirtieth, nineteen hundred sixty-five and who are allowed regular interest at the rate of three per centum per annum for calendar year nineteen hundred sixty-four. For members who are allowed regular interest at three per centum for calendar year nineteen hundred sixty-four and who do not have a balance, after adjustment, in their annuity savings funds as of June thirtieth, nineteen hundred sixty-five, a payment shall be made equal to the amount of special interest which would have been credited as of December thirty-first, nineteen hundred sixty-four had they had a balance in their annuity savings funds as of June thirtieth, nineteen hundred sixty-five, provided that the sum of said special interest and any additional interest to be paid pursuant to paragraph c hereof is ten dollars or more. Special interest shall not be considered in determining rates of contribution of members. c. If the full one per centum of special interest has been allowed, then to the extent that the amount of said earnings exceeds the amount allowed as regular interest and the amount allowed or paid as special interest, the board shall declare a rate of additional interest, expressed to the lower one-tenth of one per centum, but not to exceed one per centum, to be determined by the amount by which the investment earnings exceed the sum of the allowance of regular interest and the allowance and payment of special interest divided by the aggregate mean amount for calendar year nineteen hundred sixty-four which would be the reserve-for-increased-take-home-pay of all members to whom special interest is credited or paid pursuant to paragraph b hereof. In determining the reserve-for-increased-take-home-pay of any member to whom special interest is credited pursuant to paragraph b hereof additional interest, as determined by multiplying said additional interest rate by the mean amount for calendar year nineteen hundred sixty-four which would be said member's reserve-for-increased-take-home-pay shall be included. However, for members who are allowed regular interest at three per centum per annum for calendar year nineteen hundred sixty-four and who retire or die prior to June thirtieth, nineteen hundred sixty-five, the amount of additional interest for calendar year nineteen hundred sixty-four shall not be included in the retirement allowance, but shall be paid in a single payment provided that the sum of said additional interest and any special interest to be paid pursuant to paragraph b hereof is ten dollars or more. Additional interest shall not be considered in determining rates of contribution of members. d. The investment earnings of the retirement system shall be determined for the calendar year nineteen hundred sixty-five. To the extent that such earnings are in excess of the amount allowed as regular interest for calendar year nineteen hundred sixty-five, the board shall declare a rate of special interest, expressed to the lower one-tenth of one per centum, but not to exceed one per centum, to be determined by the amount by which the investment earnings exceed the amount required for the allowance of regular interest divided by the aggregate mean amount for the calendar year nineteen hundred sixty-five in the annuity savings funds of members who are allowed regular interest at three per centum per annum for calendar year nineteen hundred sixty-five. Special interest, as determined by multiplying said special interest rate by the mean amount for the calendar year nineteen hundred sixty-five in the individual annuity savings funds of persons who are allowed regular interest at three per centum per annum for calendar year nineteen hundred sixty-five, shall be credited as of December thirty-first, nineteen hundred sixty-five to the individual annuity savings funds of persons who are members, with a balance, after adjustment, as of June thirtieth, nineteen hundred sixty-six and who are allowed regular interest at the rate of three per centum per annum for calendar year nineteen hundred sixty-five. For members who are allowed regular interest at three per centum for calendar year nineteen hundred sixty-five and who do not have a balance, after adjustment, in their annuity savings funds as of June thirtieth, nineteen hundred sixty-six, a payment shall be made equal to the amount of special interest which would have been credited as of December thirty-first, nineteen hundred sixty-five had they had a balance in their annuity savings funds as of June thirtieth, nineteen hundred sixty-six, provided that the sum of said special interest and any additional interest to be paid pursuant to paragraph e hereof is ten dollars or more. Special interest shall not be considered in determining rates of contribution of members. e. If the full one per centum of special interest has been allowed, then to the extent that the amount of said earnings exceeds the amount allowed as regular interest and the amount allowed or paid as special interest, the board shall declare a rate of additional interest, expressed to the lower one-tenth of one per centum, but not to exceed one per centum, to be determined by the amount by which the investment earnings exceed the sum of the allowance of regular interest and the allowance and payment of special interest divided by the aggregate mean amount for calendar year nineteen hundred sixty-five which would be the reserve-for-increased-take-home-pay of all members to whom special interest is credited or paid pursuant to paragraph d hereof. In determining the reserve-for-increased-take-home-pay of any member to whom special interest is credited pursuant to paragraph d hereof, additional interest as determined by multiplying said additional interest rate by the mean amount for calendar year nineteen hundred sixty-five which would be said member's reserve-for-increased-take-home-pay shall be included. However, for members who are allowed regular interest at three per centum per annum for calendar year nineteen hundred sixty-five and who retire or die prior to June thirtieth, nineteen hundred sixty-six, the amount of additional interest for calendar year nineteen hundred sixty-five shall not be included in the retirement allowance, but shall be paid in a single payment provided that the sum of said additional interest and any special interest to be paid pursuant to paragraph d hereof is ten dollars or more. Additional interest shall not be considered in determining rates of contribution of members. f. The investment earnings of the retirement system shall be determined for the calendar year nineteen hundred sixty-six. To the extent that such earnings are in excess of the amount allowed as regular interest for calendar year nineteen hundred sixty-six, the board shall declare a rate of special interest, expressed to the lower one-tenth of one per centum, but not to exceed one per centum, to be determined by the amount by which the investment earnings exceed the amount required for the allowance of regular interest divided by the aggregate mean amount for the calendar year nineteen hundred sixty-six in the annuity savings funds of members who are allowed regular interest at three per centum per annum for calendar year nineteen hundred sixty-six. Special interest, as determined by multiplying said special interest rate by the mean amount for the calendar year nineteen hundred sixty-six in the individual annuity savings funds of persons who are allowed regular interest at three per centum per annum for calendar year nineteen hundred sixty-six, shall be credited as of December thirty-first, nineteen hundred sixty-six to the individual annuity savings funds of persons who are members, with a balance, after adjustment, as of June thirtieth, nineteen hundred sixty-seven and who are allowed regular interest at the rate of three per centum per annum for calendar year nineteen hundred sixty-six. For members who are allowed regular interest at three per centum for calendar year nineteen hundred sixty-six and who do not have a balance, after adjustment, in their annuity savings funds as of June thirtieth, nineteen hundred sixty-seven, a payment shall be made equal to the amount of special interest which would have been credited as of December thirty-first, nineteen hundred sixty-six had they had a balance in their annuity savings funds as of June thirtieth, nineteen hundred sixty-seven, provided that the sum of said special interest and any additional interest to be paid pursuant to paragraph g hereof is ten dollars or more. Special interest shall not be considered in determining rates of contribution of members. g. If the full one per centum of special interest has been allowed, then to the extent that the amount of said earnings exceeds the amount allowed as regular interest and the amount allowed or paid as special interest, the board shall declare a rate of additional interest, expressed to the lower one-tenth of one per centum, but not to exceed one per centum, to be determined by the amount by which the investment earnings exceed the sum of the allowance of regular interest and the allowance and payment of special interest divided by the aggregate mean amount for calendar year nineteen hundred sixty-six which would be the reserve-for-increased-take-home-pay of all members to whom special interest is credited or paid pursuant to paragraph f hereof. In determining the reserve-for-increased-take-home-pay of any member to whom special interest is credited pursuant to paragraph f hereof, additional interest as determined by multiplying said additional interest rate by the mean amount for calendar year nineteen hundred sixty-six which would be said member's reserve-for-increased-take-home-pay shall be included. However, for members who are allowed regular interest at three per centum per annum for calendar year nineteen hundred sixty-six and who retire or die prior to June thirtieth, nineteen hundred sixty-seven, the amount of additional interest for calendar year nineteen hundred sixty-six shall not be included in the retirement allowance, but shall be paid in a single payment provided that the sum of said additional interest and any special interest to be paid pursuant to paragraph f hereof is ten dollars or more. Additional interest shall not be considered in determining rates of contribution of members. h. (1) During the period commencing on July first, nineteen hundred seventy-seven and ending on June thirtieth, nineteen hundred eighty, special interest at the rate of one and one-half per centum per annum, compounded annually, shall be allowed with respect to the individual account of each contributor in the annuity savings fund. (2) Subject to the provisions of subdivision j of this section, during the period commencing on July first, nineteen hundred eighty and ending on June thirtieth, nineteen hundred eighty-two, special interest at the rate of three and one-half per centum per annum, compounded annually, shall be allowed with respect to the individual account of each contributor in the annuity savings fund. (3) * (a) Subject to the provisions of subdivision j of this section, during the period commencing on July first, nineteen hundred eighty-two and ending on July thirty-first, nineteen hundred eighty-three, special interest at the rate of four per centum per annum, compounded annually, shall be allowed with respect to the individual account of each member in the annuity savings fund. * NB Amended Ch. 910/85 § 13, language juxtaposed per Ch. 907/85 § 14 * (b) Subject to the provisions of subdivision j of this section, during the period commencing on August first, nineteen hundred eighty-three and ending on June thirtieth, nineteen hundred eighty-five, special interest at the rate of one per centum per annum, compounded annually, shall be allowed with respect to the individual account of each member in the annuity savings fund. * NB Added Ch. 910/85 § 13, language juxtaposed per Ch. 907/85 § 14 (c) Subject to the provisions of subdivision j of this section, during the period commencing on July first, nineteen hundred eighty-five and ending on June thirtieth, nineteen hundred eighty-eight, special interest at the rate of one per centum per annum, compounded annually, shall be allowed with respect to the individual account of each member in the annuity savings fund. (d) Subject to the provisions of subdivision j of this section, during the period commencing on July first, nineteen hundred eighty-eight and ending on June thirtieth, nineteen hundred ninety, special interest at the rate of one and one-quarter per centum per annum, compounded annually, shall be allowed with respect to the individual account of each member in the annuity savings fund. * (4) Such special interest provided for by paragraphs (1), (2) and (3) of this subdivision shall be credited to such individual account of each contributor entitled thereto in the same manner and at the same time as regular interest is required to be credited to such account with respect to the same period of time. Such special interest shall not be considered in determining rates of contributions of contributors. Nothing contained in this subdivision h shall be construed as applicable to any contributor who is subject to the provisions of article fourteen or article fifteen of the retirement and social security law. * NB Amended Ch. 910/85 § 13, language juxtaposed per Ch. 907/85 § 14 i. (1) Subject to the provisions of subdivision j of this section, in determining the reserve-for-increased-take-home-pay of each contributor entitled to such a reserve, additional interest at the rate of one and one-half per centum per annum compounded annually shall be included for each city fiscal year occurring during the period beginning on July first, nineteen hundred seventy-seven and ending on June thirtieth, nineteen hundred eighty. (2) Subject to the provisions of subdivision j of this section, in determining the reserve-for-increased-take-home-pay of each contributor entitled to such a reserve, additional interest at the rate of three and one-half per centum per annum compounded annually shall be included for each city fiscal year occurring during the period beginning on July first, nineteen hundred eighty and ending on June thirtieth, nineteen hundred eighty-two. (3) * (a) Subject to the provisions of subdivision j of this section, in determining the reserve-for-increased-take-home-pay of each contributor entitled to such a reserve, additional interest at the rate of four per centum per annum, compounded annually, shall be included for each city fiscal year and portion thereof occurring during the period beginning July first, nineteen hundred eighty-two and ending on July thirty-first, nineteen hundred eighty-three. * NB Amended Ch. 910/85 § 14, language juxtaposed per Ch. 907/85 § 14 * (b) Subject to the provisions of subdivision j of this section, in determining the reserve-for-increased-take-home-pay of each contributor entitled to such a reserve, additional interest at the rate of one per centum per annum, compounded annually, shall be included for each city fiscal year and portion thereof occurring during the period beginning August first, nineteen hundred eighty-three and ending on June thirtieth, nineteen hundred eighty-five. * NB Added Ch. 910/85 § 14, language juxtaposed per Ch. 907/85 § 14 (c) Subject to the provisions of subdivision j of this section, in determining the reserve-for-increased-take-home-pay of each member entitled to such a reserve, additional interest at the rate of one per centum per annum compounded annually shall be included for each city fiscal year occurring during the period beginning on July first, nineteen hundred eighty-five and ending on June thirtieth, nineteen hundred eighty-eight. (d) Subject to the provisions of subdivision j of this section, in determining the reserve-for-increased-take-home-pay of each member entitled to such a reserve, additional interest at the rate of one and one-quarter centum per annum compounded annually shall be included for each city fiscal year occurring during the period beginning on July first, nineteen hundred eighty-eight and ending on June thirtieth, nineteen hundred ninety. * (4) Additional interest shall not be considered in determining rates of contribution of contributors. Nothing contained in this subdivision i shall be construed as applicable to any contributor who is subject to the provisions of article fourteen or article fifteen of the retirement and social security law. * NB Amended Ch. 910/85 § 14, language juxtaposed per Ch. 907/85 § 14 j. (1) The provisions of paragraph two of subdivision h of this section and the provisions of paragraphs one and two of subdivision i of this section, to the extent that any of such provisions grants special or additional interest, as the case may be, for any period prior to July thirty-first, nineteen hundred eighty-one, shall not apply to any person who was not a contributor on such date of enactment and shall not apply to any person to whom, on July thirty-first, a deferred retirement allowance or any part of such a retirement allowance was payable pursuant to the provisions of section 13-556 of this chapter. (2) (a) The provisions of subparagraph (a) of paragraph three of subdivision h of this section, to the extent that such subparagraph grants special interest for any period prior to December sixteenth, nineteen hundred eighty-two, and the provisions of subparagraph (a) of paragraph three of subdivision i of this section, to the extent that such subparagraph grants additional interest for any period prior to such date, shall not apply to any person who was not a contributor on such date and shall not apply to any person to whom, on such date, a deferred retirement allowance or any part of such a retirement allowance was payable pursuant to the provisions of section 13-554 of this chapter. (b) The provisions of subparagraph (d) of paragraph three of subdivision h of this section, to the extent that such subparagraph grants special interest for any period prior to the date of enactment of this subparagraph (b) (as such date is certified pursuant to section forty-one of the legislative law), and the provisions of subparagraph (d) of paragraph three of subdivision i of this section, to the extent that such subparagraph grants additional interest for any period prior to such date of enactment, shall not apply to any person who was not a member on such date of enactment and shall not apply to any person to whom, on such date of enactment, a deferred retirement allowance or any part of such a retirement allowance was payable pursuant to the provisions of section 13-554 of this chapter. (3) Nothing contained in subdivisions h and i of this section shall be construed as granting special or additional interest, as the case may be, to any person with respect to any period wherein such person was not a contributor entitled to be credited with regular interest for the same period or was not a discontinued member entitled to be credited, as a discontinued member, with regular interest for the same period. k. (1) As used in this section, the term \"funds\" shall mean the funds provided for in accordance with the provisions of this chapter, other than the expense fund, pension reserve fund number two and the variable annuity funds. (2) Subject to the provisions of paragraph five of this subdivision k, in addition to regular interest annually allowed for the period from July first, nineteen hundred seventy-seven to June thirtieth, nineteen hundred eighty on the mean amount for the preceding year in each of the funds of the retirement system, there shall be annually allowed with respect to such period supplementary interest at the rate of one and one-half per centum per annum on such mean amount for the preceding year in each of such funds. Such supplementary interest shall be annually credited to such funds at the same time and in the same manner as regular interest was credited to such funds with respect to such period. (3) Subject to the provisions of paragraph five of this subdivision k, in addition to regular interest annually allowed for the period from July first, nineteen hundred eighty to June thirtieth, nineteen hundred eighty-two, on the mean amount for the preceding year in each of the funds of the retirement system, there shall be annually allowed with respect to such period supplementary interest at the rate of three and one-half per centum per annum on such mean amount for the preceding year in each of such funds. Such supplementary interest shall be annually credited to such funds at the same time and in the same manner as regular interest is credited to such funds with respect to such period. (4) * (a) Subject to the provisions of paragraph (5) of this subdivision k, in addition to regular interest annually allowed for the period from July first, nineteen hundred eighty-two to July thirty-first, nineteen hundred eighty-three on the mean amount for the preceding year in each of the funds provided for in accordance with the provisions of this chapter, there shall be annually allowed with respect to such period supplementary interest at the rate of four per centum per annum on such mean amount for the preceding year in each of such funds. Such supplementary interest shall be annually credited to such funds at the same time and in the same manner as regular interest is credited to such funds with respect to such period. * NB Amended Ch. 910/85 § 15, language juxtaposed per Ch. 907/85 § 14 * (b) Subject to the provisions of paragraph (5) of this subdivision k, in addition to regular interest annually allowed for the period from August first, nineteen hundred eighty-three to June thirtieth, nineteen hundred eighty-five on the mean amount for the preceding year in each of the funds provided for in accordance with the provisions of this chapter, there shall be annually allowed with respect to such period supplementary interest at the rate of one per centum per annum on such mean amount for the preceding year in each of such funds. Such supplementary interest shall be annually credited to such funds at the same time and in the same manner as regular interest is credited to such funds with respect to such period. * NB Added Ch. 910/85 § 15, language juxtaposed per Ch. 907/85 § 14 (c) Subject to the provisions of paragraph (5) of this subdivision k, in addition to regular interest annually allowed for the period from July first, nineteen hundred eighty-five to June thirtieth, nineteen hundred eighty-eight on the mean amount for the preceding year in each of the funds provided for in accordance with the provisions of this chapter, there shall be annually allowed with respect to such period supplementary interest at the rate of one per centum per annum on such mean amount for the preceding year in each of such funds. Such supplementary interest shall be annually credited to such funds at the same time and in the same manner as regular interest is credited to such funds with respect to such period. (d) Subject to the provisions of paragraph (5) of this subdivision k, in addition to regular interest annually allowed for the period from July first, nineteen hundred eighty-eight to June thirtieth, nineteen hundred ninety on the mean amount for the preceding year in each of the funds provided for in accordance with the provisions of this chapter, there shall be annually allowed with respect to such period supplementary interest at the rate of one and one-quarter per centum per annum on such mean amount for the preceding year in each of such funds. Such supplementary interest shall be annually credited to such funds at the same time and in the same manner as regular interest is credited to such funds with respect to such period. (5) The provisions of paragraphs two, three and four of this subdivision k shall not apply to or affect (i) the allowance of interest on or the crediting of interest to accounts of contributors or discontinued members in the annuity savings fund or (ii) to the allowance of interest on or crediting of interest to reserves-for-increased-take-home-pay of contributors or discontinued members or (iii) to the determination of the amount of any benefit payable to any contributor or beneficiary. * l. On or after May first, nineteen hundred eighty-nine and not later than October thirty-first of such year, the retirement board shall submit to the public officers and permanent commission referred to in paragraph (e) of subdivision twenty-two of section 13-501 of this chapter the recommendations of such board: (1) as to whether legislation should be enacted providing for the crediting of special interest to contributors after June thirtieth, nineteen hundred ninety and if so, the recommended rate thereof and duration of such crediting; and (2) as to whether legislation should be enacted providing that in the determination of reserves-for-increased-take-home-pay of contributors entitled to such a reserve, additional interest shall be included for any period after June thirtieth, nineteen hundred ninety, and if so, the recommended rate thereof and the period as to which such interest should be included; and (3) as to whether legislation should be enacted providing for the crediting of supplementary interest on and after June thirtieth, nineteen hundred ninety to such funds to which subdivision k of this section is applicable and if so, the recommended rate thereof and duration of such crediting. * NB Amended Ch. 911/85 § 19, language juxtaposed per Ch. 907/85 § 14 ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "535",
    "identifier": "13-535",
    "catch_text": "Allowance of interest."
  }
}