{
  "text": "ยง 13-582 Tax-deferred annuity program. a. Any member for whom a salary reduction agreement is executed pursuant to section three hundred ninety-nine-A or section three thousand one hundred nine-A of the education law shall thereby become a participant in the tax-deferred annuity program. The head of each department shall adjust the salary payments of each participant in accordance with the salary reduction agreement in effect for the participant. Each of such amounts so deducted shall be paid to the retirement system. Such agreement and any change in such agreement shall become effective on the first effective date which follows the filing of such agreement or change by at least thirty days. Effective dates shall be February first, nineteen hundred seventy, and such subsequent dates as may be determined by the retirement board for each calendar year. However, the participant may terminate the agreement as of the first day of any calendar month which commences at least thirty days after appropriate written notice thereof has been filed. b. A portion of each such payment may be withheld by the retirement board to provide for the additional expenses that are attributable to the tax-deferred annuity program and shall be transferred to the expense fund. The remainder shall be referred to in this section as the participant's tax-deferred annuity net contributions. The portion to be withheld shall be determined in advance in accordance with rules established by the retirement board. c. A participant in the tax-deferred annuity program, by written notice duly filed with the retirement board, shall elect whether all, none or such portion as the retirement board by duly adopted rules and regulations may permit of such net contributions is to be currently deposited in the variable annuity savings fund and credited to a separate tax-deferred account maintained for him or her in such fund. The balance, if any, of such net contributions shall be currently deposited in the annuity savings fund and credited to a separate tax-deferred account maintained for him or her in such fund. The tax-deferred account established pursuant to this paragraph shall be maintained in the A fund and/or the B fund or in such additional variable annuity fund or funds which may be established pursuant to subdivision c of section 13-567 of this chapter as elected by the participant. d. 1. Subject to the provisions of paragraph two of this subdivision, interest shall be allowed on the participant's tax-deferred account in the annuity savings fund at the same rate and in accordance with the same rules and procedures applicable to any account in the annuity savings fund, as provided in this chapter. 2. Notwithstanding the provisions of paragraph one of this subdivision, or any other provision of law, or any retirement board rule, regulation or resolution to the contrary, on or after the first business day immediately following the effective date of this paragraph, interest shall be allowed at the rate of seven percent per annum, compounded annually, on the tax-deferred account in the annuity savings fund of participants (i) who hold a position represented by the recognized teacher organization for collective bargaining purposes, or (ii) who held such a position at the time they retired or discontinued service with vested rights to a retirement allowance and elected to defer commencement of distribution of their tax-deferred accounts in accordance with subdivision g of this section. e. Any deposit or transfer to the variable annuity savings fund pursuant to subdivision c above shall be converted at once into units having a total value equal to such deposit or transfer. The number of units in a participant's tax-deferred account in such fund shall be increased each month in the same manner as any account in the variable annuity savings fund would be increased, as set forth in subdivision g of section 13-570, and the value of a unit shall be determined as set forth in subdivision h thereof. f. Sections 13-501, 13-503, 13-506, 13-511, 13-512, 13-513, 13-514, 13-520, 13-521, 13-522, 13-523, 13-527, 13-533, 13-535, 13-537, 13-541, 13-542, 13-543, 13-545, 13-550, 13-553, 13-554, 13-556, 13-557, 13-558, 13-560, 13-561, 13-562, 13-563, 13-565, 13-567, 13-569, 13-572, 13-573, 13-574, 13-576, 13-577, 13-578, 13-579, 13-580 and 13-581 of this title, and subdivisions f, h and i of section 13-638.2 of this title (to the extent that such subdivisions apply to this retirement system), as such sections and subdivisions apply to the contributions made by a contributor and the benefits provided thereby, shall apply separately and independently to the tax-deferred annuity net contributions and the benefits provided thereby, except as otherwise specified in this section. Sections 13-534, 13-536 and 13-570, as they apply to the contributions made by a contributor and the benefits provided thereby, shall apply to the tax-deferred annuity net contributions and the benefits provided thereby, except as otherwise specified in this section. g. 1. If the full amount of the participant's accounts in the annuity savings fund and the variable annuity savings fund, other than the tax-deferred accounts, are paid to him or her pursuant to the provisions of section 13-541, subdivision g of section 13-556 or 13-572, then the full amount of the corresponding tax-deferred accounts must also be paid to him or her. Notwithstanding any other provision of this chapter, any rules or regulations adopted by the retirement board, or any provisions of law to the contrary, a participant in the tax-deferred annuity program who retires pursuant to the provisions of section 13-545, 13-547, 13-550, or 13-551, or who meets all the requirements for vested retirement rights pursuant to section 13-556, may elect, at such time and in such manner as determined by the retirement board, to defer the commencement of the distribution of his or her tax-deferred account to the latest date permitted for the deferral of tax-deferred annuities by the provisions of section 403(b) of the Internal Revenue Code. Should such an election be made, the provisions of section 13-522 would not be applicable as of the participant's retirement date, but would become applicable as of such later date. If, upon making such application, the participant elects that his or her tax-deferred account be distributed under option IV, pursuant to section 13-545, 13-547, 13-550, 13-551, or 13-556 and section 13-558, the maximum period over which the funds held in such account may be distributed shall not exceed the maximum period permitted by the provisions of section 403(b) of the Internal Revenue Code. 2. Notwithstanding any other provision of this chapter, any rules or regulations adopted by the retirement board, or any other provisions of law to the contrary, the beneficiary of a deceased participant in the tax-deferred annuity program who had not, prior to his or her death, selected an option governing the manner in which his or her tax-deferred account would be payable to his or her beneficiary, may, subject to paragraphs three, four, and five of this subdivision, elect, at such time and in such manner as determined by the retirement board, to defer the distribution to him or her from the participant's tax-deferred account to the extent permitted by, and in a manner consistent with, the provisions of section 403(b) of the Internal Revenue Code and the regulations promulgated pursuant to such section. 3. Notwithstanding any other provision of this chapter, any rules or regulations adopted by the retirement board, or any other provisions of law to the contrary, a beneficiary's election pursuant to paragraph two of this subdivision shall be in lieu of any options or elections for the distribution to such beneficiary of the deceased participant's tax-deferred account provided in any other provisions of this chapter or of the retirement and social security law. 4. An election pursuant to paragraph two of this subdivision shall be made within six months of the date of death of the participant. 5. If a beneficiary of a deceased participant elects the deferral provided for in paragraph two of this subdivision, the funds held in the tax-deferred account for such beneficiary may be held only in the variable annuity funds provided pursuant to section 13-567. h. The tax-deferred annuity net contributions shall not be included in determining the amount, if any, that may be withdrawn pursuant to paragraph three of section 13-525. i. Subject to the following provisions and to such additional terms and conditions and rules and regulations as the retirement board may adopt to accomplish the purpose of the tax-deferred annuity program, a participant may withdraw all or part of his accumulations in the annuity savings fund and variable annuity savings fund arising from tax-deferred annuity net contributions. 1. The amount of any such withdrawal from the variable annuity savings fund shall be based on the value of a unit for the month following the date written request for such withdrawal is filed with the retirement board. 2. If a transfer of the member's tax-deferred accounts has not yet been completed on the date of a partial withdrawal pursuant to this subdivision, then subsequent monthly transfers shall be continued in the same number of dollars or units, as the case may be, until the transfer requested has been completed. In case of a partial withdrawal, the member's tax-deferred account in the annuity savings fund shall be exhausted first before any portion of his or her tax-deferred account in the variable annuity savings fund is so used. Furthermore, if only a portion of the member's tax-deferred account in the annuity savings fund is being transferred, the portion not being transferred shall be exhausted first before the transferable portion is used. 3. The exemption from state and municipal tax provided in section 13-561 for return of contributions shall not apply to withdrawal of tax-deferred annuity net contributions. j. Nothing contained in this section shall be construed to diminish or impair any benefits to which a member or his legal representatives would be otherwise entitled had such member not participated in the tax-deferred annuity program in accordance with the provisions of this section. k. 1. As used in this subdivision, the following terms shall have the following meanings, unless a different meaning is plainly required by the context: (i) \"Annuity savings fund\". The annuity savings fund under the tax-deferred annuity program. (ii) \"Annuity reserve fund\". The annuity reserve fund under the tax-deferred annuity program. (iii) \"Variable annuity reserve fund\". The variable annuity reserve fund under the tax-deferred annuity program. (iv) \"Interest allowance\". (A) In the case of the annuity savings fund, such term shall mean the amount of interest required by subdivision d of this section to be credited to such fund with respect to any fiscal year. (B) In the case of the annuity reserve fund, such term shall mean the amount of interest required by section 13-535 of this title (incorporated by reference by subdivision f of this section) and subdivision i of section 13-638.2 thereof to be credited to such fund with respect to any fiscal year. (v) \"Surplus investment income\". The amount, if any, by which the total of all income, interest and dividends derived in any fiscal year by reason of deposits and investments of the assets of the annuity savings fund or the assets of the annuity reserve fund exceeds the amount of the interest allowance required to be credited to such fund in such fiscal year. 2. (i) On the basis of the latest mortality and other tables herein authorized and the valuation rate of interest (as defined in paragraph eleven of subdivision a of section 13-638.2 of this title), the actuary shall determine as of June thirtieth, nineteen hundred ninety-one and each succeeding June thirtieth the liabilities of the annuity reserve fund for benefits. (ii) If the amount of such liabilities exceeds the assets of such fund, an amount equal to such excess shall be transferred to the annuity reserve fund from the contingent reserve fund of the retirement system. (iii) If such assets exceed the amount of such liabilities, an amount equal to such excess shall be transferred from the annuity reserve fund to the contingent reserve fund of the retirement system. 3. Any such transfer required to be made on the basis of the actuary's determination of liabilities made as of any such June thirtieth pursuant to paragraph two of this subdivision shall be recognized in the determination of the normal contribution payable to the contingent reserve fund of the retirement system pursuant to section 13-527 of this title with respect to the fiscal year next succeeding such June thirtieth. 4. Any transfer required by subdivision f of this section and subdivision a of section 13-577 of this title to be made to or from the contingent reserve fund of the retirement system pursuant to a determination of the actuary made as of July first, nineteen hundred ninety-one or any subsequent July first shall be recognized in the determination of the normal contribution payable to the contingent reserve fund of the retirement system pursuant to section 13-527 of this title with respect to the fiscal year commencing on such July first. 5. (i) There shall be determined, as of June thirtieth, nineteen hundred ninety-one, the total amount of surplus investment income accumulated and on hand on such June thirtieth. Such amount shall be transferred to the contingent reserve fund of the retirement system. (ii) There shall be determined as of June thirtieth, nineteen hundred ninety-two, and as of each succeeding June thirtieth, whether surplus investment income was produced in the fiscal year ending on such June thirtieth. Any such surplus on hand as of any such June thirtieth shall be transferred to the contingent reserve fund of the retirement system. (iii) Except as provided for in subparagraph (iv) of this paragraph any transfer required to be made on the basis of a determination made as of any June thirtieth mentioned in subparagraph (i) or subparagraph (ii) of this paragraph shall be recognized in the determination of the normal contribution payable to the contingent reserve fund of the retirement system pursuant to section 13-527 of this title with respect to the fiscal year next succeeding the June thirtieth as of which the surplus to be transferred was determined. (iv) Notwithstanding any other provision of law to the contrary, the amount of the normal contribution which would otherwise be payable with respect to the nineteen hundred ninety-six--nineteen hundred ninety-seven fiscal year to the contingent reserve fund of the retirement system pursuant to section 13-527 of this title shall be reduced by a credit equal to the amount of the surplus investment income produced in the fiscal year ending on June thirtieth, nineteen hundred ninety-six. 6. Notwithstanding any other provision of law to the contrary, the amount of the normal contribution which would otherwise be payable, with respect to the nineteen hundred ninety-one--nineteen hundred ninety-two fiscal year, to the contingent reserve fund of the retirement system pursuant to section 13-527 of this title and the provisions of the preceding paragraphs of this subdivision shall be reduced by a credit equal to the amount obtained: (i) by adding together: (A) the excess required to be transferred, with respect to such fiscal year, from the annuity reserve fund to the contingent reserve fund under the provisions of subparagraph (iii) of paragraph two of this subdivision; and (B) the surplus investment income required by subparagraph (i) of paragraph five of this subdivision to be transferred to the contingent reserve fund; and (ii) by subtracting from such sum computed pursuant to subparagraph (i) of this paragraph the amount required by subdivision f of this section and section 13-577 of this title to be transferred, with respect to such fiscal year, from the contingent reserve fund to the variable annuity reserve fund. * l. 1. Notwithstanding any other provision of law to the contrary, in the event that a person becomes entitled to a distribution from the tax-deferred annuity program which constitutes an \"eligible rollover distribution\" within the meaning of paragraph thirty-one of subsection a of section four hundred one of the internal revenue code (as such section is made applicable to the tax-deferred annuity program by paragraph ten of subsection b of section four hundred three of the internal revenue code), such person may elect, subject to any rules and regulations adopted pursuant to paragraph three of this subdivision, to have such distribution, or a portion thereof, paid directly to an \"eligible retirement plan\" within the meaning of paragraph thirty-one of subsection a of section four hundred one of the internal revenue code. 2. Nothing contained in this section or in section 13-561 of this chapter shall be construed to prohibit a participant in the tax-deferred annuity program from electing to transfer all or a portion of his or her tax-deferred annuity net contributions to another annuity contract described in subsection b of section four hundred three of the internal revenue code where a nontaxable trustee-to-trustee transfer of tax-deferred annuities is permitted by subsection b of section four hundred three of such code or the applicable rules and regulations or rulings promulgated thereunder. 3. The retirement board is authorized to adopt such rules and regulations as it finds to be necessary in administering the provisions of this section, provided that they are not inconsistent with the applicable provisions of the internal revenue code and the rules and regulations thereunder. * NB There are 2 sub l's * l. Pursuant to section 13-513 of this chapter, the retirement board may establish rules and regulations applicable to similarly situated contributors and/or all beneficiaries with respect to the tax-deferred annuity program including, without limitation, rules and regulations governing: 1. Changes and revocations of elections made pursuant to subdivisions a and c of this section; 2. Loans from monies accumulated in the tax-deferred annuity program; 3. Monies withheld from participants' payments in the tax-deferred annuity program relating to expenses incurred by the retirement board attributable to the tax-deferred annuity program pursuant to subdivision b of this section; 4. Deposits to the tax-deferred annuity program of monies attributable to a contributor who has transferred from the board of education retirement system; 5. Transfers of monies between the variable annuity savings fund tax-deferred account and the annuity savings fund tax-deferred account; 6. Transfers of accumulated contributions among the tax-deferred investment accounts which the retirement board may establish; 7. Withdrawals of all or part of contributors' accumulations in the annuity savings fund and variable annuity savings funds arising from tax-deferred annuity net contributions. * NB There are 2 sub l's m. In promulgating and administering rules and regulations pursuant to paragraph 1 of this section, the retirement board shall take no action that would render the tax-deferred annuity program in violation of Section 403(b) of the Internal Revenue Code of 1986. n. Notwithstanding any other provision of law, or any retirement board rule, regulation or resolution to the contrary, the amendment to subdivision d of this section enacted by the chapter of the laws of two thousand nine which added this subdivision shall not affect the rate of interest being charged on new loans from the tax-deferred annuity program, and the rate of interest that was being charged on such loans immediately prior to the effective date of this subdivision shall be used for new loans from the tax-deferred annuity program made on or after the effective date of this subdivision, unless the retirement board, in accordance with its authority pursuant to paragraph two of subdivision l of this section, as added by chapter five hundred seventeen of the laws of nineteen hundred ninety-three, shall amend its rules and regulations governing loans from the tax-deferred annuity program to establish a different rate of interest applicable to such loans. o. Notwithstanding any other provision of law, or any retirement board rule, regulation or resolution to the contrary, where a participant in the tax-deferred annuity program has elected to transfer all or a portion of the amount credited to his or her tax-deferred account in the annuity savings fund to a tax-deferred account in the variable annuity savings fund, the retirement system shall effectuate such transfer as expeditiously as is administratively feasible. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "582",
    "identifier": "13-582",
    "catch_text": "Tax-deferred annuity program."
  }
}