{
  "text": "ยง 13-507 Teachers' retirement board; membership; elections. The retirement board is continued and shall consist of the following: 1. The president of the board of education or an authorized representative designated by him or her, in writing, and filed with the teachers' retirement board. 2. The comptroller. 3. Two members appointed by the mayor, one of whom shall be a member of the board of education; they shall serve until their successors are appointed. Should the board of education member of the retirement board cease to be a member of the board of education, he or she shall there- upon cease to be a member of the retirement board. The mayor may, by a written instrument filed with the retirement board, designate one or more alternates to act in the place of either of such appointed members in the event of the absence of such member; provided that only a member of the board of education may be designated to act in the place of such board of education member of the retirement board. 4. Three members of the retirement association elected from the contributors. The term of each teacher-member shall be three years. The teacher-members now in office shall hold office until the expiration of the terms for which they were respectively elected. Their successors shall be elected by direct vote of the contributors, by secret ballot, as follows: (a) Nomination. Candidates for office of teacher-member of the retirement board shall be nominated by petition. The nominating petition must be signed by at least one thousand contributors, each sheet of which petition shall contain: (1) The name and official board-of-education or city university of New York position of the candidate. (2) The name and official board-of-education or city university of New York position of the contributor who shall be the alternate candidate in the event of a vacancy caused by the death, disability, disqualification or withdrawal of the candidate occurring prior to the day of the election. (3) The names of three contributors and the number or name of the school or college and borough in which each is employed to act as tellers for the candidate at the final canvass of returns at the hall of the board of education on the Tuesday following the second Thursday of May. (4) A statement that the signature or signatures of a contributor which appear on more than one petition or more than once on a specific petition shall be void and shall not be counted on any petition. (5) A certification at the bottom by a contributor together with the number or name and borough of his or her school or college that all the signatures to the number of.............. appearing on that particular sheet of the petition are bona fide signatures of contributors known to him or her. Each petition shall bear the signatures of not less than one thousand approving contributors endorsing the candidate, the number or name and borough of the school, the college or the department in which each contributor so endorsing is employed and the date on which each signed. Contributors shall sign only one petition and the signature or signatures of a contributor which appear on more than one petition or more than once on a specific petition shall be void and shall not be registered or counted on any petition. (b) Filing of petitions. All petitions shall be filed with the superintendent of schools or his or her authorized representative not later than five o'clock in the afternoon of the last day on which schools are in session preceding April twenty in each year. The date and time of such filing shall be noted on the face of the petition by the superintendent of schools or his or her authorized representative. Petitions shall be open to public inspection. Each petition shall be accompanied by a written acceptance of the nomination by the candidate named in the petition and by a written statement of the contributor named as alternate candidate, that in the event of the death, disability, disqualification or withdrawal of the candidate prior to the election, he or she will accept the nomination in such a contingency. In the event of but one candidate being nominated for the office of teacher-member, it shall not be necessary to prepare ballots, official blanks or tally sheets, nor for the members of the retirement association to meet on the second Wednesday of May for the casting of written ballots. The election of the single candidate shall be consummated on the second Wednesday of May by the superintendent of schools casting one ballot in favor of the candidate. (c) Objections to petitions. If the question of the qualification of any signer of a petition is raised by any contributor by writing to the superintendent of schools, or his or her authorized representative, the executive director of the retirement system or his or her authorized representative, shall certify as to whether or not the signer is a contributor to the teachers' retirement system and entitled to vote in the election of teacher-members of the retirement board. A written objection to any petition may be filed with the superintendent of schools, or his or her authorized representative, by any contributor not later than the last day on which schools are in session preceding April twenty-seventh in each year. The superintendent of schools or his or her authorized representative shall summarily hear and determine such objections under such rules and regulations as he or she may establish and shall notify in writing both the candidate and the objector of his or her determination of the objection not later than the first Wednesday in May. (d) Publication of nominations. Not later than the first Wednesday of May in each year, the superintendent of schools or his or her authorized representative shall notify each school, annex, and college in which members of the retirement association are employed of the names of all nominees. On receipt of such notice, the principal of the school or annex or in his or her absence the acting principal, and the president or acting president of a college shall give to each contributor in the school, annex or college a copy of such notice. (e) Form of ballots, etc. The superintendent of schools or his or her authorized representative shall cause to be prepared the necessary ballots for the election. These ballots shall contain only the names of the candidates and necessary directions for voting. The superintendent of schools shall determine by lot in the presence of each candidate or his or her duly authorized representative the order of the names of candidates on the ballot. The superintendent of schools or his or her authorized representative shall cause to be distributed to each school or voting place not later than the Tuesday preceding the day of the election: (1) A sufficient number of official ballots. (2) The official blank form for contributors' signatures. (3) Blank tally sheets in triplicate. (f) Discussion meetings. Upon petition of ten per centum of the contributors in any public school building, annex or college for a meeting for the discussion of the merits of the various candidates for teacher-member of the retirement board, the principal or person in charge of such public school building, annex or college, shall call such a meeting not more than five school days nor less than two school days, prior to the date of election in each year. After the principal or person in charge of such school building, annex or college or his or her authorized representative has called such meeting to order, the contributors present shall proceed to elect by plurality vote a chairperson and a secretary. The chairperson of such meeting shall be responsible for the conduct of the meeting. (g) Elections. Procedures for members of the retirement system who are in the employ of the New York city board of education. On the second Wednesday of May, or if the second Wednesday of May falls on a religious or other holiday or if for any reason the schools are closed on that day then on the first school day preceding the second Wednesday of May, in each year, the contributors in each school or annex shall meet in their respective school buildings at three o'clock in the afternoon, or if the administration conditions in any school or annex are such that the meeting ought to be held at some other hours, then at such hour in such school building as shall be designated by the superintendent of schools, after consultation with the principal or person in charge of such school. Such principal or person in charge or his or her authorized representative shall call the meeting to order, and the contributors present at the meeting shall proceed to elect from their number by written ballot, a chairperson and a secretary. The candidate receiving the greatest number of votes in each instance shall be declared elected. The chairperson elected shall then appoint from among the contributors at least one teller for each candidate nominated for the position of teacher-member of the retirement board. Such teller shall be an acknowledged supporter of the particular candidate. In no case shall there be less than three tellers. The contributors shall then proceed as follows, to vote by written and secret ballot for teacher-member of the retirement board. Each contributor shall receive a ballot and sign the contributors' list in the presence of the chairperson and the tellers. The contributor shall then proceed to mark his or her ballot in secret. As his or her name is called each contributor shall then deposit his or her ballot in the official ballot box provided by the principal or person in charge. Contributors designated as special teachers, supervisors and directors shall vote and sign the contributors' signature blank in the school or voting place nearest to the respective main offices. The superintendent of schools or his or her authorized representative shall provide voting places for all other contributors not assigned to schools and he or she shall designate the person or persons who shall be responsible for the proper conduct of the election in each place so provided. If a contributor spoils a ballot he or she shall return it to the chairperson of the meeting. Both the contributor and the chairperson of the meeting shall certify on the face of the ballot that the ballot is void. The voided ballot shall then be deposited in the ballot box and thereupon another ballot shall be issued to the contributor. During the period of this meeting there shall be no electioneering or discussions regarding candidates. The chairperson of the meeting shall be responsible for the proper conduct of the election. Only contributors to the retirement system may be designated as representatives of the superintendent of schools or principals or heads of schools or department or persons in charge. Procedure for members of the retirement system who are in the employ of the board of higher education of the city of New York. On the second Wednesday of May, or if the second Wednesday of May falls on a religious or other holiday or if for any reason the schools are closed on that day then on the first school day preceding second Wednesday of May, in each year, the contributors in each college building shall meet in their respective school buildings at nine o'clock in the morning, or if the administration conditions in any college are such that the meeting ought to be held at some other hour, then at such hour in such college building as shall be designated by the superintendent of schools, after consultation with the principal or person in charge of such college. Such principal or person in charge or his or her authorized representative shall call the meeting to order, and the contributors present at the meeting shall proceed to elect from their number by written ballot, a chairperson and a secretary of the balloting. The candidate receiving the greatest number of votes in each instance shall be declared elected. The chairperson elected shall then appoint from among the contributors at least one teller for each candidate nominated for the position of teacher-member of the retirement board. Such teller shall be an acknowledged supporter of the particular candidate. In no case shall there be less than three tellers. The chairperson shall then announce the opening of the balloting, which shall continue until five o'clock in the afternoon of that day and from nine o'clock in the morning until five o'clock in the afternoon of the next succeeding school day. The contributors shall proceed as follows, to vote by written and secret ballot for teacher-member of the retirement board. Each contributor, regardless of whether he or she was present at the election of the chairperson and the secretary, shall receive a ballot and sign the contributors' list in the presence of at least two tellers at any time during the balloting. The contributor shall then and there proceed to mark his or her ballot in secret and shall then deposit his or her ballot in the official ballot box provided by the principal or person in charge. The superintendent of schools or his or her authorized representative shall provide voting places for all other contributors not assigned to colleges and he or she shall designate the person or persons who shall be responsible for the proper conduct of the election in each place so provided. If a contributor spoils a ballot he or she shall return it to the chairperson of the balloting. Both the contributor and the chairperson of the balloting shall certify on the face of the ballot that the ballot is void. The voided ballot shall be deposited in the ballot box and thereupon another ballot shall be issued to the contributor. During the period of this balloting there shall be no electioneering or discussions regarding candidates in the voting place. The chairperson of the balloting shall be responsible for the proper conduct of the election. Only contributors to the retirement system may be designated as representatives of the superintendent of schools or heads of colleges or department or persons in charge. (h) Returns. Procedure for members of the retirement system who are in the employ of the New York city board of education. After all the contributors present in the voting place have had an opportunity to vote, the tellers shall publicly open the ballot box, count the ballots, tally and announce the vote for teacher-member of the retirement board. After the votes have been tallied the chairperson and secretary and tellers shall prepare and sign the election returns for teacher-member in triplicate. One copy of the election return shall be posted on the official bulletin board of the building in which the voting took place. One copy of the election return shall be forwarded immediately by mail to the superintendent of schools and one copy to the executive director of the retirement system. Then the chairperson shall place in the ballot box all the ballots cast, the spoiled ballots, the unused ballots and the contributors' signature list, seal the ballot box and deliver it forthwith to the principal or person in charge of the school building or annex. A receipt shall be given to the person making this delivery. The principal or person in charge of such school building or annex shall retain such sealed box for six months following the date of voting, or until a special election is called to fill a vacancy among the teacher-members as hereinafter provided, whichever occurs first. Procedure for members of the retirement system who are in the employ of the board of higher education of the city of New York. At five o'clock in the afternoon of each day of the balloting, or as soon thereafter as possible, allowing all contributors who are present at such time to cast their ballots, the tellers shall publicly open the ballot box, count the ballots, tally and announce the vote for teacher-member of the retirement board. After the votes have been tallied the chairperson and secretary and tellers shall prepare and sign the election returns for teacher-member for that day in triplicate. There shall be no posting of returns after the first day, but one copy of the election return shall be posted on the offical bulletin board of the building in which the voting took place after the second day's balloting has been completed. One copy of the election return for each day shall be forwarded immediately by mail, at the end of each day of balloting, to the superintendent of schools and one copy shall be forwarded by mail, at the same time, to the executive director of the retirement system. At the end of the first day's balloting the chairperson shall place in an envelope all the ballots cast during that day, and the spoiled ballots, which envelope shall be sealed and identified as the first day's balloting. The sealed envelope shall be kept in the ballot box, together with the first day's tally sheet and the contributors' signature list. At the end of the second day's balloting, the ballots cast that day, the spoiled ballots, the unused ballots and the contributors' signature list shall be placed in the ballot box, the chairperson shall seal the ballot box and deliver it forthwith to the person in charge of the college. A receipt shall be given to the person making this delivery. The person in charge of such college shall retain such sealed ballot box for six months following the date of voting, or until a special election is called to fill a vacancy among the teacher-members as hereinafter provided, whichever occurs first. (i) Counting the vote for teacher-member. At four o'clock in the afternoon of the Tuesday following the third Thursday of May in each year at the hall of the board of education the final canvass of the returns shall be made. Each candidate for election to the office of teacher-member or his or her duly authorized representative shall be entitled to be present at the final canvass to inspect the election returns and to witness the canvass and summary made of the number of votes cast. The superintendent of schools or his or her duly authorized representative shall preside at the canvass. The executive director of the retirement system or his or her duly authorized representative shall be present with all the election returns received at his or her office from the various schools, colleges and other voting places. No contributor duly authorized by this act shall suffer loss of pay by reason of attendance at this meeting. The tellers designated on the nominating petition, together with the superintendent of schools or his or her authorized representative shall record and tally the vote cast in the respective schools, school annexes and colleges for each candidate for the office of teacher-member of the teachers' retirement board. The chairperson of the meeting shall call for a report of the vote cast in each of the respective schools, school annexes and colleges. If the accuracy of any election return is questioned or if the election return of a voting place is missing, the vote recorded on the copy of the election return filed with the executive director of the retirement system shall be used. The total vote for each candidate as recorded on the election returns from all voting places shall be announced. The candidate receiving the greatest number of votes shall be declared elected and the pension election committee shall so certify and the superintendent of schools or his or her authorized representative shall transmit immediately such certification to the retirement board. The newly elected teacher-member shall take office forthwith. Election returns, tally sheets, and all other records including ballots and contributors' signature lists shall be kept in the custody of the superintendent of schools for a period of not less than six months after the third Thursday in May or until a vacancy occurs in the office of teacher-member in the retirement board, whichever occurs first. (j) Vacancies. Procedure for members of the retirement system who are in the employ of the New York city board of education. In the event of a vacancy in the office of teacher-member of the retirement board two months or more before the expiration of his or her term, a special election shall be held to elect a teacher-member to complete the unexpired term. Such special election shall be conducted in the same manner as hereinbefore provided for a regular election, except that petitions shall be filed not later than twenty regular school days after the date on which the vacancy occurred, and the election shall be held on the third Wednesday after the closing date for the filing of petitions. Should this day fall on a holiday, the election shall be held on the first Thursday subsequent thereto on which school is in regular session. Procedure for members of the retirement system who are in the employ of the city university of New York. In the event of a vacancy in the office of teacher-member of the retirement board two months or more before the expiration of his or her term, a special election shall be held to elect a teacher-member to complete the unexpired term. Such special election shall be conducted in the same manner as hereinbefore provided for a regular election, except that petitions shall be filed not later than twenty regular school days after the date on which the vacancy occurred, and the election shall be held on the third Wednesday after the closing date for the filing of petitions and on the school day immediately succeeding it. Should the third Wednesday after said closing date fall on a holiday, the election shall be held on the first Wednesday subsequent thereto on which school is in regular session and on the next succeeding school day. In the event that such vacancy among the teacher-members of the retirement board occur in June, July, August or during the time in September when schools are not in session, such vacancy shall be deemed to have occurred on the first day schools are in session and the same procedure and time allowance for the election shall be followed as herein provided for the election of a teacher-member when a vacancy occurs during the school year. (k) Appeals. The superintendent of schools or his or her authorized representative shall have jurisdiction to hear and summarily determine any question arising in connection with the nomination or election of a teacher-member of the retirement board as set forth in this act except questions concerning the qualifications of any signer of a petition as to whether or not he or she is a contributor, in which instance the executive director of the retirement system or his or her authorized representative shall determine the facts. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "507",
    "identifier": "13-507",
    "catch_text": "Teachers' retirement board; membership; elections."
  }
}