{
  "text": "ยง 13-554 Retirement allowances. A contributor, on retirement, shall receive a retirement allowance which shall consist of: 1. A pension calculated as follows: a. For retirement prior to July first, nineteen hundred seventy for disability, as defined in subdivision seventeen-a of section 13-501 of this chapter, twenty per cent of his or her average salary and an additional one-fifth of one per cent of his or her average salary for each year of city service in excess of ten. In no event shall the total pension for retirement prior to July first, nineteen hundred seventy for disability exceed twenty-five per cent of his or her average salary. b. For service retirement, or for retirement prior to July first, nineteen hundred seventy for disability after he or she becomes eligible for service retirement, twenty-five per cent of his or her average salary. If a contributor has rendered less than twenty years of city service at the time his or her service retirement becomes effective, his or her pension allowance shall be based on one per cent of his or her average salary for each year of city service. c. If the contributor retiring is a present-teacher, he or she shall receive, in addition to the pension prescribed in subdivision (a) or (b) a pension computed at the rate of one-one hundred fortieth of his or her average salary for each year of service rendered prior to the sixteenth day of September, nineteen hundred seventeen as certified to such present-teacher in his or her prior-service certificate. In no event shall the total pension exceed fifty per cent of his or her salary. d. In lieu of any other pension provided for under this subdivision and based on the years of credited service rendered on or after the sixteenth day of September, nineteen hundred seventeen, for all New York city public school contributors and for all college contributors, one per centum of his or her average salary multiplied by the number of such years, provided, that by his or her written application, duly executed and filed with the teachers' retirement board, on or before the first day of December, nineteen hundred sixty-six, or, after such date, before any deduction shall have been made from his or her compensation for annuity purposes, the member shall have given his or her consent on an official application form, to the necessary deductions from his or her compensation for a like annuity, except such deduction shall not be in excess of fifteen per centum unless the member so elects. At any time subsequent to one year after having given such consent a member may withdraw such consent on an official withdrawal form, and thereafter any pension allowance for such member shall be calculated in the same manner as though such consent had not been given. The provisions of this subdivision shall not be construed to impair or take away any rights of any present-teacher for service rendered prior to the sixteenth day of September, nineteen hundred seventeen as certified in his or her prior service certificate, but in no event shall the total pension exceed fifty per cent of his or her salary. In no event shall the provisions of this subdivision be construed so as to result in a smaller pension benefit than was provided prior to the enactment of chapter eight hundred thirty-seven of the laws of nineteen hundred fifty-one. The provisions of this paragraph shall not be construed to apply to members who purchased prior outside service credit in accordance with the provisions of paragraph three of subdivision a of section 13-505 of this chapter unless such a member elects one of the following: (1) to pay the difference between the cost of the prior outside service credit in accordance with the provisions of paragraph a or b of subdivision one of section 13-554 of this chapter and the cost for such prior outside service credit in accordance with the provisions of this paragraph, or (2) such a member cancels his or her election for prior outside service credit and accepts a refund of his or her purchase price for such prior outside service credit and shall have any such prior outside service credit canceled, or (3) elects a recalculation of his or her prior outside service credit as a result of which his or her prior outside credit service shall be reduced in proportion to the credit which his or her purchase price would have bought under the provisions of this paragraph. The provisions of this paragraph shall not deprive any contributor of any right to a reduced contribution to which he or she may be entitled under the provisions of section 13-546 of this chapter. e. (1) a pension computed pursuant to the provisions of this paragraph e, in lieu of any other pension provided for in paragraphs a, b or d of this subdivision one, in the case of any age-fifty-five-increased-benefits pension plan contributor. (2) Such pension computed pursuant to this paragraph e shall consist of the following: (a) for the years of his or her credited service rendered prior to July first, nineteen hundred seventy, a pension equal to the product obtained by multiplying the number of such years by one and two-tenths per centum of his or her average salary; and (b) for the years of his or her credited service rendered after June thirtieth, nineteen hundred seventy, a pension equal to the product obtained by multiplying the number of such years by one and fifty-three one-hundredths per centum of his or her average salary. f. (1) For retirement for ordinary disability, as defined in subdivision seventeen-b of section 13-501 of this chapter, a pension, subject to the provisions of subparagraph two of this paragraph f, computed as follows: (a) for the years of his or her credited service rendered to July first, nineteen hundred seventy, a pension equal to the product obtained by multiplying the number of such years by one and two-tenths per centum of his or her average salary; and (b) for the years of his or her credited service rendered after June thirtieth, nineteen hundred seventy, a pension equal to the product obtained by multiplying the number of such years by one and fifty-three one-hundredths per centum of his or her average salary. (2) The pension provided for by subparagraph one of this paragraph f shall in no event be less than it would have been if it had been computed in accordance with the method of computation which would have been applicable if his or her retirement had instead been a retirement prior to July first, nineteen hundred seventy for disability, as defined in subdivision seventeen-a of section 13-501 of this chapter. g. For retirement for accident disability, as defined in subdivision seventeen-c of section 13-501 of this chapter, a pension of three-fourths of his or her average salary, as defined in subdivision eighteen of such section 13-501. His or her average salary, as so defined, shall be used in computing such pension, whether or not he or she would be entitled to computation of any other benefit under this chapter on the basis of average salary as defined in subdivision eighteen-a or eighteen-b of such section 13-501. h. (1) Notwithstanding any other provision of this chapter to the contrary, in any case where a contributor is retired pursuant to subdivision three of section 13-545 of this chapter (relating to retirement for superannuation) by reason of attainment of age seventy in the school year nineteen hundred sixty-nine--nineteen seventy, and the pension payable to him or her, if this paragraph h had not been enacted, would be otherwise than as prescribed in this paragraph, such contributor, irrespective of the pension plan applicable to him or her at the time of this retirement, shall be entitled to receive, in lieu of any pension otherwise payable under the provisions of this chapter, the pension which would have been payable to such contributor if he or she had been an age-fifty-five-increased-benefits pension plan contributor at the time of his or her retirement; provided, however, that if such contributor, had he or she been a twenty-year pension plan contributor at the time of his or her retirement: (1) would have been eligible to retire as a twenty-year pension plan contributor; and (2) would have been entitled to a retirement allowance beginning on the date of his or her retirement; and (3) would have been entitled to a pension larger than that to which he or she would have been entitled if he or she had been an age-fifty-five-increased-benefits pension plan contributor at the time of his or her retirement; the pension payable to such contributor pursuant to this paragraph h shall be the pension which he or she would have received if he or she had retired as a twenty-year pension plan contributor. 1-a. A pension which is the actuarial equivalent of the reserve-for-increased-take-home-pay to which he or she may be entitled, if any. 2. An annuity, in addition to the pensions above provided which shall be the actuarial equivalent of his or her accumulated deductions at the time of his or her retirement. A contributor, in order to increase his or her annuity at the time of his or her retirement, may increase his or her rate of contribution by such rate as he or she may choose up to fifty per centum or such greater percentum as the retirement board may allow in accordance with section 13-525 of this chapter in addition to the rate needed to provide his or her part of half pay retirement allowance, excluding from consideration any portion of the retirement allowance which may be provided by a pension-providing-for-increased-take-home-pay. In no case shall such annuity be less for each one hundred dollars of accumulated deductions of a present-teacher at the time of retirement than is shown in the following schedule: Annuity in case of Annuity in case of Age at retirement men teachers women teachers 48............. $7.20 $6.52 49............. 7.34 6.64 50............. 7.49 6.77 51............. 7.65 6.90 52............. 7.82 7.04 53............. 8.00 7.19 54............. 8.19 7.35 55............. 8.39 7.52 56............. 8.61 7.70 57............. 8.84 7.89 58............. 9.09 8.10 59............. 9.35 8.31 60............. 9.63 8.54 61............. 9.93 8.79 62............. 10.25 9.05 63............. 10.60 9.33 64............. 10.96 9.63 65............. 11.36 9.95 66............. 11.78 10.30 67............. 12.24 10.67 68............. 12.72 11.06 69............. 13.25 11.48 70............. 13.81 11.94 ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "554",
    "identifier": "13-554",
    "catch_text": "Retirement allowances."
  }
}