{
  "text": "ยง 13-553 Safeguards on disability retirement. a. Once each year, such board may require any disability pensioner while still under the age of sixty-five years to undergo medical examination by a physician or physicians designated by the medical board. Such examinations shall be made at the place of residence of such beneficiary or other place mutually agreed upon. Should the medical board, as the result of such examination, report and certify to such board that such disability beneficiary is no longer physically or mentally incapacitated for the performance of duty, the head of the department in which such beneficiary was employed at the time of his or her retirement, upon notification by such board of such report of the medical board, shall reappoint such beneficiary to such a position as was held by, and at such a rate or salary as was paid to, such beneficiary at the time of his or her retirement. However, after the expiration of ten years subsequent to the retirement of such beneficiary, his or her restoration to duty, notwithstanding the recommendation of the medical board, shall be optional with such head of the department. b. Should any disability beneficiary, while under the age of sixty-five years, refuse to submit to at least one medical examination in any year by a physician or physicians designated by the medical board, his or her pension and pension-providing-for-increased-take-home-pay, if any, shall be discontinued until the withdrawal of such refusal. Should such refusal continue for one year, all his or her rights in and to the pension and pension-providing-for-increased-take-home-pay, if any, constituted by this chapter shall be forfeited. c. Upon application of any beneficiary under the age of sixty-five years drawing a pension, a pension-providing-for-increased-take-home-pay or a retirement allowance under the provisions of this chapter, approved by such board, such beneficiary may be restored to active service by the head of the department in which such beneficiary was employed at the time of his or her retirement. Upon the restoration of a beneficiary to active service his or her retirement allowance shall cease. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "553",
    "identifier": "13-553",
    "catch_text": "Safeguards on disability retirement."
  }
}