{
  "text": "ยง 13-581 Convertible instalments. a. (1) At the time and in the manner prescribed by subdivision e of this section: (i) a retired member who retired on or after September first, nineteen hundred sixty-seven, and before August first, nineteen hundred sixty-eight; or (ii) any other member; or (iii) the designated beneficiary of a member who dies on or after June twenty-second, nineteen hundred sixty-eight; or (iv) a retired member who retired on or after September first, nineteen hundred sixty-seven and who continues to hold retired member status on or after July first, nineteen hundred seventy-five; may elect, in accordance with this section, to convert a portion, hereinafter referred to as the \"convertible amount\", of his or her fixed instalments to a variable basis over a period of months, hereinafter referred to as the \"conversion period\". (2) In the event such election is made, each instalment payable with respect to such convertible amount after the beginning of the conversion period shall be referred to as a \"convertible instalment\". (3) (i) During each month of such conversion period each convertible instalment shall be the sum of a fixed portion and a variable portion. (ii) The amount of such fixed portion payable in the first month of the conversion period shall be the convertible amount reduced by the amount to be converted each month, which is determined by dividing the convertible amount by the number of months in the conversion period. (iii) Subject to the provisions of subparagraphs (iv) and (v) of this paragraph three, the amount of such fixed portion payable in any such month after the first shall be the previous month's amount thereof, reduced by the amount converted each month. The amount, in units, of the variable portion in any such month will be equal to the number of units in the previous month's variable portion, if any, plus the quotient of (A) the amount of the fixed instalments converted each month and (B) the current month's unit value. (iv) In any case where, pursuant to any provision of law and/or resolution of the retirement board adopted thereunder, the rate of regular interest and/or mortality tables, which were required to be used in the actuarial determination of such fixed benefit being converted, are different from the rate of regular interest and/or mortality tables which would have been required to be used to determine a like variable benefit as of the same date (hereinafter referred to as the \"calculation date\") as of which such fixed benefit was required to be determined as an actuarial equivalent, the composition of the variable portion of each convertible instalment for each month of the conversion period shall be determined in the manner prescribed in subparagraph (v) of this paragraph. (v) The amount, in units, of the variable portion for any such conversion month to which subparagraph (iv) of this paragraph applies will be equal to the number of units in the previous month's variable portion, if any, plus a number of units which is the actuarial equivalent, as of the calculation date, of the fixed portion converted each month. Such actuarial equivalent units for each such month shall be determined on the basis of the unit value for such month, in accordance with a scientific formula which recognizes the difference in the rates of regular interest and/or mortality tables referred to in subparagraph (iv) of this paragraph. (4) After the conversion period, the amount of each convertible instalment, in units, will be equal to the number at the end of the conversion period. b. (1) At the time and in the manner prescribed by subdivision e of this section: (i) a contributor; or (ii) the designated beneficiary of a member who dies after June twenty-second, nineteen hundred sixty-eight; or (iii) a retired member who retired on or after September first, nineteen hundred sixty-seven and who continues to hold retired member status on or after July first, nineteen hundred seventy-five; may elect, in accordance with this section, to convert a portion, hereinafter referred to as the \"convertible amount\", of his or her variable instalments to a fixed basis over a period of months, hereinafter referred to as the \"conversion period\". (2) In the event of such election, each instalment payable with respect to such convertible amount after the beginning of the conversion period shall be referred to as a \"convertible instalment\". (3) (i) During each month of such conversion period each convertible instalment shall be the sum of a variable portion and a fixed portion. (ii) The amount in units of such variable portion payable in the first month of the conversion period shall be the number of units in the convertible amount reduced by the number of units to be converted each month, which is determined by dividing the number of units in the convertible amount by the number of months in the conversion period. The amount, in units, of such variable portion payable in any such month after the first shall be the previous month's amount thereof, reduced by the number of units converted each month. (iii) Subject to the provisions of subparagraphs (iv) and (v) of this paragraph three, the amount of the fixed portion in any such month will be equal to the previous month's fixed portion, if any, plus the product of (A) the number of units converted each month and (B) the current month's unit value. (iv) In any case where, pursuant to any provision of law and/or any resolution of the retirement board adopted thereunder, the rate of regular interest and/or mortality tables, which were required to be used in the actuarial determination of such variable benefit being converted, are different from the rate of regular interest and/or mortality tables which would have been required to be used to determine a like fixed benefit as of the same date (hereinafter referred to as the \"calculation date\") as of which such variable benefit was required to be determined as an actuarial equivalent, the composition of the fixed portion of each convertible instalment for each month of the conversion period shall be determined in the manner prescribed in subparagraph (v) of this paragraph. (v) The amount of the fixed portion for any such conversion month to which subparagraph (iv) of this paragraph applies will be equal to the previous month's fixed portion, if any, plus a fixed amount which is the actuarial equivalent, as of the calculation date, of the number of units converted each month. Such actuarial equivalent fixed amount for each month shall be determined on the basis of the unit value for such month, in accordance with scientific formula which recognizes the difference in the rates of regular interest and/or mortality tables referred to in subparagraph (iv) of this paragraph. (4) After the conversion period, the dollar amount of each convertible instalment will be equal to the amount at the end of the conversion period. c. The total dollar amount of the convertible instalment for any month shall be the fixed portion, if any, plus the product of (1) the number of units in the variable portion, if any, and (2) the unit value for the same month. d. For each conversion made as set forth in subdivision a or b above, the actuarial equivalent value of the instalments converted shall be transferred between the appropriate reserve funds for the variable and fixed instalments. e. (1) An election of convertible instalments shall not take effect unless written notice thereof is duly filed with the retirement board before the applicable date or within the applicable period set forth below: (i) In the case of instalments payable to a retired member who retired on or after September first, nineteen hundred sixty-seven and before August first, nineteen hundred sixty-eight: the applicable date shall be September first, nineteen hundred sixty-eight; and (ii) In the case of instalments payable to any other member electing to convert under subdivision a or b of this section, other than a member described in subparagraph (iii) of this paragraph one: the applicable period shall begin on the date of the filing of the application for retirement and shall end on the date next preceding the date on which the retirement allowance begins; and (iii) In the case of an applicant for retirement with a deferred payability date (as defined in subdivision thirty-nine of section 13-501 of this chapter): the applicable period shall begin on the date of the filing of his or her application for retirement and end on the date next preceding the date on which his or her retirement allowance begins; provided, however, that any such applicant may, at any time after he or she files such notice of election and before his or her retirement allowance begins, change such election pursuant to rules and regulations established by the retirement board; and (iv) In the case of instalments payable to the designated beneficiary of a member who dies after June twenty-second, nineteen hundred sixty-eight: the applicable date shall be that on which the first such instalment is paid; and (v) In the case of a retired member who retired on or after September first, nineteen hundred sixty-seven, the applicable date shall be such date as determined by rules and regulations duly adopted by the retirement board. (2) In each case the applicable conversion period shall commence on the first day of the month coinciding with or otherwise next following (i) the applicable date or (ii) the date next following the end of the applicable period. f. (1) An election to convert a portion of fixed instalments to a variable basis made by a member or retired member pursuant to paragraph one of subdivision a of this section shall be subject to the applicable terms and conditions set forth in paragraphs two, three, and four of this subdivision f. (2) If such member is not a participant in the variable annuity program on the date when he or she makes such election, the election shall provide that such portion as the retirement board may by duly adopted rules and regulations permit of both his or her annuity and his or her pension-providing-for-increased-take-home-pay shall be a convertible amount, to be converted to a variable basis. The convertible instalments pursuant to such election shall be paid from the A funds or the B funds, or from such additional variable annuity fund or funds which may be established pursuant to subdivision c of section 13-567 of this chapter. (3) If such member is a participant in the variable annuity program on the date when he or she makes such election: (i) the election, subject to the provisions of subparagraph (ii) of this paragraph three, shall provide that such portion as the retirement board may by duly adopted rules and regulations permit of the fixed instalments of both his or her annuity and his or her pension-providing-for-increased-take-home-pay shall be a convertible amount, to be converted to a variable basis; or (ii) if a transfer of his or her accumulated deductions and of his or her reserve-for-increased-take-home-pay from a fixed basis to a variable basis pursuant to subdivision b of section 13-568 of this chapter is in process on the date when such member makes his or her election, then in lieu of electing the convertible amount specified in subparagraph (i) of this paragraph three, he or she may elect that the part of his or her fixed instalments provided by such portion of his or her accumulated deductions and of his or her reserve-for-increased-take-home-pay whose transfer has not yet been completed be a convertible amount, to be converted to a variable basis. The convertible instalments pursuant to such election shall be paid from the A funds or the B funds, or from such additional variable annuity fund or funds which may be established pursuant to subdivision c of section 13-567 of this chapter. If he or she chooses funds other than those in which he or she is a participant, the units credited to him or her in such other funds shall be cancelled. Such member shall be credited in the corresponding funds of his or her choice with units equal in value to the value of the cancelled units and an amount equal to the value of such units shall be transferred accordingly. (4) For the purposes of this subdivision, the election referred to herein shall be deemed to mean, in the case of an applicant for retirement with a deferred payability date (as defined in subdivision thirty-nine of section 13-501 of this chapter), the election to convert accumulated deductions previously transferred to the reserve funds pursuant to sections 13-574 and 13-575 of this chapter. Such elections shall permit transfers between the annuity reserve fund and the variable annuity reserve fund and between the pension reserve fund and the variable pension reserve fund in such a manner as prescribed by rules and regulations to be established by the retirement board. Such elections shall be during such applicable period of time as provided by subparagraph (iii) of paragraph 1 of subdivision e of this section 13-581. g. A contributor may elect that, if a transfer of funds to a variable basis pursuant to subdivision b of section 13-568 of this chapter is in process on the date of his or her death, (1) the amount of such funds then not yet transferred should be applied to provide fixed instalments for a designated beneficiary pursuant to subdivision c of section 13-543 of this chapter, and (2) such fixed instalments be a convertible amount, to be converted to a variable basis. The convertible instalments pursuant to such election shall be paid from the A funds or the B funds, or from such additional variable annuity fund or funds which may be established pursuant to subdivision c of section 13-567 of this chapter, according to the election pursuant to subdivision b of section 13-568 of this chapter. In the event of the death of a contributor for whom a transfer of funds to a variable basis pursuant to subdivision b of section 13-568 of this chapter was in process on the date of his or her death, and who made no election under the provisions of this subdivision, but who either elected instalments for a designated beneficiary pursuant to subdivision c of section 13-543 of this chapter, or did not prevent the election by his or her designated beneficiary of instalments pursuant to subdivision d of section 13-543 of this chapter, then such designated beneficiary may elect to receive the amount payable upon the death of the contributor paid in the same manner as if the contributor had made the election under the provisions of this section. h. If a conversion of fixed instalments to a variable basis pursuant to subdivision f of this section is in process for a retired member on the date he or she dies, and if such member or his or her designated beneficiary has elected that the death benefit provided with respect to the instalments not yet converted be applied to provide fixed instalments for such designated beneficiary pursuant to section 13-558 of this chapter, then such member or designated beneficiary making such election may also elect that such fixed instalments provided for such designated beneficiary be a new convertible amount, to be converted to a variable basis. i. The length of the conversion period for conversion of fixed instalments to a variable basis shall be determined pursuant to rules and regulations adopted by the retirement board. j. If a member or a retired member or a designated beneficiary commences to receive variable instalments pursuant to subdivision a of section 13-574, subdivision a of section 13-575, item 2 of subdivision a of section 13-576, item 2 of subdivision d of section 13-576, or this section 13-581 of this chapter, the member or retired member or designated beneficiary to whom the variable instalments are payable may elect, at the time such instalments become payable, or before the applicable date or within the applicable period set forth in subdivision e of this section 13-581 of this chapter that such variable instalments be a convertible amount, to be converted to a fixed basis. The length of the conversion period for conversion of such variable instalments to a fixed basis shall be determined pursuant to rules and regulations adopted by the retirement board. k. Any option elected pursuant to subdivision c or d of section 13-543 of this chapter or pursuant to section 13-558 of this chapter shall apply to the convertible instalments arising from the convertible amount affected by the option. If Option I or Ib has been elected pursuant to section 13-558 of this chapter, or if Option B has been elected pursuant to section 13-543 of this chapter, the death benefit applicable thereto in any month shall be the same multiple of the instalment payable in such month as would have been applicable if no convertible instalments had been elected. l. If a member or a retired member or a designated beneficiary commences to receive variable instalments pursuant to subdivision a of section 13-574, subdivision a of section 13-575, paragraph two of subdivision a of section 13-576, paragraph two of subdivision d of section 13-576 of this chapter, or this section, the member or retired member or designated beneficiary to whom the variable instalments are payable may elect, at the time such instalments become payable, or before the applicable date or within the applicable period set forth in subdivision e of this section that such variable instalments be a convertible amount, to be converted to a variable basis, with the variable instalments payable from the funds other than those from which the converted variable instalments were payable. The length of the conversion period for such conversion shall be determined pursuant to rules and regulations adopted by the retirement board. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "581",
    "identifier": "13-581",
    "catch_text": "Convertible instalments."
  }
}