{
  "text": "ยง 13-541 Termination of membership; resignation, transfer or dismissal. 1. Withdrawals from the retirement association shall be by resignation, by transfer, or by dismissal. Should a contributor resign from the position by virtue of which he or she is a contributor under the provisions of this chapter, or should he or she, upon transferring from such a position to another position in the city-service, fail to become a transferred-contributor as provided in section 13-523 of this chapter, his or her membership in such association shall cease except as provided in section 13-556 of this code and he or she shall be paid forthwith the full amount of the accumulated deductions standing to the credit of his or her individual account in the annuity savings fund. 2. Notwithstanding any other provision of law to the contrary, any member of the retirement association subject to article fourteen or fifteen of the retirement and social security law who has permanently ceased teaching shall have the right to elect the return of his or her accumulated contributions and thereby terminate his or her membership in the retirement association without regard to the amount of service to his or her credit, provided a public employee retirement system in another state has certified in a manner satisfactory to the system that such member is a member of such other retirement system, has at least five years of retirement credit in such other system, and is eligible, upon the termination of his or her membership in the system, to obtain retirement credit in such other retirement system for the service which has been credited to his or her membership in the system. Upon refund of such accumulated contributions, any and all obligations of the retirement association to such member shall be totally discharged. The teachers' retirement board is authorized to adopt such rules and regulations as may be necessary to implement this subdivision. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "541",
    "identifier": "13-541",
    "catch_text": "Termination of membership; resignation, transfer or dismissal."
  }
}