{
  "text": "ยง 13-521 Contributions of members and their use; annuity savings fund. The annuity savings fund shall consist of the accumulated deductions from the salaries of contributors made, under such rules and regulations as the retirement board shall prescribe, and in addition, such amounts as shall be contributed thereto for the benefit of members by the city in accordance with subdivision eight of this section, as follows: 1. (a) Except as otherwise provided with respect to contributions of twenty-year pension plan contributors and age-fifty-five-increased-benefits pension plan contributors in subdivision seven of this section, from the salary of each present-teacher there shall be deducted such per cent of his or her earnable salary as he or she shall elect, provided, however, that such contributor shall be limited in his or her choice to one of the following rates: (1) Three per cent of his or her earnable salary. (2) Such per cent of his or her earnable salary as shall be computed to be sufficient, with regular interest, when paid until age sixty-five, to provide for him or her on retirement at that age an annuity which, when added to his or her pension, provided for in this chapter, will provide a retirement allowance of fifty per cent of his or her average salary. (3) A per cent of his or her earnable salary greater than three per cent thereof. (b) Should any present-teacher, on becoming a contributor, fail to make such an election, he or she shall be deemed to have elected a deduction from his or her salary at the rate of three per cent of his or her earnable salary. 2. (a) Except as otherwise provided with respect to contributions of twenty-year pension plan contributors and age-fifty-five-increased-benefits pension plan contributors in subdivision seven of this section, from the salary of each new-entrant, there shall be deducted such per cent of his or her earnable salary as shall be computed to be sufficient, with regular interest, to procure for him or her on service retirement an annuity equal to twenty-five per cent of his or her average salary. The rate per cent of such deduction from salary shall be based on the mortality and other tables herein authorized, together with regular interest, and shall be computed to remain constant during his or her prospective teacher-service prior to eligibility for service retirement, except such deduction shall not be in excess of fifteen per centum unless the member so elects. Except as otherwise provided with respect to contributions of twenty-year pension plan contributors and age-fifty-five-increased-benefits pension plan contributors in subdivision seven of this section, no beneficiary restored to duty shall be required to contribute a per cent of his or her earnable salary greater than the per cent thereof which he or she was required to contribute prior to his or her retirement. (b) Notwithstanding the provisions of paragraph (a) of this subdivision two, the rate per cent of such deduction from the salary of any new-entrant who became a member after June thirtieth, nineteen hundred forty-seven and prior to June thirtieth, nineteen hundred sixty-seven shall be, on and after the first day of the first payroll period beginning after January first, nineteen hundred sixty-eight: (1) his or her rate as of June twenty-ninth, nineteen hundred sixty-seven, determined pursuant to paragraph (a) of this subdivision, including any increase thereof pursuant to section 13-525 or subdivision two of section 13-554 of this chapter or reduction thereof pursuant to subdivision four of this section, section 13-545 of this chapter, or pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, hereinafter referred to as his or her \"prior computed rate\", less the difference between the rate which was computed for such new-entrant pursuant to paragraph (a) of this subdivision two on the date he or she last became a member, exclusive of any increase thereof pursuant to section 13-525 or subdivision two of section 13-554 of this chapter or reduction thereof pursuant to the election provided for in paragraph (a) of this subdivision or pursuant to subdivision four of this section, section 13-546 of this chapter, or pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, and the rate which would have been computed for such new-entrant on the date he or she last became a member, pursuant to paragraph (a) of this subdivision, but not limited to the fifteen per centum provided in that paragraph, had he or she been entitled on that date to regular interest at four per centum; or (2) if such new-entrant made an election pursuant to paragraph d of subdivision one of section 13-545 or paragraph d of subdivision one of section 13-554 of this chapter, but not before any deduction was made from his or her compensation for annuity purposes, his or her \"prior computed rate\" less the difference between the rate, which would have been computed for such new-entrant on the date he or she last became a member, pursuant to paragraph (a) of subdivision two of this section, but not limited to fifteen per centum, if the later election he or she made had been made on that date, and the rate, which would have been computed for such new-entrant on the date he or she last became a member, pursuant to paragraph (a) of subdivision two of this section, but not limited to fifteen per centum, if the later election he or she made had been made on that date, and if, on that date, he or she had been entitled to regular interest at four per centum; provided that the adjusted rate of contribution computed pursuant to this paragraph b shall be subject to changes pursuant to paragraph (a) of this subdivision, section 13-525 or subdivision two of section 13-554, subdivision four of this section, section 13-546 of this chapter or pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law. (c) For any new-entrant to whom the last paragraph applies, and beginning with the first day of the first payroll period commencing after June thirtieth, nineteen hundred sixty-seven, and ending with the last day of the last payroll period before the first payroll period beginning after January first, nineteen hundred sixty-eight, the amount of contribution which represents the difference between the prior computed rate of such member as of June twenty-ninth, nineteen hundred sixty-seven, and his or her adjusted rate of contribution as computed pursuant to the last paragraph shall be deemed additional contributions made for the purpose of purchasing additional annuity, or upon the member's election, shall be refunded. 3. The head of each department shall deduct on each and every payroll of a contributor for each and every payroll period, such per cent of the total amount of salary earnable by the contributor in such payroll period as shall be certified to such head of department by the retirement board as proper in accordance with the provisions of this chapter. In determining the amount earnable by a contributor in a payroll period such board shall consider the rate of salary payable to such contributor on the first day of each regular payroll period as continuing throughout such payroll period and it may omit salary deductions for any period less than a full payroll period in cases where the teacher was not a contributor on the first day of the regular payroll period. To facilitate the making of the deductions it may modify the deduction required of any contributor by such amount as shall not exceed one-tenth of one per cent of the salary upon the basis of which the deduction is to be made. Such head of each department shall certify to the comptroller on each and every payroll the amounts to be deducted. Each of such amounts so deducted shall be paid into such annuity savings fund, and shall be credited together with regular interest to an individual account of the contributor from whose salary the deduction was made. 4. (a) Notwithstanding any provisions in this chapter to the contrary, but subject to the provisions of paragraph (b) of this subdivision four, there shall not be deducted for annuity purposes from the compensation or salary of any contributor an amount greater than six per cent of such contributor's earnable compensation or salary if such contributor elects to pay a rate limited to six per cent. Any such contributor so electing shall be limited to a pension on retirement, exclusive of the pension-providing-for-increased-take-home-pay, if any, of not more than two per cent of his or her average salary multiplied by the number of his or her years of service rendered subsequent to the time he or she last became a member of the retirement system not in excess of ten for disability and not in excess of twelve and one-half for service retirement. (b) The provisions of paragraph (a) of this subdivision shall not apply to a twenty-year pension plan contributor or an age-fifty-five-increased-benefits pension plan contributor. 5. The method of computation and the deductions prescribed in this section shall be appropriately modified in the case of a contributor to the extent that his or her rate is otherwise fixed pursuant to section 13-546 of this chapter. 6. Where a contributor's rate of contribution is reduced because the city contributes towards pensions-providing-for-increased-take-home-pay pursuant to section 13-546 of this chapter, such member may by written notice duly acknowledged and filed with the retirement board within one year after such reduction or within one year after he or she last became a member, whichever is later, elect to waive such reduction. One year or more after the filing thereof, a member may withdraw any such waiver by written notice duly acknowleged and filed with the retirement board. Where a member makes an election to waive such reduction, he or she shall contribute to the retirement system as otherwise provided in this chapter. 7. (a) Notwithstanding any other provision of this section or any other provision of this chapter or any other law to the contrary; (1) the normal rate of contribution of a twenty-year pension plan contributor shall be as prescribed by the applicable provisions of section 13-547 of this chapter (relating to the twenty-year pension plan) and section 13-549 of this chapter (relating to deferred eligibility of certain retirees, withdrawn contributors and discontinued members for benefits under certain pension plans); and (2) the normal rate of contribution of an age-fifty-five-increased-benefits pension plan contributor shall be as prescribed by the applicable provisions of section 13-548 of this chapter (relating to the age-fifty-five-increased-benefits pension plan) and such section 13-549. (b) (1) A twenty-year pension plan contributor or an age-fifty-five-increased-benefits pension plan contributor whose normal rate of contribution is in excess of fifteen per centum shall not contribute at a rate in excess of fifteen per centum unless he or she so elects. (2) In any case where any such contributor contributes pursuant to subparagraph one of this paragraph (b) at a rate of fifteen per centum or more but less than his or her normal rate of contribution, neither the making of contributions at such lesser rate nor any election of such contributor to do so shall be construed as changing his or her normal rate of contribution. (c) (1) Except as otherwise provided in subparagraph three of this paragraph (c) and in paragraph (d) of this subdivision seven, in any case where: (i) a normal rate of contribution is established for a twenty-year pension plan contributor on a basis including twenty-year pension plan qualifying service preceding his or her contribution rate fixation date; and (ii) by reason of any action taken after such rate is established, the amount of twenty-year pension plan qualifying service which precedes his or her contribution rate fixation date and with which he or she is credited pursuant to the applicable provisions of this chapter differs from the amount of such preceding service which was reflected in the establishment of such rate; no change shall be made in such rate, unless such contributor files with the retirement board a request for a recomputed normal rate of contribution. (2) If such a request is filed, the normal rate of contribution of such contributor shall be recomputed to equal that which would have been originally established for him or her on the basis of the revised amount of such twenty-year pension plan qualifying service preceding his or her contribution rate fixation date and a new normal rate of contribution, as so recomputed, shall be established for such contributor as promptly as is practicable. (3) If any such contributor does not file a request for recomputation of his or her normal rate of contribution pursuant to subparagraph one of this paragraph (c), his or her normal rate of contribution shall remain unchanged until the date of his or her retirement, at which time such rate shall be recomputed in the manner prescribed by the applicable provisions of subparagraph two of this paragraph (c). (d) In any case where: (i) a normal rate of contribution is established for a twenty-year pension plan contributor and such contributor, after such rate is established, acquires credit for service by transfer as described in subdivision forty-four of section 13-501 of this chapter (relating to definitions); his or her normal rate of contribution shall be recomputed to equal that which would have been established for him or her if when such rate was orginally established, the status and additional credited service resulting from such transfer and been reflected in such original fixation and a new normal rate contribution, as so recomputed, shall be established for such contributor as promptly as is practicable. (e) In any case where a new normal rate of contribution is established for a contributor pursuant to subparagraph two of paragraph (c) of this subdivision seven or paragraph (d) of this subdivision, his or her contributions to the retirement system, on and after the date of establishment of such new rate, shall be in accordance with the applicable provisions of this chapter, on the basis of such new rate. (f) In the event that a recomputed normal rate of contribution established for a contributor pursuant to paragraph (c) or paragraph (d) of this subdivision seven is lower than the rate originally established for such contributor, he or she shall not be entitled to a refund of any part of the contributions made by him or her on the basis of his or her prior normal rate of contribution, except to the extent that such contributor may be entitled to withdraw excess contributions pursuant to subdivision four of section 13-525 of this chapter. (g) In any case where a recomputed normal rate of contribution is established for a contributor pursuant to subparagraph two or subparagraph three of paragraph (c) of this subdivision seven or paragraph (d) of this subdivision, the minimum accumulation of such contributor for the entire period of his or her first twenty years of twenty-year pension plan qualifying service shall be the amount computed as prescribed by the applicable provisions of paragraphs (b), (c) and (d) of subdivision twenty of section 13-501 of this chapter, on the basis of such recomputed rate. 8. a. As used in this subdivision eight, the following terms shall mean and include: (i) \"Employee at maximum salary level\". An employee of the board of education who has attained the maximum salary step of the salary schedule currently applicable to him or her. (ii) \"Eligible teacher contributor\". A contributor who is employed by the board of education as a teacher and who, as of any month with respect to which his or her entitlement to a city contribution under this section is to be determined, is an employee at maximum salary level. (iii) \"Eligible supervisor contributor\". A contributor who holds a postion with the board of education of the city, the principle duty of which is supervision of subordinates and who, as of any month as to which his or her entitlement to a city contribution under this section is to be determined, is an employee at maximum salary level. (iv) \"Variable annuity program election\". The currently effective election of an eligible teacher contributor or eligible supervisor contributor pursuant to subdivisions a and d of section 13-568 of this chapter. b. Except as otherwise provided in paragraph f of this subdivision, beginning with the month of October, nineteen hundred seventy, and each month thereafter, the city shall contribute the applicable amount prescribed by subdivision c of this section to the account or accounts of each eligible teacher contributor and each eligible supervisor contributor in the annuity savings fund and/or the variable annuity savings fund, in the same proportion as the contributions of such contributor for such month are credited to such account or accounts pursuant to his or her variable annuity program election, if any. c. In the case of an eligible teacher contributor, such monthly amount shall be one-twelfth of four hundred dollars. In the case of an eligible supervisor contributor, such monthly amount shall be one-twelfth of five hundred fifty dollars. d. Such city contributions credited to the account or accounts of any such eligible teacher contributor or eligible supervisor contributor shall for all purposes of this chapter be treated as and deemed to be voluntary additional contributions by such contributor. Any such city contributions credited to the annuity savings account of any such contributor shall, notwithstanding any other provision of law to the contrary, be treated as and deemed to be a part of his or her accumulated deductions. e. In any case where the status of an eligible teacher contributor or eligible supervisor contributor changes so that his or her salary is no longer prescribed by the maximum salary step of the salary schedule applicable to him or her, he or she shall nevertheless be entitled to be credited with the city contribution under this section for the month in which such change occurs. f. Notwithstanding any other provision of this subdivision to the contrary, the contributions which the city would otherwise be required to make for each month of the nineteen hundred seventy-seven-nineteen hundred seventy-eight fiscal year of the city pursuant to the provisions of the preceding paragraphs of this subdivision shall not be made by the city. For each month of such fiscal year, there shall be paid from the contingent reserve fund into the account or accounts of each eligible teacher contributor and each eligible supervisor contributor in the annuity savings fund and/or variable annuity savings fund, an amount equal to the amount which would have been required by the preceding paragraphs of this subdivision to be paid by the city into such account or accounts for such month if this paragraph f had not been enacted. The amount or amounts so paid shall be credited in such account or accounts in the same manner and with the same force and effect as if such amount or amounts had been paid into such account or accounts pursuant to the provisions of the preceding paragraphs of this subdivision. 8-a. Annuity benefits for certain Tier III and Tier IV contributors. a. Notwithstanding any other provision of this title or any other law to the contrary, the following terms, as used in this subdivision eight-a, shall have the following meanings, unless a different meaning is plainly required by the context: (i) \"Annuitant\". A qualified instructor contributor whose annuity has become payable under the provisions of paragraph j or paragraph k of this subdivision, or a qualified supervisor contributor whose annuity has become payable under the provisions of either such paragraph. (ii) \"Annuity accumulation\". The total of the amounts of contributions made by the city on behalf of a qualified instructor contributor or qualified supervisor contributor pursuant to the applicable provisions of paragraphs c, d, e and f of this subdivision and standing to the credit of his or her account in the annuity savings accumulation fund established pursuant to paragraph b of this subdivision, together with interest on such contributions as prescribed by paragraph h of this subdivision. (iii) \"Board of education\". The board of education of the city school district of the city. (iv) \"Contributor entitled to an annuity accumulation\". A qualified instructor contributor entitled to be credited with city contributions pursuant to the provisions of paragraph c and/or paragraph e of this subdivision or any qualified supervisor contributor entitled to be credited with city contributions pursuant to the provisions of paragraph d and/or paragraph f of this subdivision. (v) \"Instructional employee\". An employee of the board of education who is a \"present-teacher\" as that term is defined in subdivision eight of section 13-501 of the code, other than any employee whose title was added by chapter nine hundred ninety-seven of the laws of nineteen hundred eighty-three to the provisions previously included in such subdivision eight. (vi) \"Instructional employee at maximum salary level\". An instructional employee who has attained the maximum salary step of the salary schedule currently applicable to him or her. (vii) \"Qualified instructor contributor\". A contributor who is an instructor and who also, as of any month with respect to which such contributor's entitlement to a city contribution under this subdivision is to be determined, is an instructional employee at maximum salary level. (viii) \"Qualified supervisor contributor\". A contributor who is a supervisor and who, as of any month as to which such contributor's entitlement to a city contribution under this subdivision is to be determined, is an instructional employee at maximum salary level. (ix) \"Instructor\". An instructional employee, other than any such employee who is a supervisor. (x) \"Supervisor\". An instructional employee who holds a position, the principal duties of which consist of supervising employees of lower rank. b. The retirement board shall promulgate such regulations as may be necessary and appropriate to establish a special fund, to be known as the \"annuity savings accumulation fund\", in which the retirement system shall maintain, in behalf of each contributor entitled to an annuity accumulation, a separate account to which shall be credited all amounts which the city is required by the applicable provisions of paragraphs c, d, e and f of this subdivision to contribute to such account for the benefit of such member. c. With respect to each month occurring during the period beginning on July first, nineteen hundred seventy-six and ending on August thirty-first, nineteen hundred eighty-three, during which month a contributor was a qualified instructor contributor and also a Tier III member (as defined in subdivision fifty-four of section 13-501 of the code), the city shall pay into the account of such contributor in the annuity savings accumulation fund, a sum equal to one-twelfth of four hundred dollars. d. With respect to each month occurring during such period mentioned in paragraph c of this subdivision, during which month a contributor was a qualified supervisor contributor and also a Tier III member, the city shall pay into the account of such contributor in the annuity savings accumulation fund a sum equal to one-twelfth of five hundred fifty dollars. e. With respect to each month occurring after August thirty-first, nineteen hundred eighty-three, during which month a contributor was or is a qualified instructor contributor and also a Tier IV member (as defined in subdivision fifty-five of section 13-501 of the code), the city shall pay into the account of such contributor in the annuity savings accumulation fund a sum equal to one-twelfth of four hundred dollars. f. With respect to each month occurring after such August thirty-first, during which month a contributor was or is a qualified supervisor contributor and also a Tier IV member, the city shall pay into the account of such contributor in the annuity savings accumulation fund a sum equal to one-twelfth of five hundred fifty dollars. g. In any case where the status of a qualified instructor contributor or qualified supervisor contributor changes so that the salary of such contributor is no longer prescribed by the maximum salary step of the salary schedule applicable to him or her, such contributor, if he or she was or is also a Tier III member or Tier IV member at the time when such change occurred or occurs, shall nevertheless be entitled to be credited with the city contribution under this subdivision for the month in which such change occurred or occurs. h. Interest shall be credited on all sums paid into the account of each qualified instructor contributor and each qualified supervisor contributor pursuant to the provisions of paragraphs c, d, e and f of this subdivision at the rate of five per centum per annum, compounded annually. i. In any case where the city, prior to the date of enactment (as certified pursuant to section forty-one of the legislative law) of this subdivision, paid to the retirement system any sums equal in whole or in part to the amounts required by the provisions of paragraph c, d, e or f of this subdivision to be paid for any period by the city into the account of a contributor entitled to an annuity accumulation, such sum so previously paid by the city, together with interest thereon computed at the rate and in the manner prescribed by paragraph h of this subdivision, shall be credited for the same period to the account of such contributor in the annuity savings accumulation fund and such previous payments by the city, to the extent that they are sufficient therefor, shall be deemed to satisfy in full or pro tanto, as the case may be, the obligation of the city for such period to make the payments prescribed by such paragraph c, d, e or f. j. Any qualified instructor contributor or qualified supervisor contributor: (i) who is required by the provisions of this subdivision to be credited with an annuity accumulation; and (ii) who, prior to the date of enactment of this subdivision, retired while he or she was a Tier III member or a Tier IV member, or prior to such date, became a Tier III member entitled to a vested benefit (as defined in subdivision fifty-six of section 13-501 of the code) or a Tier IV member entitled to a vested benefit (as defined in subdivision fifty-seven of section 13-501 of the code); shall be entitled to receive, in addition to any retirement allowance which such contributor is entitled to receive under the provisions of article fourteen or article fifteen of the retirement and social security law, an annuity which is the actuarial equivalent, as of the date on which such retirement allowance begins, of such contributor's annuity accumulation, as such annuity accumulation is required by this subdivision to be on such date. Such annuity shall begin on the date of commencement of such retirement allowance. k. Any qualified instructor contributor or qualified supervisor contributor: (i) who is required by the provisions of this subdivision to be credited with an annuity accumulation; and (ii) who, on or after the date of enactment of this section, retires as a Tier IV member or on or after such date, becomes a Tier IV member entitled to a vested benefit; shall be entitled to receive, in addition to any retirement allowance which such contributor is entitled to receive under the provisions of article fifteen of the retirement and social security law, or if applicable, article fourteen of such law, an annuity which is the actuarial equivalent, as of the date on which such retirement allowance begins, of such contributor's annuity accumulation, as such annuity accumulation is required by this subdivision to be on that date. Such annuity shall begin on the date of commencement of such retirement allowance. l. In the case of any annuitant who retired during the period beginning on August first, nineteen hundred eighty-three and ending on the date next preceding the date of enactment of this subdivision, and in the case of any annuitant who, during such period, terminated service under such circumstances that he or she became a Tier III member entitled to a vested benefit or a Tier IV member entitled to a vested benefit, the actuarial interest assumption which shall be used in determining the annuity of such annuitant shall be interest at the rate of seven per centum per annum, compounded annually, and the actuarial mortality assumption used in determining such annuity shall be the gender-neutral mortality tables for benefit computation purposes, as adopted by the retirement board, which took effect on August nineteenth, nineteen hundred eighty-five, with applicability prior to such date as provided for by the resolutions of such board adopting such tables. m. In the case of any annuitant who, on or after the date of enactment of this subdivision, retires or terminates service under such circumstances that he or she becomes a Tier IV member entitled to a vested benefit, the actuarial interest assumption and actuarial mortality assumption used in determining the annuity of such annuitant shall be the applicable benefit computation interest rate and mortality tables for benefit computation purposes in effect for the retirement system on the effective date of such annuitant's retirement or on the date of such annuitant's termination of service so as to become a Tier IV member entitled to a vested benefit, as the case may be. n. For the purpose of determining optional benefits and the amount of any supplemental retirement allowance, any retirement allowance payable pursuant to article fourteen or article fifteen of the retirement and social security law to an annuitant shall be deemed to consist of the total amount obtained by adding the annuity to which such annuitant is entitled under this subdivision to such retirement allowance payable pursuant to such article fourteen or article fifteen. o. (i) If, prior to the date of enactment of this subdivision, or on or after such date of enactment, an ordinary death benefit became or becomes payable pursuant to article fourteen or article fifteen of the retirement and social security law by reason of the death of a contributor entitled to an annuity accumulation, the retirement system, in addition to paying such ordinary death benefit, shall pay the annuity accumulation of such contributor to the beneficiary entitled to receive such ordinary death benefit; provided, however, that the annuity accumulation shall be paid to the annuitant's estate, if the estate is entitled to receive such ordinary death benefit under the applicable provisions of such article fourteen or article fifteen. (ii) In any case where a death referred to in subparagraph (i) of this paragraph occurs on or after the date of enactment of this subdivision, the contributor entitled to such annuity accumulation or the beneficiary entitled to receive such ordinary death benefit may elect, by a duly executed and acknowledged designation filed with the retirement system, that such annuity accumulation shall be paid in the form of an annuity. Such designation shall be filed prior to or within sixty days after the death of the contributor entitled to such annuity accumulation. Such annuity shall be the actuarial equivalent, as of the date of such member's death, of such annuity accumulation. The actuarial assumptions used in determining such annuity shall be the same as would have been required to be used, pursuant to the applicable provisions of paragraph m of this subdivision, to determine an annuity for such contributor, if he or she had retired on the date of his or her death. p. If, prior to the date of enactment of this subdivision or on or after such date of enactment, the employment of a contributor entitled to an annuity accumulation terminated or terminates without entitlement on the part of the such contributor to an immediate or deferred retirement allowance or if a contributor entitled to an annuity accumulation transferred or transfers to another retirement system, the amount of the annuity accumulation of such contributor shall be paid to him or her, upon application therefor. q. Notwithstanding any other provision of law to the contrary, a contributor entitled to an annuity accumulation shall not be permitted to borrow any portion of such annuity accumulation. The variable annuity program of the retirement system shall not apply to any annuity accumulation or the contributions upon which it is based. r. The provisions of subdivision eight of this section shall be inapplicable to any contributor entitled to an annuity accumulation and to the beneficiary or estate of any such contributor; provided, however, that the provisions of this paragraph shall not be construed as denying benefits under such subdivision eight to any beneficiary of a contributor who qualified for benefits under such subdivision eight, where such beneficiary under such subdivision eight became or becomes a Tier III or Tier IV member and himself or herself qualified or qualifies for benefits under this subdivision. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "521",
    "identifier": "13-521",
    "catch_text": "Contributions of members and their use; annuity savings fund."
  }
}