{
  "text": "ยง 13-545 Retirement; service and superannuation. Retirement for service shall be as follows: 1. Any contributor may retire fron service upon written application to such board setting forth at what time subsequent to the execution of such application he or she desires to be retired. Such application shall retire such contributor at the time so specified, provided a. He or she has reached or passed the age of sixty-five years; or b. If a present teacher, he or she has a total service of thirty-five years or more; or c. If a new entrant, he or she has a total service of thirty-five years or more, at least twenty of which shall have been city-service; or d. He or she has reached or passed the age of fifty-five years and has completed thirty years of total-service and provided, that by his or her written application, duly executed and filed with the teachers' retirement board on the first day of February, nineteen hundred sixty or after such date, before any deductions shall have been made from his or her compensation for annuity purposes, the member shall have given his or her consent on an official application form, to contribute the necessary deduction from his or her compensation computed to procure for him or her on service retirement an annuity which will match the pension for service retirement payable pursuant to section 13-554 of this chapter on the basis of retirement after completion of thirty years of total-service but not before age fifty-five. Nothing contained in this paragraph shall deprive any contributor of any reduced rate of contribution to which he or she may be entitled under the provisions of section 13-546 of this chapter. At any time subsequent to one year after having given such consent, a member may withdraw such consent on an offical withdrawal form, and thereafter any pension allowance for such member shall be calculated in the same manner as though such consent had not been given; or e. He or she has reached or passed the age of fifty-five years and has completed twenty-five years of total-service and provided that by his or her written application, duly executed and filed with the teachers' retirement board on the first day of February, nineteen hundred sixty-five, or after such date, before any deductions shall have been made from his or her compensation for annuity purposes, the member shall have given his or her consent on an offical application form, to contribute the necessary deduction from his or her compensation computed to procure for him or her on service retirement an annuity which will match the pension for service retirement payable pursuant to section 13-544 of this chapter on the basis of retirement after completion of twenty-five years of total-service but not before age fifty-five. Nothing contained in this paragraph shall deprive any contributor of any reduced rate of contribution to which he or she may be entitled under the provisions of section 13-546 of this chapter. At any time subsequent to one year after having given such consent, a member may withdraw such consent on an offical withdrawal form, and thereafter any pension allowance for such member shall be calculated in the same manner as though such consent had not been given; or f. He or she is an age fifty-five-increased-benefits pension plan contributor and has reached or passed the age of fifty-five years; subject, however, to the provisions of section 13-549 of this chapter (relating to deferred eligibility of certain retirees, withdrawn contributors and discontinued members for benefits under certain pension plans). 2. a. (1) Notwithstanding other provisions of this chapter, any rules or regulations adopted by the teachers' retirement board, or any provisions of law to the contrary, a contributor, eligible for retirement by reason of service and/or superannuation, may file with such board a written application for retirement in the form required for such application, electing an option or options in accordance with section 13-558 of this chapter but requesting that such retirement under said option or options shall become effective on the day immediately preceding his or her death. (2) The application shall be held by such board until the contributor shall file a later application for retirement, or his or her retirement in pursuance of subdivision three of this section shall become effective, or until his or her death, whichever of such events shall first occur; and in the event of such contributor's death while such application shall continue to be so held by such board, his or her said retirement shall become effective with the same benefits to the beneficiary designated pursuant to section 13-558 of this chapter or to the legal representative of such contributor if no beneficiary was so designated: (i) as if such contributor, if not subject to the provisions of item (ii) of this subparagraph two, had retired and had become entitled to retirement allowance on the day immediately preceding his or her death; or (ii) as if such contributor, if he or she was a twenty-year pension plan contributor who died on or before his or her initial date of retirement allowance payability, had retired on the day immediately preceding his or her death and had become entitled, on such day, to a retirement allowance beginning on his or her initial date of retirement allowance payability. b. In the event that a contributor, who would be eligible for retirement by reason of service and/or superannuation, dies while in service before filing with such board an application for retirement in the form required for such application, or who, having filed an application for retirement in the form required, dies before the expiration of a period of thirty days after the effective date of his or her retirement: (1) he or she shall nevertheless, if not subject to the provisions of subparagraph two of this paragraph b, be deemed to have been retired and to have become entitled to a retirement allowance effective on the day immediately preceding his or her death; or (2) if he or she was a twenty-year pension plan contributor whose death under the circumstances set forth above in this paragraph b occurred before his or her initial date of retirement allowance payability, he or she shall nevertheless be deemed to have been retired on the day immediately preceding his or her death and to have become entitled, on such day, to a retirement allowance beginning on his or her initial date of retirement allowance payability; and if he or she had elected to receive his or her benefits without optional modification or if he or she had not indicated his or her election of benefits without optional modification or his or her election of an option under which he or she desired to be retired, he or she shall be considered as having elected to retire under the option designated as Option 1 of section 13-558 of this chapter. c. The beneficiary designated pursuant to section 13-558 of this chapter, or the legal representative of such contributor if no beneficiary was so designated, to whom benefits are payable under paragraph a or b of this subdivision two may elect, by a statement in writing filed with the board, to receive the benefits payable under section 13-542 or 13-543 of this chapter, whichever is applicable, in lieu of the benefit payable under paragraphs a or b of this subdivision. Any such beneficiary or legal representative who became entitled to the payment or benefits under paragraph a or b of this subdivision on or after April twenty-fourth, nineteen hundred sixty-one but prior to April twenty-fourth, nineteen hundred sixty-two, shall have the right to make such election on or before October thirtieth, nineteen hundred sixty-two. d. In any case where: (1) a twenty-year pension plan contributor retires pursuant to section 13-547 of this chapter (relating to the twenty-year pension plan); and (2) the effective date of his or her retirement precedes the date on which his or her retirement allowance begins; and (3) such contributor dies more than thirty days after the effective date of his or her retirement and before the expiration of the period of thirty days after the date on which his or her retirement allowance begins; and (4) on the date of his or her death, an election of Option I, II, III or IV set forth in section 13-558 of this chapter was not in effect with respect to such retirement; he or she shall be deemed to have elected Option I with respect thereto. e. Notwithstanding any other provision of this chapter to the contrary, in any case where: (i) any benefit under Option II, III or IV set forth in section 13-558 of this chapter is payable pursuant to paragraph a or b of this subdivision two by reason of the death of a twenty-year pension plan contributor whose initial date of retirement allowance payability is later than the date on which he or she is deemed to have been retired under such paragraph a or b; or (ii) a twenty-year pension plan contributor who has elected Option II, III or IV set forth in section 13-558 of this chapter retires for service under such circumstances that his or her initial date of retirement allowance payability is later than the effective date of his or her retirement and such contributor dies more than thirty days after such effective date and before his or her initial date of retirement allowance payability; any benefit to which any beneficiary becomes entitled under such Option by reason of such contributor's death shall begin on such initial date. f. Notwithstanding any other provision of this chapter to the contrary, in any case where a twenty-year pension plan contributor dies in service while such a contributor, after attaining the age of fifty-five years, and, at the time of his or her death, has not completed twenty years of twenty-year pension plan qualifying service, such contributor shall be deemed to have died as an age-fifty-five-increased-benefits pension plan contributor. g. (1) Notwithstanding any other provision of this chapter to the contrary, in any case where a contributor dies on or after July first, nineteen hundred seventy and prior to November first, nineteen hundred seventy: (i) under such circumstances that a benefit is payable under paragraph a of this subdivision two; or (ii) before filing an application for retirement and under such circumstances that a benefit is payable under paragraph b of this subdivision; and such benefit, if this paragraph g had not been enacted, would be otherwise than as prescribed in this paragraph, then irrespective of the pension plan applicable to him or her at the time of his or her death and in lieu of any benefit which would otherwise be payable under the provisions of such paragraph a or b, there shall be paid the benefit which would have been payable if he or she had died while an age-fifty-five-increased-benefits pension plan contributor; provided, however, that if, had he or she died while a twenty-year pension plan contributor: (a) he or she would have been eligible to retire as a twenty-year pension plan contributor on the day preceding his or her death; and (b) the benefit payable would be larger than the benefit which would be paid if he or she had died while an age-fifty-five-increased-benefits pension plan contributor; the benefit payable pursuant to this subparagraph one of this paragraph shall be the benefit which would be payable if he or she had died while a twenty-year pension plan contributor. (2) In the event that a contributor to whom the provisions of subparagraph one of this paragraph g are applicable dies on July first, nineteen hundred seventy, then for the purposes of this paragraph g, the provisions of this chapter governing the rights, privileges and benefits of an age-fifty-five-increased-benefits pension plan contributor and a twenty-year pension plan contributor shall be deemed to have been in effect on June thirtieth, nineteen hundred seventy. 3. Each and every contributor who has attained or shall attain the age of seventy years shall in any event and whether or not he or she shall have filed an application for retirement in pursuance of subdivision two of this section be retired for service by such board at the end of the school year in which such age of seventy years is attained. For retirement purposes, the school year shall commence on the first day of September and shall terminate on the thirty-first day of August in the year next following. 4. a. Notwithstanding other provisions of this chapter, any rules or regulations adopted by the teachers' retirement board, or any provisions of the law to the contrary, a contributor who applies for retirement in accordance with section 13-545, section 13-547, section 13-548, section 13-549, section 13-550, section 13-551 or section 13-557 of this chapter may in the same application file a conditional election to receive on retirement his or her benefits, at the time prescribed by the applicable provisions of this title, in a retirement allowance payable throughout life or to receive the actuarial equivalent of his or her annuity, his or her pension, or his or her retirement allowance in a lesser annuity, or a lesser pension, or a lesser retirement allowance, payable throughout life in accordance with Option II, Option III or Option IV set forth in section 13-558 of this chapter, subject to the condition that: (i) if he or she is a contributor other than a twenty-year pension plan contributor described in subparagraph (ii) of this paragraph a and if he or she dies before the effective date of his or her retirement; or (ii) if he or she is a twenty-year pension plan contributor who has designated in an application for retirement under section 13-547 of this chapter an effective date of retirement occurring before his or her retirement allowance begins and if he or she dies before the date on which his or her retirement allowance begins; he or she shall instead be deemed to have elected Option I set forth in such section 13-558 and a benefit shall be paid under Option I in lieu of any such benefit conditionally elected by him or her. b. (i) If any such contributor mentioned in subparagraph (i) of paragraph a of this subdivision four does not die under the circumstances set forth in such subparagraph (i) or if any such contributor mentioned in subparagraph (ii) of such paragraph a does not die under the circumstances set forth in such subparagraph (ii), the conditional election of such contributor of benefits without optional modification or Option II, III or IV, as the case may be, shall, as of the date on which his or her retirement allowance begins, cease to be conditional and shall become final and shall supersede any prior election filed by such contributor under section 13-558 of this chapter. c. Any contributor who has filed a conditional election pursuant to this paragraph four may at any time before it becomes a regular election file another conditional election conforming with the provisions of this paragraph. Any such subsequent conditional election last filed shall supersede all prior conditional elections filed by such contributor. 5. Notwithstanding other provisions of this chapter, any rules or regulations adopted by the teachers' retirement system, or any provision of the law to the contrary, any member of the faculty or instructional staff of the college of the city of New York, whether or not then having tenure, who was dismissed from such faculty on or before January first, nineteen hundred thirty-four, who shall be living and shall have attained an age of at least seventy years on the effective date of this code, and whose dismissal from such faculty or instructional staff has been, or after the effective date of this code, shall be, determined by the city university of New York to have been without just cause, in lieu of retirement allowance, if any, to which he or she might otherwise have been entitled had he or she continued to be employed as a member of such faculty or instructional staff, shall be entitled to receive, from the city of New York, upon application therefor, a retirement allowance which shall consist of a pension equal to one per cent of the average salary that he or she would have received had he or she continued in the employ of the city university of New York from the date of his or her actual hiring until he or she attained the age of seventy years, as such projected average salary shall be determined by the teachers' retirement system in the exercise of its discretion, making due allowance for probable professional promotions in academic rank and for salary adjustments and increments, multiplied by the total number of years of service that he or she would have rendered prior to the attainment of the age of seventy years in the continuous employ of the city university of New York, had he or she not been dismissed. In addition, he or she may elect, within six months of the effective date of this, to make all or any part of the contribution which he or she would have been required to make in order to be eligible to participate in the annuity savings fund pursuant to section 13-521 of this chapter, or any predecessor act and, upon making such contribution, he or she shall receive an annuity equal in amount to that which he or she would have received had he or she continued in the employ of the city university of New York until attaining the age of seventy years and had made payments as required by law to the annuity savings fund. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "545",
    "identifier": "13-545",
    "catch_text": "Retirement; service and superannuation."
  }
}