{
  "text": "ยง 13-530 Contributions of the city and their use; pension reserve fund number one. a. Upon the retirement of a new-entrant, an amount equal to his or her pension reserve and the reserve-for-increased-take-home-pay to which he or she may be entitled, if any, shall be transferred from the contingent reserve fund into a fund to be known as pension reserve fund number one. His or her pension and, in addition, a pension which is the actuarial equivalent of the reserve-for-increased-take-home-pay to which he or she may be entitled, if any, shall be paid from such pension reserve fund number one. Should such new-entrant be subsequently restored to active service, his or her pension reserve and such reserve-for-increased-take-home-pay, if any, shall thereupon be transferred from pension reserve fund number one to the contingent reserve fund. b. Upon the retirement of a present-teacher, the total of his or her accumulated deductions plus the reserve-for-increased-take-home-pay to which he or she may be entitled, if any, shall be calculated, and an amount equal to such total but not exceeding the amount of his or her pension reserve, shall be transferred from the contingent reserve fund into pension reserve fund number one. A pension which shall be the actuarial equivalent of the amount so transferred shall be paid to such retired present-teacher from such pension reserve fund. c. In addition, upon the retirement of a present-teacher, the reserve-for-increased-take-home-pay to which he or she may be entitled, if any, shall be transferred from the contingent reserve fund into pension reserve fund number one, and if such a reserve is so transferred, a pension which is the actuarial equivalent of such reserve shall be paid to him or her from such pension reserve fund. d. Should such present-teacher be subsequently restored to active service the pension reserve on the pension referred to in subdivision b hereof and his or her reserve-for-increased-take-home-pay, if any, shall thereupon be transferred from pension reserve fund number one to the contingent reserve fund. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "530",
    "identifier": "13-530",
    "catch_text": "Contributions of the city and their use; pension reserve fund number one."
  }
}