{
  "text": "ยง 13-567 Variable annuity funds. a. There shall be established, in addition to the funds already provided for, five funds to be known collectively as the variable annuity funds and individually as: (i) the variable annuity savings fund, (ii) the variable annuity reserve fund, (iii) the variable pension accumulation fund, (iv) the variable pension reserve fund, and, (v) as a segregated portion of the contingency reserve fund, the variable contingency reserve fund, respectively. b. The variable annuity funds A and B shall continue, subject to the provisions of subdivision c of this section. c. Subject to the provisions of subdivision d of section 13-570 of this chapter, the retirement board may, from time to time, establish, modify or abolish such additional variable annuity fund or funds, including, but not limited to such funds as described in subdivision b of this section, each of which shall include (i) a variable annuity savings fund, (ii) a variable annuity reserve fund, (iii) a variable pension accumulation fund, and (iv) a variable pension reserve fund. Each such variable annuity fund shall be invested in the manner described in the resolution creating or modifying the variable annuity fund and the retirement board shall establish a new start date and initial unit value for each such fund. d. In establishing and investing or abolishing the variable annuity funds the retirement board shall take no action that would render the retirement system not a qualified plan under Section 401 (a) of the Internal Revenue Code of 1986 or the tax-deferred annuity program in violation of Section 403 (b) of the Internal Revenue Code of 1986. e. With respect to any member or retired member, a reference to any of the variable annuity funds without further specification shall be taken as a reference to the fund or funds in which such member has an account. A general reference to any one of the variable annuity funds without further specification shall be taken as a reference to the one, or more, or all such funds, according to the context. A provision invoking an election or other transaction which requires a distinction among the variable annuity funds shall apply when such election or other transaction is effective on or after the new start date. Should the retirement board, by resolution, establish one or more additional variable annuity funds pursuant to subdivision c of this section, each such fund or funds shall be governed by and be subject to the provisions specified in this chapter as applicable to funds A and B, as appropriate. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "567",
    "identifier": "13-567",
    "catch_text": "Variable annuity funds."
  }
}