{
  "text": "ยง 13-533 Guarantee of funds. a. Regular interest, charges payable, the creation and maintenance of reserves in the contingent reserve fund and the maintenance of annuity reserves, pension reserves and reserves-for-increased-take-home-pay as provided for in this chapter and the payment of all pensions, pensions-providing-for-increased-take-home-pay, annuities, retirement allowances, refunds, death benefits, and any other benefits granted under the provisions of this chapter, are hereby made obligations of the city. All income, interest, and dividends derived from deposits and investments authorized by this chapter shall be used and disposed of in the manner prescribed by subdivision b of this section. Upon the basis of each actuarial determination and appraisal provided for in this chapter, the retirement board pursuant to section one hundred twelve of the charter shall prepare and submit to the director of management and budget an itemized estimate of the amounts necessary to be appropriated by the city to the various funds to complete the payment of such obligations accruing during the ensuing fiscal year. There shall be included annually in the budget a sum sufficient to provide for such obligations of the city. The comptroller shall pay the sum so provided into the various funds provided for by this chapter, subject to the provisions of subdivision b of this section. b. (1) Subject to the provisions of paragraphs two, three, four and five of this subdivision and subdivision k of section 13-582 of this title, all income, interest and dividends derived from deposits and investments authorized by this chapter, which income, interest and dividends were heretofore or are hereafter received during any city fiscal year commencing on or after July first, nineteen hundred eighty, shall be used (in accordance with the respective shares of such income, interest and dividends attributable to the city and other obligors required to pay public employer contributions on account of contributors) in such fiscal year for the purposes hereinafter specified in this paragraph two (to the extent that such income, interest and dividends are sufficient for such purposes), in the order of priority herein stated, as follows: (A) first, to pay into the funds of the retirement system the amounts of regular interest which are required to be paid into such funds in such fiscal year by reason of being required to be allowed to such funds pursuant to the provisions of section 13-535 of this chapter, and to pay into such funds the amounts of supplementary interest, if any, required to be so paid in such fiscal year under the applicable provisions of such section, and to pay into the annuity savings fund the amounts of special interest, if any, required to be so paid in such fiscal year under the applicable provisions of such section, and to pay into the contingent reserve fund the amounts of additional interest, if any, required to be paid in such fiscal year under the applicable provisions of such section; (B) second, to pay into the contingent reserve fund the amount of any losses in excess of gains (i) which net losses the retirement system sustained during such fiscal year by reason of sales or other dispositions of securities, and (ii) for which net losses the retirement system is required to be reimbursed in such fiscal year and (iii) to which net losses section 13-704 of this title, relating to graduated crediting of gains and amortization of losses on dispositions of certain securities, does not apply; (C) third, if the total amount of such income, interest and dividends received during such fiscal year is in excess of the total amount required to make, in such fiscal year, the payments prescribed by subparagraphs (A) and (B) of this paragraph, the amount of such excess shall be paid into the contingent reserve fund and shall become a part of the assets of such fund. (2) Notwithstanding the provisions of paragraph one of this subdivision or any other law to the contrary, any such income, interest or dividends which are received by the retirement system may be used for the purpose specified in section 13-705 of this title (relating to expenses incurred in the acquisition, management and protection of investments), regardless of when received and prior to use for the purposes stated in such paragraph one. (3) (A) Notwithstanding any other provision of this section or any other law to the contrary, the term \"all income, interest and dividends derived from deposits and investments\", as used in paragraph two of this subdivision (as such subdivision was in effect prior to July first, nineteen hundred eighty), shall be construed, in relation to disposition of all income, interest and dividends received by the retirement system in each of the city's nineteen hundred seventy-six--nineteen hundred seventy-seven and nineteen hundred seventy-seven--nineteen hundred seventy-eight obligations fiscal years (as such fiscal years were defined by paragraph one of this subdivision prior to such July first) as meaning the remainder obtained by subtracting from such income, interest and dividends (as they were after deducting therefrom the amount of any expenses charged thereto pursuant to the provisions of section 13-705 of this title) the sum of (i) the amounts of regular, supplementary and special interest required to be allowed and paid into the appropriate funds of the retirement system in such fiscal year pursuant to the applicable provisions of section 13-535 of this chapter and (ii) the amount of any losses in excess of gains (1) which net losses were sustained by the retirement system during such fiscal year and which net losses were sustained by reason of sales or other dispositions of securities, and (2) to which net losses the provisions of section 13-704 of this title do not apply. (B) For the purpose of the order of priority governing the disposition of such remainder in the payment fiscal year with respect to each such obligations fiscal year (as such disposition was prescribed by the provisions of this subdivision as in effect during each such payment fiscal year) the provisions of subparagraphs (A) and (B) of such paragraph two shall be deemed to have been inapplicable and the order of priority for such disposition shall be first, the use set forth in subpargraph (C) of such paragraph, second, the use set forth in subparagraph (D) of such paragraph, third, the use set forth in subparagraph (E) of such paragraph and fourth, the use set forth in subparagraph (F) of such paragraph, as such subparagraphs were in effect during such payment fiscal year. (4) (a) All income, interest and dividends which were derived from deposits and investments authorized by this chapter and which were received during each of the city's nineteen hundred seventy-eight--nineteen hundred seventy-nine and nineteen hundred seventy-nine--nineteen hundred eighty fiscal years shall (after deducting therefrom any amounts chargeable thereto pursuant to the provisions of section 13-705 of this title) be used (in accordance with the respective shares of such income, interest and dividends attributable to the city and other obligators required to pay public employer contributions on account of contributors in each such fiscal year for the purposes hereinafter stated in this subparagraph (A), in the order of priority herein stated, as follows: (a) first, (i) to pay into the funds of the retirement system the amounts of regular interest which are required to be paid into such funds in such fiscal year wherein such income, interest and dividends were received, which interest is so payable by reason of being required to be allowed to such funds in such fiscal year pursuant to the provisions of section 13-535 of this chapter, and (ii) to pay into such funds the amounts of supplementary interest required to be so paid in such fiscal year under the applicable provisions of such section, and (iii) to pay into the annuity savings fund the amounts of special interest required to be so paid in such fiscal year under the applicable provisions of such sections, and (iv) to pay into the contingent reserve fund the amounts of additional interest required to be paid in such fiscal year under the applicable provisions of such section; (b) second, to pay into the contingent reserve fund the amount of any losses in excess of gains (i) which net losses were sustained by the retirement system during such fiscal year in which such income, interest and dividends were received and which net losses were sustained by reason of sales or other dispositions of securities, and (ii) for which net losses the retirement system is required to be reimbursed in such fiscal year, and (iii) to which net losses section 13-704 of this title, relating to graduated crediting of gains and amortization of losses on dispostions of certain securities, does not apply; and (c) third, to pay into the contigent reserve fund the amount, if any, by which, (i) the total losses which the retirement system sustained during such fiscal year by reason of sales of securities within the meaning of such section 13-704 and which the responsible public employer, as defined in paragraph four of subdivision a of such section 13-704, would otherwise be required to amortize pursuant to such section, exceeds (ii) the total of all gains which were realized during such fiscal year by reason of sales of securities within the meaning of such section and which would otherwise be required by such section to be credited in favor of the responsible public employer in installments. (B) If the total amount of such income, interest and dividends received during each such fiscal year referred to in subparagraph (A) of this paragraph four is in excess of the total amount required to make, in the same fiscal year, the payments prescribed by items (a), (b) and (c) of such subparagraph (A), the amount of such excess shall be paid into the contingent reserve fund as of June thirtieth of such fiscal year and shall become a part of the assets of such fund as of such date. (5) Nothing contained in the preceding paragraphs of this subdivision shall be construed as applicable to income, interest and dividends resulting from deposits or investments made under the variable annuity program of the retirement system. (c) (1) The comptroller shall make monthly payments, in twelve equal installments, with respect to obligations which the city incurs to pay sums to the retirement system. (2) In the city's nineteen hundred eighty--nineteen hundred eighty-one fiscal year and in each city fiscal year thereafter, the equal monthly payments shall be in respect of obligations which accrue in such fiscal year and shall be made in such fiscal year on or before the last day of each month. (2-a) Where a responsible obligor (as defined in paragraph ten of subdivision a of section 13-638.2 of this title) is required to make payments to the retirement system pursuant to applicable provisions of law in fiscal year two thousand twelve--two thousand thirteen, and in any fiscal year thereafter, and the provisions of this subdivision or the provisions of any other applicable law do not otherwise specifically require such responsible obligor to make such payments by a particular date or dates during such fiscal year, such responsible obligor shall make such payments either (A) in total on or before January first of such fiscal year, or (B) in twelve equal monthly installments, as determined by the actuary, with each monthly installment to be paid on or before the last day of each month. (3) The retirement board of the retirement system may waive the requirements of the foregoing provisions of this subdivision with respect to time of payment to such system, provided that any such waiver of time of payment in any instance shall not apply to the time of subsequent payments unless there shall be a subsequent waiver. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "533",
    "identifier": "13-533",
    "catch_text": "Guarantee of funds."
  }
}