{
  "text": "ยง 13-575 Variable pension reserve fund; variable pension. a. A participant in the variable annuity program to whom a retirement allowance becomes payable shall, as provided in paragraph one of subdivision b of this section or in paragraph one of subdivision c of this section, as the case may be, have the choice of having the portion deriving from the units credited to him or her in the variable pension accumulation fund paid in fixed or variable instalments. b. (1) A participant who is not an applicant for retirement with a deferred payability date (as defined in subdivision thirty-nine of section 13-501 of this chapter), shall make such choice prior to the effective date of his or her retirement and if the choice is for: (i) Fixed instalments, he or she shall be credited in the pension reserve fund number one, to be applied toward the payment of a pension, with an amount equal to the value of such units. An equal amount shall be transferred from the variable pension accumulation fund to the pension reserve fund number one and his or her account in the variable pension accumulation fund shall thereupon be cancelled. (ii) Variable instalments, he or she shall be credited in the variable pension reserve fund with the same number of units credited to him or her in the variable pension accumulation fund and shall be paid a variable pension from the variable pension reserve fund. An amount equal to the value of such units shall be transferred from the variable pension accumulation fund to the variable pension reserve fund and his or her account in the variable pension accumulation fund shall thereupon be cancelled. (2) The value of a unit, for the purpose of this subdivision b, shall be as of the effective date of the contributor's retirement. (3) Any such variable pension provided for in this subdivision b shall be computed in terms of units actuarially equivalent to the units credited to the contributor in the variable pension reserve fund. c. (1) A participant who is an applicant for retirement with a deferred payability date (as defined in subdivision thirty-nine of section 13-501 of this chapter) may make the choice referred to in subdivision a of this section by an election filed with the retirement board prior to the date next preceding the date on which his or her retirement allowance begins in accordance with rules and regulations established by the retirement board; provided, however, that such participant may, at any time after such election is filed and before his or her retirement allowance begins, change such election by filing a superseding election with the retirement board in accordance with rules and regulations established by the retirement board. (2) On the effective date of the retirement of a partcipant who is an applicant for retirement with a deferred payability date (as defined in subdivison thirty-nine of section 13-501 of this chapter), he or she shall be credited in the variable pension reserve fund with a number of units equal to the number of units credited to him or her as of such date in the variable pension accumulation fund. An amount equal to the value of such units as of such date shall be transferred from the variable pension accumulation fund to the variable pension reserve fund and his or her account in the variable pension accumulation fund shall thereupon be canceled. (3) Except as otherwise provided by paragraph four of subdivision f of section 13-581 of this chapter, if the choice of such a participant is fixed instalments, an amount equal to the value, as of the date on which his or her retirement allowance begins, of the number of units which would have been credited to him or her as of such date in the variable pension accumulation fund if his or her account therein had not been cancelled as provided for in paragraph two of this subdivision c, shall be transferred from the variable pension reserve fund to the pension reserve fund number one and such amount shall be applied toward the payment of a pension. (4) Except as otherwise provided by paragraph four of subdivision f of section 13-581 of this chapter, if the choice of such a participant is variable instalments, he or she shall be paid a variable pension computed in terms of units actuarially equivalent, as of the date on which his or her retirement allowance begins, to the number of units which would have been credited to him or her as of such date in the variable pension accumulation fund if his or her account therein had not been cancelled as provided for in paragraph two of this subdivision. d. For the first month established by the retirement board for this purpose and for any subsequent months, any such variable pension provided for in subdivision b or c of this section shall be paid in dollars according to the value of a unit for the month payment is due, and for any month preceding such first month the variable pension shall be paid in dollars according to the value of a unit for the month preceding the month payment is due. e. On the death of a contributor receiving a variable pension, or, if he or she has elected Option II, III, or a joint and survivor form of IV, on the death of the last survivor of the contributor and the person designated to receive payments upon his or her death, the account of the contributor or the joint account of the contributor and his or her designee, as the case may be, in the variable pension reserve fund shall be cancelled. f. If a retired contributor receiving a variable pension is subsequently restored to active service, his or her variable pension shall cease, his or her account in the variable pension reserve fund shall be cancelled, an amount equal to the actuarial equivalent of the variable pension that was payable to him or her shall be transferred from the variable pension reserve fund to the variable pension accumulation fund, and he or she shall be credited in such fund with units having a value, as of the date of re-entry into service, equal to such amount. Deposits and transfers to the variable pension accumulation fund shall be resumed in accordance with the election in effect at the time of his or her retirement. g. If a twenty-year pension plan retiree having a deferred payability date (as defined in subdivision forty of section 13-501 of this chapter) is restored to active service after the effective date of his or her retirement and before his or her retirement allowance begins: (1) his or her account in the variable pension reserve fund shall be canceled; and (2) an amount equal to the value, as of the date of his or her restoration to active service, of the number of units in the variable pension reserve fund shall be transferred from the variable pension reserve fund to the variable pension accumulation fund. h. The provisions of subdivision b of section 13-553 of this chapter applicable to a pension-providing-for-increased-take-home-pay shall apply also to a variable pension. i. Except as provided for in section 13-581 of this chapter, a transfer pursuant to this section between variable annuity funds shall be from an A fund to an A fund or from a B fund to a B fund or within such additional variable annuity fund or funds which may be established pursuant to subdivision c of section 13-567 of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "575",
    "identifier": "13-575",
    "catch_text": "Variable pension reserve fund; variable pension."
  }
}