{
  "text": "ยง 13-558 Retirement; options in which retirement allowances may be taken. a. A contributor may at any time file with such board his or her election to receive on retirement his or her benefits in a retirement allowance payable throughout life or to receive the actuarial equivalent of his or her annuity, his or her pension, or his or her retirement allowance in a lesser annuity, or a lesser pension, or a lesser retirement allowance, payable throughout life, with the provision that; Option I. If he or she dies before he or she has received in payments the present value of his or her annuity, his or her pension, or his or her retirement allowance, as it was at the time of his or her retirement, the balance shall be paid to his or her legal representative or to such person as he or she shall nominate by written designation duly acknowledged and filed with such board. The contributor may provide by written designation duly acknowledged and filed with such board, that if such balance shall be in the sum of ten thousand dollars or more, the same shall be paid to the person designated in accordance with one of the following options: Option Ia. Upon the death of the contributor such balance shall be paid to the person designated in the form of an annuity, in monthly installments, throughout his or her life. The annuity to the beneficiary, if payable, shall be calculated on the basis of regular interest and the mortality table for Option A; or Option Ib. Upon the death of the contributor such balance shall be paid in a lesser annuity in monthly installments to the person designated with a provision that should such beneficiary die before he or she has received the total actuarial value of such balance, the unused portion shall be paid to the estate of the contributor or to such other person as he or she shall nominate by written designation duly acknowledged and filed with such board. The lesser annuity to the beneficiary, if payable, shall be calculated on the basis of regular interest and the mortality table for Option B. In the event that the contributor has made no election of Option Ia or Option Ib, the designated beneficiary may elect to receive the balance payable upon the death of the contributor in a lump sum or he or she may elect to have such balance paid under any one of the above options in the same manner as if the contributor had designated the option under which such balance would have been paid. The beneficiary nominated in such designation may be changed by the contributor at any time either before or after retirement by a new designation or designations filed prior to the death of the contributor. Option II. Upon his or her death, his or her annuity, his or her pension, or his or her retirement allowance, shall be continued throughout the life of and paid to such person as he or she shall nominate by written designation duly acknowledged and filed with such board. Option III. Upon his or her death, one-half of his or her annuity, his or her pension, or his or her retirement allowance, shall be continued throughout the life of and paid to such person as he or she shall nominate by written designation duly acknowledged and filed with such board. Option IV. Some other benefit or benefits shall be paid either to the contributor or to such person or persons as he or she shall nominate, provided such other benefit or benefits together with such lesser annuity, or lesser pension, or lesser retirement allowance shall be certified by the actuary of such board to be of equivalent actuarial value and shall be approved by such board. b. For purposes of this section, the words \"pension\" and \"retirement allowance\" shall be deemed to include the pension-providing-for-increased-take-home-pay. c. Notwithstanding any other provision of this title to the contrary, a twenty-year pension plan contributor who has made an election, pursuant to subdivision a of this section, prior to the effective date to his or her retirement, may, at any time before his or her retirement allowance as such a contributor begins, change any such election made by or her to any other election authorized by such subdivision, by filing such changed election with the board. Any such changed election may, at any time before such retirement allowance begins, be further changed in the same manner to any other election authorized by such subdivision. Any such changed election last filed shall supersede all elections previously filed. d. (1) The retirement board may adopt rules and regulations providing that in any case where a contributor or designated beneficiary authorized by the applicable provisions of this chapter to nominate a beneficiary to receive a lump sum benefit under this section represents to the retirement system that a specified person has been designated by such contributor or designated beneficiary as a trustee of an inter vivos or testamentary trust for the purpose of this subdivision d, such person shall (a) be eligible to be nominated to receive, in the capacity of trustee, a lump sum benefit under Option I and (b) be eligible to be nominated to receive, in the capacity of trustee, any benefit under Option IV which the retirement board shall deem appropriate. (2) Any proceeds received by a trustee under this section shall not be subject to the debts of the member or to transfer or estate taxes to any greater extent than if such proceeds were payable to the beneficiaries named in the trust and not to the estate of the member. (3) A payment made in good faith under this section (a) to a person so represented to the retirement system to be a trustee of an inter vivos trust, or (b) to a person who is designated as a successor trustee of an inter vivos trust and who provides a copy of his or her appointment, or (c) to a person who is designated as a trustee or successor trustee of a testamentary trust and who provides a copy of the letters of trusteeship, provided such payment is made to such payee in the capacity of trustee, shall be a complete discharge to the retirement system to the extent of the payment. Such discharge shall not be impaired or affected by an adjudication that a trust is invalid or that a person represented to be or designated as a trustee is not entitled to receive the proceeds, if payment is made in good faith under this section before notice to the retirement system of the claim of invalidity or lack of entitlement on which such adjudication is based. (4) If no person to whom the retirement system is authorized to make payment in the capacity of trustee, as provided for in paragraph three of this subdivision d, claims the proceeds within eighteen months after the death of the retired member, payment shall be made to the deceased retired member's estate and such payment shall be a complete discharge to the retirement system to the extent of the payment. (a) If satisfactory evidence is furnished within such period of eighteen months that there is or will be no trustee to receive the proceeds, payment shall be made to the deceased retired member's estate. (5) In the event that after a person represented to have been designated as a trustee of an inter vivos or testamentary trust is nominated pursuant to rules and regulations adopted under paragraph one of this subdivision d, the contributor or designated beneficiary authorized to make a nomination shall, in compliance with the applicable provisions of this chapter, nominate for receipt of the same lump sum benefit: (a) a beneficiary other than a person so represented to have been designated as a trustee; or (b) a person represented to have been designated as a trustee under a different inter vivos or testamentary trust; a payment made in good faith under this section to the last such nominee as of the date of death, whether he or she is a beneficiary not represented to have been designated as trustee or a person represented to have been so designated, shall be a complete discharge to the retirement system to the extent of the payment, provided, however, that if payment is made to a person represented to have been designated as a trustee, the retirement system shall be so discharged if payment is made to such person in the capacity of trustee and if there is compliance with the requirements of paragraph three of this subdivision d with respect to submission of copies. In any case where the last such nominee is a person represented to have been designated as a trustee, the provisions of paragraph four of this subdivision d shall apply. e. Notwithstanding section 13-565 and any other provision of this title, an option selection previously filed by a contributor or retired contributor may be changed no later than thirty days following the date of payability of his or her retirement allowance. A retired contributor who has been retired for disability may change an option selection previously filed no later than (1) thirty days following the date on which such contributor's application for disability retirement was approved by the retirement board or (2) thirty days following the date on which the contributor was retired for disability, whichever is later. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "558",
    "identifier": "13-558",
    "catch_text": "Retirement; options in which retirement allowances may be taken."
  }
}