{
  "text": "ยง 13-570 Administration; investment of funds; units and unit values; expenses. a. The retirement board may enter into a contract or contracts with one or more agencies to invest and otherwise administer the variable annuity funds. The retirement board shall retain the responsibility for determination of benefits and final authority for making investments. A contract with any one agency shall be for a period not to exceed five years but may be renewed with the same agency. Any such contract shall be filed with the New York state superintendent of insurance within thirty days prior to its effective date and the operations of the contracting agency, insofar as they affect the operation of the variable annuity program, shall be subject to examination by the superintendent of insurance. b. The retirement board as an alternative to entering into a contract or contracts as provided in subdivision a hereof, may, only to the extent permitted by the insurance law, enter into a variable payment annuity contract or contracts with insurance companies providing for the benefits payable under the variable annuity program. c. The variable annuity funds shall, for investment purposes, be treated as a single fund but may be invested by more than one agency. d. 1. Notwithstanding the provisions of any state or city law to the contrary, the assets of each of the variable annuity funds may be invested up to one hundred percent in such domestic or foreign equities and other securities as are permissible for domestic life insurance companies or savings banks, subject only to the following limitations: (i) No investment shall be made in the stock, shares or securities convertible into stock or shares of any one corporation and its subsidiaries which, at the time such investment is made will cause the aggregate market value of the stock, shares and securities convertible into stock or shares of such corporation and its subsidiaries owned by the variable annuity funds to exceed five percent of the aggregate market value of the assets of such funds. (ii) Not more than two percent of the issued and outstanding stock, shares or securities convertible into stock or shares of any class of any one corporation shall be owned by such funds. The foregoing provisions shall not limit the investment of the assets of variable annuity funds in municipal, county, state, federal or corporate obligations, not convertible into stock or shares, otherwise permitted by law. 2. In addition to any investments permitted by paragraph one of this subdivision, and notwithstanding any provision of any state or city law to the contrary, the assets of each of the variable annuity funds may be invested in investments not qualifying under such paragraph one, provided: (i) the investments made by a fund pursuant to this paragraph shall not at any time exceed fifteen percent (or such higher percentage as may be authorized by any other state or city law) of the assets of such fund; and (ii) such investments shall be for the exclusive benefit of the participants and beneficiaries, and the trustee or trustees of the fund shall make such investments with the care, skill, prudence, and diligence under the circumstances then prevailing that a prudent person acting in a like capacity and familiar with such matters would use in the conduct of an enterprise of a like character and with like aims. 3. In the event of any conflict or inconsistency between the provisions of this subdivision and any provisions of state or city law setting forth the percentage of assets of a fund which may be invested in any one type of investment or any particular investment, including without limitation the provisions of article four-A of the retirement and social security law, the provisions of this subdivision shall govern. e. Investment income and appreciation and depreciation of the assets shall be allocated to the individual variable annuity funds on a proportionate basis as of the end of each month. f. Sections 13-535, 13-536 and 13-537 of this chapter shall not apply to the variable annuity funds. g. Deposits and transfers to the variable annuity savings fund and the variable pension accumulation fund pursuant to section 13-568 of this chapter shall be converted at once into units of equal value. At the end of each month, the number of units in the accounts of each individual in each such fund shall be increased by 0.3274 per cent, the percentage by which a sum of money is increased in one month if invested at an effective rate of interest of four per cent per year. Residual fractions of a unit shall be determined to the nearest hundreth of a unit. h. The value of a unit for January, nineteen hundred sixty-eight shall be ten dollars. For any month thereafter it shall be determined in accordance with paragraphs one, two and three following: 1. For any month preceding the month in which the method set forth in paragraph two below is applicable, the value of a unit shall be equal to the combined assets of the variable annuity savings fund and the variable pension accumulation fund at the beginning of such month, divided by the total number of units then in the individual accounts in such funds. 2. The retirement board shall establish the first month for which the method set forth in this paragraph applies. For such first month, and for any month thereafter, the value of a unit shall be equal to the value of a unit for the preceding month, multiplied by a factor which is equal to the ratio of (i) the amount resulting from ten thousand dollars invested for one month at a rate equal to (I) the average rate of investment results (including market value changes) in the variable annuity funds during the preceding month, less (II) the rate at which expenses are charged against such funds during such preceding month pursuant to subdivision j of this section, and less (III) the rate at which expenses and transfers for such preceding months are charged or deducted from the variable annuity funds, other than the variable contingency reserve fund, pursuant to subdivision k of this section, to (ii) ten thousand thirty-two dollars and seventy-four cents, the amount of ten thousand dollars invested for one month at an effective rate of interest of four per cent per year. Such average rate of investment results, net of such expense charges and such transfers, shall be determined in accordance with rules and procedures established by the retirement board. 3. Unit values shall be determined to the nearest tenth of a cent. i. The retirement board shall: 1. Publish, or provide for the publication of, an annual report of the operations of the variable annuity funds. 2. Furnish, or provide for the furnishing of, to each contributor who has units credited to him in the variable annuity savings fund and the variable pension accumulation fund an annual statement showing, as of the beginning of the current year, the value of a unit in such funds and the number of units credited to him in each fund. j. Expenses incurred in the operation and administration of the variable annuity funds shall be charged against such funds. k. The retirement board shall prepare an annual estimate of the additional expenses, if any, it has incurred that are attributable to the variable annuity program. An amount equal to such additional expenses shall be charged to and accounted for on a proportionate basis and transferred from the variable annuity funds other than the variable contingency reserve fund to the expense fund. Such transfer shall be made in twelve equal monthly installments immediately following the month in which such estimate is made, except that the transfer with respect to additional expenses incurred before January first, nineteen hundred sixty-eight, and the transfer with respect to the additional expenses incurred before the new start date in connection with the establishment of the B funds shall be made in from twelve to sixty equal monthly installments, at the discretion of the retirement board. l. Assets shall be valued at their market value or, in the absence of a readily available market value, then at a fair market value as determined in accordance with accepted practices. m. The value of a unit in the B funds for the month beginning with the new start date shall be ten dollars, and for any month thereafter it shall be determined in accordance with paragraphs one, two and three of subdivision h of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "570",
    "identifier": "13-570",
    "catch_text": "Administration; investment of funds; units and unit values; expenses."
  }
}