{
  "text": "ยง 13-555 Supplemental pension fund establishment; payment of supplemental pension allowances from such fund. There is hereby established a supplemental fund to be known as the supplemental pension fund. Such fund shall consist of such moneys as may be appropriated thereto and all other moneys received for such fund from any other source pursuant to law. The supplemental pension fund shall be under the jurisdiction and control of the comptroller, who shall be the custodian thereof. The fund shall be held separate and apart from other funds and shall be used exclusively for the purpose of making payments of supplemental pension allowances, as hereinafter provided, to retired teachers. The comptroller is authorized and directed to prescribe such rules and regulations as may be required for the effective administration of the provisions of this section in making such pension allowances. In addition to any pension allowance directed to be paid pursuant to section 13-554 of this chapter and notwithstanding any other provision of this law, the retirement and social security law or any other state or local law, any teacher, except as hereinafter provided, who retired prior to September second, nineteen hundred fifty-six, who had at least ten years credited service at the time of retirement, shall be granted and entitled to receive a supplemental pension allowance, based upon the year of retirement and computed upon the years of service, in accordance with the following schedule: DOLLARS PER YEAR YEAR OF RETIREMENT OF SERVICE 1955-1956 three dollars 1954-1955 six dollars 1953-1954 eight dollars 1952-1953 ten dollars 1951-1952 twelve dollars 1950-1951 fourteen dollars 1949-1950 sixteen dollars 1948-1949 eighteen dollars 1947-1948 twenty dollars 1946-1947 twenty-one dollars 1945-1946 twenty-one dollars 1944-1945 twenty-one dollars 1943-1944 twenty-one dollars 1942-1943 twenty-two dollars 1941-1942 twenty-two dollars 1940-1941 twenty-two dollars Prior to September 2, 1940 twenty-three dollars For the purposes of this schedule, the year of retirement shall extend from September second of any one year to September first inclusive of the following year. The supplemental pension allowance granted under the provisions of this section shall be paid from the supplemental pension fund established by this section, in so far as practicable, at the times and in the same manner as the regular retirement allowances, authorized and granted, under this chapter, are paid. Any retired teacher already receiving a supplemental pension under the provisions of the retirement and social security law or any other state or local law shall continue to receive such supplemental pension or shall receive the supplemental allowance provided under this section, whichever shall be greater. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "555",
    "identifier": "13-555",
    "catch_text": "Supplemental pension fund establishment; payment of supplemental pension allowances from such fund."
  }
}