{
  "text": "ยง 13-572 Withdrawal of participant in variable annuity program; re-entry into service. a. If a participant in the variable annuity program withdraws from the retirement association with vested rights, his or her accounts in the variable annuity savings fund and variable pension accumulation fund shall be maintained, subject to the provisions of this subdivision. Unless the provisions of section 13-523 of this chapter apply, further deposits and transfers to his or her accounts shall be discontinued. 1. Upon his or her request before his or her retirement, he or she shall be paid from the variable annuity savings fund an amount equal to the value, as of the month following the receipt of such request, of the units credited to him or her in such fund. An amount equal to the value, as of such month, of the units credited to him or her in the variable pension accumulation fund shall be transferred from such fund to the contingency reserve fund, and his or her accounts in the variable annuity savings fund and variable pension accumulation fund and his or her right to a vested deferred retirement allowance shall thereupon be cancelled. 2. If he or she transfers his or her membership pursuant to section forty-three of the retirement and social security law or section five hundred twenty-two of the education law, amounts equal to the value of the units credited to him or her in the variable annuity savings fund and variable pension accumulation fund shall be transferred from such funds to his or her accumulated deductions and to the contingency reserve fund, respectively, and in the latter case shall be credited to his or her reserve-for-increased-take-home-pay. His or her accounts in the variable annuity savings fund and variable pension accumulation fund shall thereupon be cancelled. The value of a unit for the purpose of this provision shall be as of the month following his or her withdrawal or application for transfer, whichever is later. 3. If he or she re-enters service before his or her accounts in the variable annuity savings fund and variable pension accumulation fund are cancelled, deposits to such accounts shall be resumed in accordance with the election in effect at the time of his or her withdrawal. b. If a participant in the variable annuity program withdraws from the retirement association without vested rights, other than by dismissal, an amount equal to the value, as of the date of withdrawal, of the units credited to him or her in the variable pension accumulation fund shall be transferred from such fund to the contingency reserve fund and credited to his or her reserve-for-increased-take-home-pay. His or her account in the variable pension accumulation fund shall thereupon be cancelled. His or her account in the variable annuity savings fund shall be maintained, subject to the provisions of this paragraph. Unless the provisions of section 13-523 of this chapter apply, further deposits to his or her account shall be discontinued. 1. Upon his or her request, he or she shall be paid from such fund an amount equal to the value, as of the month following the receipt of such request, of the units credited to him or her in such fund, and his or her account in such fund shall thereupon be cancelled. If no request is made before the expiration of such time limit as the retirement board may by regulation prescribe, an amount equal to the value, as of the month following the expiration of such time limit, shall be transferred from such fund to his or her accumulated deductions and his or her account in such fund shall thereupon be cancelled. 2. If he or she transfers his or her membership pursuant to section forty-three of the retirement and social security law or section five hundred twenty-two of the education law, an amount equal to the value of the units credited to him or her in such fund shall be transferred from such fund to his or her accumulated deductions and his or her account in such fund shall thereupon be cancelled. The value of a unit, for the purpose of this provision, shall be as of the month following his or her withdrawal or application for transfer, whichever is later. 3. If he or she re-enters service before his or her account in the variable annuity savings fund is cancelled, deposits to such account shall be resumed in accordance with the election in effect at the time of his or her withdrawal. A new account shall be established for him or her in the variable pension accumulation fund to receive deposits and transfers pursuant to subdivisions a and b of section 13-568 of this chapter. c. If a participant in the variable annuity program withdraws from the retirement association by dismissal, he or she shall be paid from the variable annuity savings fund an amount equal to the value, as of the month following his or her withdrawal, of the units credited to him or her in such fund. An amount equal to the value of the units credited to him or her in the variable pension accumulation fund shall be transferred from such fund to the contingency reserve fund, and his or her accounts in the variable annuity savings fund and variable pension accumulation fund shall thereupon be cancelled. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "572",
    "identifier": "13-572",
    "catch_text": "Withdrawal of participant in variable annuity program; re-entry into service."
  }
}