{
  "text": "ยง 13-543 Special death and retirement benefits. a. Upon the death of a contributor, before retirement or within thirty days after the effective date of his or her service retirement, or within thirty days after the filing of his or her application for disability retirement, in lieu of any retirement allowance, or optional benefit, or any death benefit, there shall be paid to his or her estate or to such person as he or she shall have nominated by written designation duly executed and filed with the retirement board: 1. His or her accumulated deductions; and in addition thereto, 2. A sum consisting of: i. His or her reserve-for-increased-take-home-pay, if any, which shall be paid out of the contingent reserve fund; and ii. In the case of any contributor whose death heretofore occurred or occurs hereafter and prior to July first, nineteen hundred seventy, an amount, payable out of the contingent reserve fund in the case of a new-entrant and out of pension reserve fund number two in the case of a present-teacher, equal to (a) six per cent of his or her average salary multiplied by the number of his or her years of city-service rendered prior to April tenth, nineteen hundred twenty-nine plus (b) five per cent of his or her average salary multiplied by the number of his or her years of city-service rendered subsequent to such date. In the case of a teacher appointed prior to such date the years of credit under (a) and (b) shall not exceed thirty-five years in total and in the case of a teacher appointed subsequent to such date, the years of credit shall not exceed twenty years in total. In no event shall such amount be less than one-half of his or her average salary, except that in the case of a teacher who has a total city-service of six months or more and less than five years such amount shall be six times the average monthly salary earnable by him or her during his or her city-service immediately preceding his or her death. If the contributor was a present-teacher, there shall be included a further amount in addition thereto equal to five per cent of his or her average salary multiplied by five sevenths of the number of his or her years of prior-service. The total credit for prior-service so allowed shall not exceed twenty-five years. If in the case of any deceased contributor the total amount payable under this subparagraph (ii) of this paragraph two of this subdivision is greater than the largest maximum annual salary paid to any contributor, such total amount payable shall not be greater than two and three-fourths times the average salary of the deceased contributor, nor less than the largest maximum annual salary paid to any contributor; or iii. in the case of any contributor whose death occurs on or after July first, nineteen hundred seventy, a sum consisting of: (a) an amount equal to the salary earnable by him or her while in city-service, during the six months immediately preceding his or her death; or (b) if the total number of years of city-service credited to him or her is ten or more then an amount equal to the salary earnable by him or her while in city-service during the twelve months immediately preceding his or her death; or (c) if the total number of years of city-service credited to him or her is twenty or more, then an amount equal to twice the salary earnable by him or her while in city-service during the twelve months immediately preceding his or her death. 3. Where any contributor, by any designation heretofore or hereafter filed pursuant to the preceding provisions of this subdivision and in effect at the time of the death of such contributor, has nominated or shall nominate any person to receive the amount payable under subparagraph (ii) or (iii) of paragraph two of this subdivision a, the reserve-for-increased-take-home-pay, if any, of such contributor payable under subparagraph (i) of such paragraph two shall be paid to the person so nominated. b. A contributor eligible for retirement pursuant to section 13-545 or 13-557 of this chapter, however, may file with the retirement board an application setting forth that he or she elects to be retired at a time not less than thirty nor more than ninety days after the filing of such application, provided such contributor shall agree in his or her application that such application shall be irrevocable from the date of filing. Such application shall retire such contributor on the date he or she elected to be retired, if then living, and such contributor, on retirement, shall be entitled to receive any annuity, pension, pension-providing-for-increased-take-home-pay to which he or she may be entitled, if any, retirement allowance, or any optional benefit he or she may have selected at the time of the filing of such application or prior thereto pursuant to the provisions of this section. c. 1. A contributor at any time may file with the retirement board his or her election to have paid to his or her beneficiary, in the event of his or her death, his or her accumulated salary deductions or death benefit, or both, in accordance with one of the following options: Option A. Upon the death of the contributor the actuarial value of his or her accumulated salary deductions or death benefit, or both, shall be paid in an annuity in monthly installments throughout the life of such beneficiary as he or she shall nominate by written designation duly acknowledged and filed with such board; or Option B. Upon the death of the contributor the actuarial value of his or her accumulated salary deductions or death benefit, or both, shall be paid in a lesser annuity in monthly installments to such beneficiary as the contributor shall nominate by written designation duly acknowledged and filed with such board with a provision that should such beneficiary die before he or she has received the total actuarial value of the accumulated salary deductions or death benefit, or both, as certified at the time of the death of the contributor, the balance shall be paid to the estate of the contributor or to such other beneficiary or beneficiaries as shall have been nominated by the contributor by written designation duly acknowledged and filed with such board; or Option C. Upon the death of the contributor, that some other benefit or benefits shall be paid to such beneficiary or beneficiaries as he or she shall have nominated by written designation duly acknowledged and filed with such board, provided such other benefit or benefits shall be certified to by the actuary of such board to be of equivalent actuarial value of the accumulated salary deductions or death benefit, or both, and shall be approved by such board. 2. Where any contributor, by any designation heretofore or hereafter filed pursuant to paragraph one of this subdivision c and in effect at the time of the death of such contributor, nominated or shall nominate any beneficiary or beneficiaries to receive payment of his or her death benefit in accordance with any option mentioned in such paragraph one, the reserve-for-increased-pay, if any, of such contributor shall be paid to such beneficiary or beneficiaries in the same manner and in accordance with the same methods of computation as are prescribed in such paragraph one with respect to payment of such death benefit pursuant to such option. d. 1. Where a designated beneficiary has been named to receive either the accumulated salary deductions or death benefit, or both, but where no election of an option has been made under the provisions of this section, the designated beneficiary may elect to receive the amount or amounts payable upon the death of the contributor in a lump sum or he or she may elect to have the amount paid under any one of the above options in the same manner as if the contributor had designated the option under which such amount would have been paid. 2. Where any designated beneficiary named as specified in paragraph one of this subdivision d, has heretofore made or shall hereafter make an election pursuant to such paragraph one with respect to receipt of the death benefit, the reserve-for-increased-take-home-pay, if any, of the contributor shall be paid to the same beneficiary or beneficiaries, in the same manner, and in accordance with the same methods of computation as are prescribed by such paragraph one with respect to payment of the death benefit pursuant to such election. e. The effective date of retirement under section 13-545, 13-547, 13-549 or 13-557 of this chapter, shall be the date specified in the application as the date for retirement, provided that the date so specified is subsequent to the date of filing. In case of disability retirement, the effective date of retirement shall be the date of the medical examination or such other date within thirty days subsequent to the medical examination as shall be mutually agreed upon by the contributor and such board. f. This section shall not apply to a contributor who prior to the tenth day of October, nineteen hundred twenty-nine shall have filed with such board a statement in writing that he or she elected not to come within the provisions of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "543",
    "identifier": "13-543",
    "catch_text": "Special death and retirement benefits."
  }
}