{
  "text": "ยง 13-544 Accidental death benefits. a. A contributor may at any time, by written designation filed with the retirement board, elect that, upon his or her accidental death while in the performance of his or her duties, in lieu of the benefits provided by section 13-543 hereof, paragraph b of subdivision two of section 13-545 and section four hundred forty-eight of the retirement and social security law, the benefits provided by subdivision b of this section be paid. A contributor electing the benefits provided by subdivision b of this section may at any time, by a written designation filed with the retirement board, revoke such election. b. Upon the accidental death, occurring on or after the effective date of this section, of a contributor before retirement, provided that evidence shall be submitted to the retirement board proving that the death of such was the natural and proximate result of an accident while in the performance of duty, in the service upon which membership is based, at some definite time and place and that such death was not the result of wilful negligence on his or her part, the accumulated deductions and the reserve-for-increased-take-home-pay, if any, shall be paid to the estate, or to such person as the contributor shall have nominated by written designation filed with the retirement board; and, upon application filed within two years after the death of the member by or on behalf of the dependents of such deceased, the retirement board shall grant a pension of one-half of the final compensation of such contributor: 1. to the spouse, to continue until death or remarriage; or 2. if there be no spouse, or if the spouse dies or remarries before any child of such deceased shall have attained the age of eighteen years, then to the child or children under said age, divided in such manner as the retirement board in its discretion shall determine, to continue as a joint and survivor pension of one-half his or her final compensation until every such child dies or attains said age; or 3. if there be no spouse or child under the age of eighteen years surviving such deceased, then to the dependent father or mother, as the deceased shall have nominated by written designation filed with the retirement board; or, if there be no such nomination, then to the dependent father or to the dependent mother, as the retirement board in its discretion shall direct, to continue for life. c. Any pension, payable pursuant to this section on account of any such death, shall be reduced by the amount of the benefits that are finally determined to be payable under the workers' compensation law by reason of such disability or death. Such reduction shall be effectuated as follows: 1. pension installments shall be reduced by the amount of the concurrent workers' compensation benefits. 2. the pension reserve on account of a pension so payable shall be reduced by the amount of the lump sum workers' compensation benefits. In such case the pension thereafter payable shall be the actuarial equivalent of the pension reserve as so reduced. No such reduction shall be made, however, for the amount of medical, surgical, or other attendance or treatment, nurse and hospital service, medicine, crutches or apparatus and of any funeral expense provided under the workers' compensation law in addition to regular compensation benefits, or of any legal fees awarded under the workers' compensation law. d. Notwithstanding any other provision of law to the contrary, and solely for the purposes of this section, a member shall be deemed to have died as the natural and proximate result of an accident sustained in the performance of duty upon which his or her membership is based, and not as a result of willful negligence on his or her part, provided that such member was in active service upon which his or her membership is based at the time that such member was ordered to active duty pursuant to Title 10 of the United States Code, with the armed forces of the United States or to service in the uniformed services pursuant to Chapter 43 of Title 38 of the United States Code, and such member died while on such active duty or service in the uniformed services on or after June fourteenth, two thousand five while serving on such active military duty or in the uniformed services. If any benefits under the workers' compensation law become payable as the result of such accidental death, the New York city teachers' retirement system shall be entitled to reimbursement out of the unpaid installment or installments of compensation due under the workers' compensation law provided that claim therefor is filed pursuant to the provisions of such law. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "544",
    "identifier": "13-544",
    "catch_text": "Accidental death benefits."
  }
}