{
  "text": "** ยง 13-521.1 Pick up of member contributions of Tier I and Tier II members by employer. * a. Notwithstanding any other provision of law to the contrary, on and after the starting date for pick up, the employer responsible for pick up shall pick up and pay into the annuity savings fund (subject to the provisions of paragraph four of subdivision d of this section) the Tier I or Tier II member contributions eligible for pick up by the employer which each Tier I member (as defined in subdivision fifty-two of section 13-501 of this chapter) or Tier II member (as defined in subdivision fifty-three of such section 13-501) would otherwise be required to make on and after such starting date, including (1) any contributions required to be made for the purchase of credit for previous service by its employees pursuant to an irrevocable payroll deduction agreement under subdivision b-1 of section four hundred forty-six of the retirement and social security law on and after the effective date of such subdivision, and (2) any contributions required to be made for the purchase of credit for prior service by its employees pursuant to an irrevocable payroll deduction agreement under subdivision g of section 13-505 of this chapter on and after the effective date of such subdivision. * NB Effective until notice of ruling by Internal Revenue Service per ch. 627/2007 ยง22 * a. Notwithstanding any other provision of law to the contrary, on and after the starting date for pick up, the employer responsible for pick up shall pick up and pay into the annuity savings fund (subject to the provisions of paragraph four of subdivision d of this section) the Tier I or Tier II member contributions eligible for pick up by the employer which each Tier I member (as defined in subdivision fifty-two of section 13-501 of this chapter) or Tier II member (as defined in subdivision fifty-three of such section 13-501) would otherwise be required to make on and after such starting date, including (1) any contributions required to be made for the purchase of credit for previous service or military service by its employees pursuant to an irrevocable payroll deduction agreement under subdivision b-1 of section four hundred forty-six of the retirement and social security law on and after the effective date of such subdivision, and (2) any contributions required to be made for the purchase of credit for prior service or military service by its employees pursuant to an irrevocable payroll deduction agreement under subdivision g of section 13-505 of this chapter on and after the effective date of such subdivision. * NB Takes effect upon notice of ruling by Internal Revenue Service per ch. 627/2007 ยง22 a-1. Notwithstanding any other provision of law to the contrary, the employer responsible for pick up shall, in the case of a member who is a participant in the age fifty-five retirement program (as defined in paragraph ten of subdivision a of section four hundred forty-five-i of the retirement and social security law), pick up and pay to the retirement system all additional member contributions which otherwise would be required to be deducted from such member's compensation pursuant to paragraph three of subdivision d of section four hundred forty-five-i of the retirement and social security law, and shall effect such pick up on each and every payroll of such participant for each and every payroll period with respect to which such paragraph three of subdivision d of section four hundred forty-five-i of the retirement and social security law otherwise would require such deductions. b. An amount equal to the amount of such picked up contributions shall be deducted by the employer responsible for pick up from the salary of such member (as such salary would be in the absence of a pickup program applicable to him or her hereunder) and shall not be paid to such member. Such deduction shall be effected by means of subtraction from such member's current salary (as so defined), or offset against future pay increases, or a combination of such methods. c. (1) The member contributions and additional member contributions picked up pursuant to this section for any Tier I member or Tier II member shall be paid by the employer responsible for pick up in lieu of an equal amount of the member contributions and additional member contributions otherwise required to be paid by such member under the provisions of this chapter or the retirement and social security law, and shall be deemed to be and treated as employer contributions pursuant to subsection h of section four hundred fourteen of the United States internal revenue code, as amended, for the purposes, under federal law, for which such subsection h so classified such picked up contributions. Subject to the provisions of subdivision b of this section, for all other purposes, including but not limited to: (i) the obligation of such member to pay New York state and New York city income and/or wages or earnings taxes and the withholding of such taxes; and (ii) the determination of the amount of such member's Tier I or Tier II member contributions eligible for pick up by the employer or additional member contributions required to be picked up pursuant to subdivision a-one of this section; and (iii) the determination of the amount of any retirement allowance or other retirement system benefit payable to or on account of such member or any other retirement system right, benefit or privilege of such member; the amount of the member contributions and additional member contributions picked up pursuant to this section shall be deemed to be a part of the employee salary of such member and such member's gross salary (as it would be in the absence of a pick up program applicable to him or her hereunder) shall not be deemed to be changed by such member's participation in such program. (2) Nothing contained in paragraph one of this subdivision c shall be construed as superseding the provisions of section four hundred thirty-one of the retirement and social security law or any similar provision of law which limits the salary base for computing retirement benefits payable by a public retirement system. d. (1) For the purpose of determining the retirement system rights, benefits and privileges of any Tier I member or Tier II member whose Tier I or Tier II member contributions eligible for pick up by the employer are picked up pursuant to this section (including the procurement of loans by any such member), such picked up member contributions, subject to the provisions of subparagraph five of this paragraph, shall be deemed to be and treated (i) as member contributions made by such member pursuant to law and (ii) as a part of such member's accumulated deductions. (2) For the purpose of determining the retirement system rights, benefits and privileges of any member who is a participant in the age fifty-five retirement program (as defined in paragraph ten of subdivision a of section four hundred forty-five-i of the retirement and social security law), the additional member contributions of such participant picked up pursuant to subdivision a-one of this section shall be deemed to be and treated as a part of such member's additional member contributions under subdivision d of section four hundred forty-five-i of the retirement and social security law. (3) Interest on contributions picked up for any Tier I or Tier II member pursuant to this section (other than additional member contributions picked up pursuant to subdivision a-one of this section) shall accrue in favor of the member and be payable to the retirement system at the same rate, for the same time periods, in the same manner and under the same circumstances as interest would be required to accrue in favor of the member and be payable to the retirement system on such contributions if they were made by such member in the absence of a pick up program applicable to such member under the provisions of this section. (4) Where member contributions of any Tier I member or Tier II member are picked up and paid into the annuity savings fund pursuant to this section, such picked up contributions shall be credited to a separate account within the individual account of such member in such fund, so that a separate record of the amount of such picked up contributions is maintained. (5) For the purposes of determining the retirement system rights, benefits and privileges of any Tier I member or Tier II member who is a participant in a variable annuity program of the retirement system, his or her picked up member contributions shall, to the extent and in the proportions appropriate pursuant to his or her election to participate in such program, be deemed to be and treated as a part of his or her accumulated deductions and/or credits in his or her account in the variable annuity savings fund. A separate record shall be kept showing any such variable annuity savings fund account credits attributable to any such picked up contributions. (6) Nothing contained in this subdivision shall be construed as granting member contributions or additional member contributions picked up under this section any status, under federal law, other than as employer contributions, pursuant to subsection h of section four hundred fourteen of the United States internal revenue code, for the federal purposes for which such subsection h so classifies such picked up contributions. e. No contributor whose member contributions or additional member contributions are required to be picked up pursuant to this section shall have any right to elect that such pick up, with accompanying deduction from the compensation of such contributor as prescribed by subdivision b of this section, shall not be effectuated. ** NB Expires per ch. 681/92 ยง 16 ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "521",
    "identifier": "13-521.1",
    "catch_text": "Pick up of member contributions of Tier I and Tier II members by employer."
  }
}