{
  "text": "ยง 13-546 Pensions-for-increased-take-home-pay. a. 1. The board of estimate, by resolution adopted prior to June first, nineteen hundred sixty, may elect that the provisions of subdivisions b, e and f of this section shall be applicable to and for the benefit of all contributors. 2. In the event that the board of estimate adopts such a resolution, the provisions of subdivisions b, e and f of this section shall, on the date on which such subdivision b becomes operative, become applicable to and for the benefit of all contributors. 3. On and after June first, nineteen hundred sixty, the board of estimate may not rescind such election. b. In the event that the board of estimate, pursuant to the provisions of subdivision a of this section, elects that the provisions of this subdivision and subdivisions e and f of this section shall be applicable to and for the benefit of contributors, then beginning with the payroll period the first day of which is nearest to July first, nineteen hundred sixty, and ending with the payroll period immediately prior to that the first day of which is nearest to June thirtieth, nineteen hundred sixty-one, the contribution of each contributor, exclusive of any increase in such contribution pursuant to section 13-525 or subdivision two of section 13-554 of this chapter or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by two and one-half per centum of the salary of such member. Where a member's rate of contribution, exclusive of any increase thereof pursuant to such section 13-525 or subdivision two of such section 13-554, or any reduction thereof pursuant to subdivision one of such section one hundred thirty-eight-b, and before reduction thereof pursuant to this subdivision, is equal to or less than two and one-half per centum, such rate shall be discontinued. c. 1. The board of estimate, by resolution adopted prior to June first, nineteen hundred sixty-one, may elect that the provisions of subdivisions d, e and f of this section shall be applicable to and for the benefit of all contributors. 2. In the event that the board of estimate adopts such a resolution, the provisions of subdivisions d, e and f of this section shall, on the date on which such subdivision d becomes operative, become applicable to and for the benefit of all contributors. 3. On and after June first, nineteen hundred sixty-one, the board of estimate may not rescind such election. 4. In making an election pursuant to the provisions of paragraphs one and two of this subdivision, the board of estimate shall select the percentage by which the contributions of contributors shall be reduced pursuant to the provisions of subdivision d of this section. Such percentage shall be two and one-half per centum or five per centum, whichever such board, in its discretion, shall designate in the resolution making such election. Such percentage shall not be changed after it has been designated in such resolution. d. In the event that the board of estimate, pursuant to the provisions of subdivision c of this section, elects that the provisions of this subdivision and of subdivisions e and f of this section shall be applicable to and for the benefit of contributors, then beginning with the payroll period the first day of which is nearest to July first, nineteen hundred sixty-one, and ending with the payroll period immediately prior to that the first day of which is nearest to June thirtieth, nineteen hundred sixty-two, the contribution of each contributor, exclusive of any increase in such contribution pursuant to section 13-525 or subdivision two of section 13-554 of this chapter or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by the percentage selected by the board of estimate pursuant to the provisions of paragraph four of subdivision c of this section. Where a member's rate of contribution, exclusive of any increase thereof pursuant to such section 13-525 or subdivision two of such section 13-554, or any reduction thereof pursuant to subdivision one of such section one hundred thirty-eight-b, and before reduction thereof pursuant to this subdivision, is equal to or less than such percentage, such rate shall be discontinued. e. 1. Any reduction or discontinuance of a member's contribution, as the case may be, made pursuant to the provisions of this section, shall: (i) Be subject to waiver by the member as provided in subdivision six of section 13-521 of this chapter, and (ii) Take precedence over the member's privilege under subdivision one of section one hundred thirty-eight-b of the retirement and social security law, to decrease his or her annuity contribution for the purpose of paying his or her contributions for old-age survivors and disability insurance coverage or the tax imposed upon him or her pursuant to the federal insurance contribution act. 2. A contributor to whom or for whose benefit the provisions of subdivison b or d of this section, or both, are applicable under the provisions of subdivisions a and c of this section, or to whom or for whose benefit the provisions of paragraph four of subdivision g, paragraph four of subdivision i, paragraph one of subdivision j, paragraph one of subdivision k, paragraph one of subdivision l, paragraph one of subdivision m, paragraph one of subdivision n, paragraph one of subdivision o or paragraph one of subdivision p of this section are applicable, and who waives any reduction or discontinuance (to which he or she is entitled under the provisions of this section) of his or her contribution, shall be entitled to a pension-providing-for-increased-take-home-pay and death benefit to the same extent as if such waiver had not been made. f. 1. With respect to each contributor to whom or for whose benefit the provisions of subdivision b or d of this section, or both, are applicable under the provisions of subdivisions a and c of this section, or to whom or for whose benefit the provisions of paragraph four of subdivision g, paragraph four of subdivision i, paragraph one of subdivision j, paragraph one of subdivision k, paragraph one of subdivision l, paragraph one of subdivision m, paragraph one of subdivision n, paragraph one of subdivision o or paragraph one of subdivision p of this section are applicable, contributions shall be made to the contingent reserve fund by the city with respect to the period of such applicability, at a rate fixed by the actuary which shall be computed to be sufficient to provide the death benefit hereunder and pension-providing-for-increased-take-home-pay which are or may become payable on account of such contributor. 2. Such a benefit and such a pension-providing-for-increased-take-home-pay shall be based on a reserve-for-increased-take-home-pay. 3. (a) Notwithstanding any other provision of this title or any other law to the contrary, all contributions due from the city to the contingent reserve fund with respect to the fiscal year nineteen hundred seventy-one--nineteen hundred seventy-two and with respect to each fiscal year thereafter under the provisions of paragraph one of this subdivision f shall be payable with regular interest thereon in the second fiscal year after the fiscal year with respect to which such contributions are due. (b) In any case where during the fiscal year nineteen hundred seventy-one--nineteen hundred seventy-two or any succeeding fiscal year, any amount would have been currently deposited and credited to a variable annuity program participant's individual account in the variable pension accumulation fund, if subparagraph (a) of this paragraph three had not been enacted, an equal amount shall be transferred from the contingent reserve fund and shall be deposited and credited to such account at the same time and in the same manner as if such subparagraph (a) had not been enacted. g. Provisions relating to fiscal year nineteen hundred sixty-two--nineteen hundred sixty-three. 1. The board of estimate, by resolution adopted prior to June first, nineteen hundred sixty-two, may elect that the provisions of paragraph four of this subdivision g and the provisions of subdivisions e and f of this section shall be applicable to and for the benefit of all contributors. 2. In the event that such board adopts such a resolution, the provisions of such paragraph four and of such subdivisions e and f shall, on the date on which such paragraph becomes operative, become applicable to and for the benefit of all contributors. 3. On and after June first, nineteen hundred sixty-two, such board may not rescind such an election. 4. In the event that such board, pursuant to the provisions of paragraphs one and two of this subdivision g, elects that the provisions of this paragraph four and of such subdivisions e and f shall be applicable to and for the benefit of all contributors, then beginning with the payroll period the first day of which is nearest to July first, nineteen hundred sixty-two and ending with the payroll period immediately prior to that the first day of which is nearest to June thirtieth, nineteen hundred sixty-three, the contribution of each contributor, exclusive of any increase in such contribution pursuant to section 13-525 or subdivision two of section 13-554 of this chapter or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by five per centum of the salary of such contributor. h. Where the rate of contribution of a contributor to whom or for whose benefit the provisions of paragraph four of subdivision g or paragraph four of subdivision i of this section are applicable, exclusive of any increase in such rate pursuant to section 13-525 or subdivision two of section 13-554 of this chapter, or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, and before reduction thereof pursuant to either of such paragraphs four, is equal to or less than five per centum, such rate shall be discontinued. i. Provisions relating to fiscal year nineteen hundred sixty-three--nineteen hundred sixty-four and certain subsequent fiscal years. 1. (a) Fiscal year nineteen hundred sixty-three--nineteen hundred sixty-four. The board of estimate, by resolution adopted prior to June first, nineteen hundred sixty, may elect that the provisions of subdivisions b, e and f of this section shall be applicable to and for the benefit of all contributors. (b) Fiscal year nineteen hundred sixty-four--nineteen hundred sixty-five. The mayor, by executive order adopted prior to June first, nineteen hundred sixty-four, may elect that the provisions of paragraph four of this subdivision i and the provisions of subdivisions e and f of this section shall be applicable to and for the benefit of all contributors. (c) Fiscal year nineteen hundred sixty-five--nineteen hundred sixty-six. The mayor, by executive order adopted prior to June nineteenth, nineteen hundred sixty-five, may elect that the provisions of paragraph four of this subdivision i and the provisions of subdivisions e and f of this section shall be applicable to and for the benefit of all contributors. On and after June nineteenth, nineteen hundred sixty-five, the mayor may not rescind such an election. The provisions of paragraph three of this subdivision i shall not apply to an election made under this subparagraph (c). (d) Fiscal year nineteen hundred sixty-six--nineteen hundred sixty-seven. The mayor, by executive order adopted prior to June nineteenth, nineteen hundred sixty-six, may elect that the provisions of paragraph four of this subdivision i and the provisions of subdivisions e and f of this section shall be applicable to and for the benefit of all contributors. On and after June nineteenth, nineteen hundred sixty-six, the mayor may not rescind such an election. The provisions of paragraph three of this subdivision i shall not apply to an election made under this subparagraph (d). (e) Fiscal year nineteen hundred sixty-seven--nineteen hundred sixty-eight. The mayor, by executive order adopted prior to June seventeenth, nineteen hundred sixty-seven, may elect that the provisions of paragraph four of this subdivision i and the provisions of subdivisions e and f of this section shall be applicable to and for the benefit of all contributors. On and after June seventeenth, nineteen hundred sixty-seven, the mayor may not rescind such an election. The provisions of paragraph three of this subdivision i shall not apply to an election made under this subparagraph (e). (f) Provisions for fiscal year nineteen hundred sixty-eight--nineteen hundred sixty-nine relating to city university of New York contributors. The mayor, by executive order adopted prior to June seventeenth, nineteen hundred sixty-eight, may elect that the provisions of paragraph four of this subdivision i and the provisions of subdivisions e and f of this section shall be applicable to and for the benefit of all contributors who are employees of the city university of New York. On and after June seventeenth, nineteen hundred sixty-eight, the mayor may not rescind such an election. The provisions of paragraph three of this subdivision i shall not apply to an election made under this subparagraph. (g) Provisions for fiscal year nineteen hundred sixty-nine--nineteen hundred seventy relating to transferred contributors and contributors other than contributors who are employees of the board of education or the city university of New York. The mayor by executive order adopted prior to June sixteenth, nineteen hundred sixty-nine, may elect that the provisions of paragraph four of this subdivision i and the provisions of subdivisions e and f of this section shall be applicable to and for the benefit of (1) all contributors who are transferred contributors and (2) all contributors other than contributors who are employees of the board of education of the city or city university of New York. On and after June sixteenth, nineteen hundred sixty-nine, the mayor may not rescind such an election. The provisions of paragraph three of this subdivision i shall not apply to an election made under this subparagraph. (h) Provisions for fiscal year nineteen hundred seventy--nineteen hundred seventy-one relating to transferred contributors and contributors other than contributors who are employees of the board of education or city university of New York. The mayor by executive order adopted prior to June sixteenth, nineteen hundred seventy may elect that the provisions of paragraph four of this subdivision i and the provisions of subdivisions e and f of this section shall be applicable to and for the benefit of (1) all contributors who are transferred contributors and (2) all contributors other than contributors who are employees of the board of education of the city or city university of New York. On and after June sixteenth, nineteen hundred seventy, the mayor may not rescind such an election. The provisions of paragraph three of this subdivision i shall not apply to an election under this subparagraph. (i) Provisions for fiscal year nineteen hundred seventy-one--nineteen hundred seventy-two relating to transferred contributors and contributors other than contributors who are employees of the board of education or city university of New York. The mayor by executive order adopted prior to the date forty-five days after the adjournment of the regular session of the legislature in nineteen hundred seventy-one may elect that the provisions of paragraph four of this subdivision i and the provisions of subdivisions e and f of this section shall be applicable to and for the benefit of (1) all contributors who are transferred contributors and (2) all contributors other than contributors who are employees of the board of education of the city or city university of New York. On and after such date forty-five days after such adjournment, the mayor may not rescind such an election. The provisions of paragraph three of this subdivision i shall not apply to an election under this subparagraph. (j) Provisions for fiscal year nineteen hundred seventy-two-nineteen hundred seventy-three relating to transferred contributors and other contributors who are not employees of the board of education or city university of New York. The mayor, by executive order adopted prior to the date forty-five days after the adjournment of the regular session of the legislature in nineteen hundred seventy-two or June seventeenth of such year, whichever is later, may elect that the provisions of paragraph four of this subdivision i and the provisions of subdivisions c and f of this section shall be applicable to and for the benefit of (1) all contributors who are transferred contributors and (2) all other contributors who are not employees of the board of education of the city or city university of New York. On and after such date forty-five days after such adjournment or such June seventeenth, whichever is later, the mayor may not rescind such an election. The provisons of paragraph three of this subdivision i shall not apply to an election under this subparagraph. 2. In the event that the mayor adopts such an executive order, the provisions of such paragraph four and of such subdivisions e and f shall, on the applicable date on which such paragraph becomes operative with respect to the corresponding fiscal year specified in paragraph one of this subdivision i, become applicable to and for the benefit of all contributors who are designated in paragraph one of this subdivision i as eligible for the benefit of such order with respect to such fiscal year. 3. On and after June first, of the fiscal year described in an executive order issued pursuant to paragraphs one and two of this subdivision i, the mayor may not rescind such an election. 4. In the event that the mayor, pursuant to the provisions of paragraphs one and two of this subdivision i, elects that the provisions of this paragraph four and of such subdivisions e and f shall be applicable to and for the benefit of all contributors designated in the applicable provisions of such paragraph one as eligible for the benefit of such election, then beginning with the payroll period the first day of which is nearest to July first, of the fiscal year described in an executive order issued pursuant to paragraphs one and two of this subdivision i and ending with the payroll period immediately prior to that the first day of which is nearest to June thirtieth, of such fiscal year, the contribution of each contributor so designated as eligible with respect to such fiscal year, exclusive of any increase in such contribution pursuant to section 13-525 or subdivision two of section 13-554 of this chapter or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by five per centum of the salary of such contributor. j. Provisions relating to the period September first, nineteen hundred sixty-seven through September seven, nineteen hundred sixty-nine for board of education contributors. 1.(a) Subject to the provisions of sub-paragraph (b) of this paragraph one, beginning with the payroll period the first day of which is nearest September first, nineteen hundred sixty-seven, and ending with the payroll period immediately prior to that the first day of which is nearest to June thirtieth, nineteen hundred sixty-eight, the contribution of each contributor who is an employee of the board of education of the city of New York, exclusive of any increase in such contribution pursuant to section 13-525 or subdivision two of section 13-554 of this chapter or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by three per centum of the salary of such contributor. (b) The reduction provided for by subparagraph (a) of this paragraph one shall be in addition to any reduction made during the period mentioned in such subparagraph (a) pursuant to subparagraph (e) of paragraph one of subdivision i of this section. The amount of the reduction made pursuant to subparagraph (a) of this paragraph one in the contribution of any such contributor for such portion of the period mentioned in such subparagraph (a) as precedes the effective date of this subdivision shall be refunded by the retirement board without interest unless such reduction has been waived pursuant to subdivision e of this section. Where the rate of contribution of such contributor, exclusive of any increase in such rate pursuant to section 13-525 or subdivision two of section 13-554, or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, and before reduction thereof pursuant to subparagraph (a) of this paragraph is equal to or less than three per cent during the period mentioned in such subparagraph (a), such rate shall be discontinued. (c) Beginning with the payroll period the first day of which is nearest to June thirtieth, nineteen hundred sixty-eight and ending with the payroll period immediately prior to that the first day of which is nearest to September seventh, nineteen hundred sixty-nine, the contribution of each contributor who is an employee of the board of education of the city of New York, exclusive of any increase in such contribution pursuant to section 13-525 or subdivision two of section 13-554 of this chapter or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by eight per centum of the salary of such contributor. Where the rate of contribution of such contributor, exclusive of any increase in such rate pursuant to section 13-525 or subdivision two of section 13-554, or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, and before reduction thereof pursuant to this subparagraph (c), is equal to or less than eight per cent, such rate shall be discontinued. 2. The provisions of subdivisions e and f of this section shall be applicable to and for the benefit of all contributors who are employees of the board of education of the city of New York. k. Provisions relating to the period September first, nineteen hundred sixty-nine through August thirty-first, nineteen hundred seventy for board of education contributors. 1. Beginning with the payroll period the first day of which is September first, nineteen hundred sixty-nine and ending with the payroll period the last day of which is August thirty-first, nineteen hundred seventy, the contribution of each contributor who is an employee of the board of education of the city, exclusive of any increase in such contribution pursuant to section 13-525 or subdivision two of section 13-554 of this chapter or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by eight per centum of the salary of such contributor. Where the rate of contribution of such contributor, exclusive of any increase in such rate pursuant to section 13-525 or subdivision two of section 13-554, or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, and before reduction thereof pursuant to this subdivision k, is equal to or less than eight per cent, such rate shall be discontinued. 2. The provisions of subdivision e and f of this section shall be applicable to and for the benefit of all contributors who are employees of the board of education of the city. l. Provisions relating to the period September first, nineteen hundred sixty-eight through August thirty-first, nineteen hundred seventy for city university of New York contributors. 1. (a) Subject to the provisions of subparagraph (b) of this paragraph one, the mayor by executive order adopted prior to June sixteenth, nineteen hundred sixty-nine, may elect that, beginning with the payroll period the first day of which is nearest September first, nineteen hundred sixty-eight, and ending with the payroll period immediately prior to that the first day of which is nearest to June thirtieth, nineteen hundred sixty-nine, the contribution of each contributor who is an employee of the city university of New York, exclusive of any increase in such contribution pursuant to section 13-525 or subdivision two of section 13-554 of this chapter or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by three percentum of the salary of such contributor. On and after June sixteenth, nineteen hundred sixty-nine, the mayor may not rescind such an election. (b) Any reduction made pursuant to subparagraph (a) of this paragraph one shall be in addition to any reduction made during the period mentioned in such subparagraph (a) pursuant to subparagraph (f) of paragraph one of subdivision i of this section. The amount of any reduction made pursuant to subparagraph (a) of this paragraph one in the contribution of any such contributor for such portion of the period mentioned in such subparagraph (a) as precedes July first, nineteen hundred sixty-nine, shall be refunded by the retirement board without interest unless such reduction has been waived pursuant to subdivision e of this section. Where the rate of contribution of such contributor, exclusive of any increase in such rate pursuant to section 13-525 or subdivision two of section 13-554, or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, and before reduction thereof pursuant to subparagraph (a) of this paragraph is equal to or less than three percent during the period mentioned in such subparagraph (a), such rate, if such reduction be made pursuant to such subparagraph (a), shall be discontinued. (c) The mayor by executive order adopted prior to June sixteenth, nineteen hundred sixty-nine may elect that beginning with the payroll period the first day of which is nearest to June thirtieth, nineteen hundred sixty-nine and ending with the payroll period the last day of which is August thirty-first, nineteen hundred seventy, the contribution of each contributor who is an employee of the city university of New York, exclusive of any increase in such contribution pursuant to section 13-525 or subdivision two of section 13-554 of this chapter or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by eight percentum of the salary of such contributor. Where the rate of contribution of such contributor, exclusive of any increase in such rate pursuant to section 13-525 or subdivision two of section 13-554, or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, and before reduction thereof pursuant to this subparagraph (c), is equal to or less than eight per cent, such rate, if such reduction be made pursuant to this subparagraph (c), shall be discontinued. On and after June sixteenth, nineteen hundred sixty-nine, the mayor may not rescind such an election. 2. The provisions of subdivisions e and f of this section shall be applicable to and for the benefit of all contributors who are employees of the city university of New York. m. Provisions relating to the period September first, nineteen hundred seventy through August thirty-first, nineteen hundred seventy-one for board of education contributors. 1. (a) Beginning with the payroll period the first day of which is July first, nineteen hundred seventy and ending with the payroll period the last day of which is August thirty-first, nineteen hundred seventy-one, the contribution of each contributor who is an employee of the board of education of the city, exclusive of any increase in such contribution pursuant to section 13-525 or subdivision two of section 13-554 of this chapter or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall, if a bill entitled \"An act to amend the administrative code of the city of New York, in relation to providing additional rights, privileges and benefits for contributors to the New York city teachers' retirement system, including optional retirement plans\" is enacted into law, be reduced by five percentum of the salary of such contributor. Where the rate of contribution of such contributor, exclusive of any increase in such rate pursuant to such section 13-525 or subdivision two of such section 13-554, or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, and before reduction thereto pursuant to this paragraph one, is equal to or less than five per cent, such rate shall be discontinued. (b) If such bill referred to in subparagraph (a) of this paragraph one is enacted, (i) the reduction in contributions of contributors provided for in subparagraph (a) of this paragraph one with respect to the months of July and August, nineteen hundred seventy shall be in lieu of and shall supersede the reductions in contributions of contributors provided for with respect to such months by paragraph one of subdivision k of this section, and (ii) the reduction in contributions of contributors provided for with respect to such months by paragraph one of such subdivision k shall not be made. 2. In the event that the bill hereinabove entitled is not enacted into law, then beginning with the payroll period the first day of which is September first, nineteen hundred seventy and ending with the payroll period the last day of which is August thirty-first, nineteen hundred seventy-one, the contribution of each contributor who is an employee of the board of education of the city, exclusive of any increase in such contribution pursuant to section 13-525 or subdivision two of section 13-554 of this chapter or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by eight per centum of the salary of such contributor. Where the rate of contribution of such contributor, exclusive of any increase in such rate pursuant to such section 13-525 or subdivision two of such section 13-554, or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, and before reduction thereof pursuant to this paragraph two, is equal to or less than eight per cent, such rate shall be discontinued. 3. The provisions of subdivisions e and f of this section shall be applicable to and for the benefit of all contributors who are employees of the board of education of the city. n. Provisions relating to the period September first, nineteen hundred seventy through August thirty-first, nineteen hundred seventy-one for city university of New York contributors. 1. (a) Beginning with the payroll period the first day of which is July first, nineteen hundred seventy and ending with the payroll period the last day of which is August thirty-first, nineteen hundred seventy-one, the contribution of each contributor who is an employee of the city university of New York, exclusive of any increase in such contribution pursuant to section 13-525 on subdivision two of section 13-554 of section one hundred thirty-eight-b of the retirement and social security law, shall, if a bill entitled \"An act to amend the administrative code of the city of New York, in relation to providing additional rights, privileges and benefits for contributors to the New York city teachers' retirement system, including optional retirement plans\" is enacted into law, be reduced by five percentum of the salary of such contributor. Where the rate of contribution of such contributor, exclusive of any increase in such rate pursuant to section 13-525 or subdivision two of section 13-554, or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, and before reduction thereof pursuant to this paragraph one, is equal to or less than five per cent, such rate, if such reduction be made pursuant to this paragraph one, shall be discontinued. (b) If the bill referred to in subparagraph (a) of this paragraph one is enacted, (i) the reduction in contributions of contributors provided for in subparagraph (a) of this paragraph one with respect to the months of July and August, nineteen hundred seventy shall be in lieu of and shall supersede the reductions in contributions of contributors provided for with respect to such months by subparagraph (c) of paragraph one of subdivision l of this section, and (ii) the reduction in contributions of contributors provided for with respect to such months by such subparagraph (c) shall not be made. 2. In the event that the bill hereinabove entitled is not enacted into law, then beginning with the payroll period the first day of which is September first, nineteen hundred seventy and ending with the payroll period the last day of which is August thirty-first, nineteen hundred seventy-one, the contribution of each contributor who is an employee of the city university of New York, exclusive of any increase in such contribution pursuant to section 13-525 or subdivision two of section 13-554 of this chapter or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by eight percentum of the salary of such contributor. Where the rate of contribution of such contributor, exclusive of any increase in such rate pursuant to section 13-525 or subdivision two of section 13-554, or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, and before reduction thereof pursuant to this paragraph two, is equal to or less than eight per cent, such rate, if such reduction be made pursuant to this paragraph two, shall be discontinued. 3. The provisions of subdivisions e and f of this section shall be applicable to and for the benefit of all contributors who are employees of the city university of New York. o. Provisions relating to the period September first, nineteen hundred seventy-one through August thirty-first, nineteen hundred seventy-two for board of education and city university of New York contributors. 1. Beginning with the payroll period the first day of which is September first, nineteen hundred seventy-one and ending with the payroll period the last day of which is August thirty-first, nineteen hundred seventy-two, the contribution of each contributor who is an employee of the board of education or city university of New York, exclusive of any increase in such contribution pursuant to section 13-525 or subdivision two of section 13-554 of this chapter or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by five percentum of the salary of such contributor. Where the rate of contribution of such contributor, exclusive of any increase in such rate pursuant to such section 13-525 or subdivision two of such section 13-554, or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, and before reduction thereof pursuant to this paragraph one, is equal to or less than five per cent, such rate shall be discontinued. 2. The provisions of subdivisions e and f of this section shall be applicable to and for the benefit of all contributors who are employees of the board of education or city university of New York. p. Provisions relating to the period September first, nineteen hundred seventy-two through August thirty-first, nineteen hundred seventy-three for board of education and city university of New York. 1. The mayor, by executive order adopted prior to the date forty-five days after the adjournment of the regular session of the legislature in nineteen hundred seventy-two or June seventeenth of such year, whichever is later, may elect that beginning with the payroll period the first day of which is September first, nineteen hundred seventy-two and ending with the payroll period the last day of which is August thirty-first, nineteen hundred seventy-three, the contribution of each contributor who is an employee of the board of education or city university of New York, exclusive of any increase in such contribution pursuant to section 13-525 or subdivision two of section 13-554 of this chapter of any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, shall be reduced by five percentum of the salary of such contributor. If such election is made by the mayor, then in any case where the rate of contribution of any such contributor, exclusive of any increase in such rate pursuant to such section 13-525 or subdivision two of such section 13-554, or any reduction thereof pursuant to subdivision one of section one hundred thirty-eight-b of the retirement and social security law, and before reduction thereof pursuant to this paragraph one, is equal to or less than five per cent, such rate shall be discontinued. 2. The provisions of subdivisions e and f of this section shall be applicable to and for the benefit of all contributors who are employees of the board of education or city university of New York. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "4",
    "text": "TEACHERS' RETIREMENT SYSTEM"
  },
  "heading": {
    "title": "13",
    "chaptersection": "546",
    "identifier": "13-546",
    "catch_text": "Pensions-for-increased-take-home-pay."
  }
}