{
  "text": "ยง 13-603 Composition of fund. The relief and pension fund of the department of street cleaning shall consist of the following: 1. The capital, interest, income, dividends, cash, deposits, securities and credits in such fund on the first day of January, nineteen hundred thirty-eight. 2. A sum of money equal to, but no greater than, three per cent of the weekly or monthly pay, salary or compensation of each member, which sum shall be deducted, weekly or monthly, as the case may be, by the comptroller from the pay, salary or compensation, of each and every member, and such comptroller is hereby authorized, empowered and directed to deduct such sum of money, and to pay the same monthly to the treasurer and trustee of the relief and pension fund of the department of street cleaning. 3. All money, pay, compensation or salary, or any part thereof, forfeited, deducted or withheld from any member on account of fines, suspensions or absence for any cause, loss of time, sickness or other disability, physical or mental, to be paid monthly by the comptroller to the treasurer and trustee of such fund, except in the case of a sweeper, driver, or other employee who may have been sick or absent for any cause, and whose position has been filled by an extra sweeper, driver, or other temporary employee, to whom compensation has been paid. 4. All moneys received for the privilege of scow trimming or assorting of refuse at the various dumps in the city, or at any other place where refuse may be disposed of. 5. All moneys received from the sale of steam or house ashes, garbage and refuse, collected by the department of sanitation, and any moneys that may be received for the disposal of such steam or house ashes, garbage or refuse. 6. So much of the proceeds of sales of unharnessed trucks, carts, wagons and vehicles of any description, and of all boxes, barrels, bales or other merchandise, or other movable property, found in any public street or place and removed therefrom by the commissioner of sanitation under any provision of law authorizing such commissioner to remove and to sell such incumbrances, as exceeds the necessary expense of the sales of such condemned property or unredeemed incumbrances and which is not, under such provision of the law, paid to the lawful owner or owners of such incumbrances sold, and all moneys collected for the release of merchandise, unharnessed vehicles or movable property so removed. 7. All gifts or bequests which may be made to such fund or the commissioner of sanitation as treasurer and trustee of such fund. Such commissioner is hereby authorized and empowered to take and hold such gifts or bequests for the use of such fund. 8. In case the amount derived from the different sources included in this section shall not be sufficient at any time to enable the trustee of the fund to pay in full the pensions which have been or which may hereafter be granted, it shall be the duty of the commissioner of sanitation each year at the time of making up the departmental estimate, to prepare a full and detailed statement of the assets of such fund and the amount which is required to pay in full all such pensions, and to present the same to the director of the budget, together with a statement of the amount of money required to enable such treasurer and trustee to pay such pensions in full. There shall be included annually in the budget a sum sufficient to provide for such deficiency. The comptroller shall pay over the money so provided to the trustee of the relief and pension fund. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "603",
    "identifier": "13-603",
    "catch_text": "Composition of fund."
  }
}