{
  "text": "ยง 13-635 Computation of length of service of physicians and surgeons. In determining the terms of service of any member of the police force, service in the municipal and metropolitan force, or service as a physician and surgeon in the classified service in any other department of the city or service not exceeding three years as an intern duly appointed and removable by the city of New York, of any hospital owned and operated by such city, provided, that for any such period maintenance, consisting of room and board was received without accompanying cash payment and provided further, that such intern shall pay into the fund an amount equal to the amount he or she would have paid during such service if he or she had been a physician or surgeon in such force, receiving compensation based on an annual rate of five thousand dollars and subsequently in the police force of the city, as constituted prior to chapter three hundred seventy-eight of laws of eighteen hundred ninety-seven or in any police force within the limits of the city as constituted by chapter three hundred seventy-eight of the laws of eighteen hundred ninety-seven, and thereafter in the police force created by the greater New York charter as amended by chapter four hundred sixty-six of the laws of nineteen hundred one, shall be counted and held to be service in the police force of the city. Any person, however, becoming a member of the police department of the city, in the manner herein provided, shall not be entitled to participate in the benefits of the police pension fund, unless he or she shall pay into such fund the total amount that he or she would have been required to pay in order to participate therein had he or she been a member of such force from the time he or she entered the service of such other department. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "635",
    "identifier": "13-635",
    "catch_text": "Computation of length of service of physicians and surgeons."
  }
}