{
  "text": "ยง 13-694 Definitions. As used in this article, the following terms shall mean and include: a. \"Fire section two hundred seven-i.\" Section two hundred seven-i of the general municipal law, as added by chapter five hundred forty-six of the laws of nineteen hundred sixty-seven. b. \"Obligor responsible for supplementation.\" (1) In relation to any retiree, such term shall mean the public employer which employed any retiree immediately prior to the effective date of such retiree's retirement, or, where such public employer no longer exists or is no longer performing the functions in relation to which such retiree was then employed, such term shall mean its successor performing or substantially performing the same or similar functions; provided, however, that in any case where a retiree was employed by the board of education of the city or the former board of higher education of the city immediately prior to his or her retirement, such term shall mean the city. (2) In relation to any surviving spouse who is a designated annuitant (as defined in paragraph ten of subdivision a of section 13-680 of the code) entitled to receive a supplemental retirement allowance under subdivision l of such section 13-680, such term shall mean the public employer which would be the obligor responsible for supplementation with respect to the retiree from whom such spouse's entitlement to a supplemental retirement allowance is derived, if such retiree were living. 2-a. In relation to any surviving spouse under a continuing benefit option (as defined in subdivision h of this section), such term shall mean the public employer which would be the obligor responsible for supplementation with respect to the retiree from whom such spouse's entitlement to a supplemental retirement allowance is derived, if such retiree were living. (3) Notwithstanding any other provision of this article to the contrary, in any case where the obligor responsible for supplementation is other than the city, such obligor and the mayor may agree upon an allocation formula which shall be used to determine the amount to be paid by such obligor with respect to any fiscal year as such obligor's share of any contribution to the contingent reserve fund of a retirement system required to be made in such fiscal year by the provisions of this article for the purpose of funding supplemental retirement allowances. Payment of such share with respect to such fiscal year pursuant to such formula shall be in full satisfaction of the obligation of such obligor to make contributions for such fiscal year under the provisions of this article. c. \"Original supplemental retirement allowance.\" The portion of a supplemental retirement allowance, which portion is payable pursuant to the applicable provisions of subdivisions b, c and d of section 13-680 of this chapter and section 13-682 thereof (other than that part of any such portion, which part is attributable to forty per centum of the adjusted one hundred per centum increase required by paragraph three of such subdivision d to be made in the adjusted percentage otherwise applicable to the computation of supplements under such subdivisions b, c and d for eligible persons who retired prior to October first, nineteen hundred fifty-seven) or subdivisions a and b of the police section two hundred seven-i (other than (1) that part of any such portion, which part is attributable to forty per centum of the adjusted one hundred per centum increase required by subdivision b of such section two hundred seven-i to be made in the adjusted percentage otherwise applicable to the computation of supplements under subdivisions a and b of such section two hundred seven-i for pensioners who retired prior to April first, nineteen hundred fifty-eight and (2) the portion of any such allowance payable pursuant to subdivisions a and b of such section two hundred seven-i to a police other-than-disability retiree who shall have attained age sixty-two on or after October first, nineteen hundred seventy-two) or subdivisions a and b of the fire section two hundred seven-i (other than (1) that part of any such portion, which part is attributable to forty per centum of the adjusted one hundred per centum increase required by subdivision b of such section two hundred seven-i to be made in the adjusted percentage otherwise applicable to the computation of supplements under subdivisions a and b of such section two hundred seven-i for pensioners who retired prior to April first, nineteen hundred fifty-eight and (2) the portion of any such allowance payable pursuant to subdivisions a and b of such section two hundred seven-i to a fire other-than-disability retiree who shall have attained age sixty-two on or after October first, nineteen hundred seventy-two). d. \"Police section two hundred seven-i.\" Section two hundred seven-i of the general municipal law, as added by chapter five hundred sixty-one of the laws of nineteen hundred sixty-seven. e. \"Retiree.\" A person who retired as a member of a retirement system and who is entitled to receive, as a result of such retirement, (1) a supplemental retirement allowance under the applicable provisions of sections 13-680 and 13-682 of this chapter or the police section two hundred seven-i or the fire section two hundred seven-i or (2) an additional supplemental retirement allowance under the provisions of section thirty of chapter six hundred fifty-eight of the laws of nineteen hundred eighty-four or section thirty-one of such chapter. f. \"Retirement system.\" Any of the following: the New York city employees' retirement system; the retirement system of the teachers' retirement association provided for by title B of chapter twenty of the code; the police pension fund provided for by subchapter two of chapter two of this title; the fire department pension fund provided for by subchapter two of chapter three of this title; and the board of education retirement system of the city. g. \"Supplement commencing in nineteen hundred eighty-one or later.\" Such term shall mean any of the following supplemental retirement allowances or portions thereof: (1) The portion of a supplemental retirement allowance, which portion is payable pursuant to the provisions of subparagraph (b) of paragraph one of subdivision e of section 13-680 of this chapter and section 13-682 thereof, or (2) a supplemental retirement allowance payable pursuant to the provisions of paragraph three or paragraph five or paragraph six of such subdivision e, or (3) the portion of a supplemental retirement allowance, which portion is payable pursuant to the provisions of subdivision b-1 of the police section two hundred seven-i, to retirees who retired prior to the calendar year nineteen hundred seventy, or (4) the supplemental retirement allowance payable pursuant to the provisions of such subdivision b-1 to retirees who retired during the period beginning on January first, nineteen hundred seventy and ending on March thirty-first, nineteen hundred seventy, or (5) the portion of a supplemental retirement allowance, which portion is payable pursuant to paragraph three of subdivision b-1 of the fire section two hundred seven-i to retirees who retired prior to the calendar year nineteen hundred seventy, or (6) the supplemental retirement allowance payable pursuant to the provisions of subdivision b-1 of the fire section two hundred seven-i to retirees who retired during the period beginning on January first, nineteen hundred seventy and ending on March thirty-first, nineteen hundred seventy, or (7) any supplemental retirement allowance payable pursuant to any of the provisions of subdivisions f, g, h, i, j, l and k of section 13-680 of this chapter, or subdivisions b-2, b-3, b-4, b-5, b-6 and b-7 of the police section two hundred seven-i of the general municipal law or subdivisions b-2, b-3, b-4, b-5, b-6 and b-7 of the fire section two hundred seven-i of the general municipal law, or (8) any portion of a supplemental retirement allowance, which portion is payable pursuant to subdivisions a and b of the police section two hundred seven-i to police other-than-disability retirees who shall have attained age sixty-two on or after October first, nineteen hundred seventy-two or any portion of a supplemental retirement allowance, which portion is payable pursuant to subdivisions a and b of the fire section two hundred seven-i to fire other-than-disability retirees who shall have attained age sixty-two on or after October first, nineteen hundred seventy-two, or (9) that part of the portion of a supplemental retirement allowance payable pursuant to the applicable provisions of subdivisions b, c and d of section 13-680 of this chapter and section 13-682 thereof, which part is attributable to forty per centum of the adjusted one hundred per centum increase required by paragraph three of such subdivision d to be made in the adjusted percentage otherwise applicable to the computation of supplements under such subdivisions b, c and d for persons who retired prior to October first, nineteen hundred fifty-seven, or (10) that part of the portion of a supplemental retirement allowance payable pursuant to the applicable provisions of subdivisions a and b of police section two hundred seven-i, which part is attributable to forty per centum of the adjusted one hundred per centum increase required by subdivision b of such section two hundred seven-i to be made in the adjusted percentage otherwise applicable to the computation of supplements under subdivisions a and b of such section two hundred seven-i for pensioners who retired prior to April first, nineteen hundred fifty-eight, or (11) that part of the portion of a supplemental retirement allowance payable pursuant to subdivisions a and b of fire section two hundred seven-i, which part is attributable to forty per centum of the adjusted one hundred per centum increase required by subdivision b of such section two hundred seven-i to be made in the adjusted percentage otherwise applicable to the computation of supplements under subdivisions a and b of such section two hundred seven-i for pensioners who retired prior to April first, nineteen hundred fifty-eight, or (12) the increase in any supplemental retirement allowance, which increase both (i) was made by any of sections fourteen, and sixteen to twenty-nine, inclusive, of chapter six hundred fifty-eight of the laws of nineteen hundred eighty-four and (ii) is required to be paid by a retirement system (as defined in subdivision f of this section), or (13) any additional supplemental retirement allowance payable by a retirement system pursuant to the provisions of section thirty or section thirty-one of such chapter. h. \"Surviving spouse under a continuing benefit option.\" A deceased retiree's spouse who is or may become eligible to receive a supplemental retirement allowance under subdivision k of section 13-680 of the code or subdivision b-7 of police section two hundred seven-i of the general municipal law or subdivision b-7 of fire section two hundred seven-i of the general municipal law, whether or not such supplemental retirement allowance has become payable to such spouse. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "694",
    "identifier": "13-694",
    "catch_text": "Definitions."
  }
}