{
  "text": "ยง 13-687 Supplemental pension for a surviving spouse, dependent or child of a deceased member of the uniformed force of the police or fire department. a. (1) In addition to any other payment authorized or required by any other provisions of law, excepting a police or fire line-of-duty surviving spouse or dependent entitled thereto under section 13-686 of this chapter, there shall be paid a monthly amount, as hereinafter provided for in this subdivision a, to a surviving spouse, dependent or minor child of a deceased member of the police pension fund, subchapter one, and the fire department pension fund, subchapter one, where, by reason of the death of such member, such spouse, dependent or minor child was or shall be receiving a pension from such system or plan pursuant to the provisions of this code. (2) (i) In any case where such death occurred prior to June first, nineteen hundred eighty-one, payment of such additional amount shall be made as provided for in subparagraph (ii) of this paragraph two. (ii) Such payment shall commence with a payment for the later of the month of September, nineteen hundred eighty or the month next following the month in which such death occurred. The additional amount payable for each payment month shall be twenty-five dollars to and including the month of June, nineteen hundred eighty-one. An amount of fifty dollars shall be paid for the month of July, nineteen hundred eighty-one and for each month thereafter to and including the month of June, nineteen hundred eighty-five. An amount of one hundred dollars shall be paid for the month of July, nineteen hundred eighty-five and for each month thereafter. (3) In any case where such death occurred or shall occur on or after June first, nineteen hundred eighty-one, an amount of fifty dollars per month shall be paid, commencing with a payment for the later of the month of July, nineteen hundred eighty-one or the month next following the month in which such death occurred or shall occur and continuing with a payment of fifty dollars for each month thereafter to and including the month of June, nineteen hundred eighty-five. An amount of one hundred dollars shall be paid for the month of July, nineteen hundred eighty-five and for each month thereafter. (4) Notwithstanding any other provision of law to the contrary, for payments made for the month of July, nineteen hundred ninety-four and for each month thereafter pursuant to and in accordance with the requirements of paragraph two or three of this subdivision to a surviving spouse of a member of the police pension fund, subchapter one, such paragraph two or three shall be deemed to provide for the following amounts of such payments: (i) for each such monthly payment made to such person for the month of July, nineteen hundred ninety-four and for each month thereafter to and including the month of June, nineteen hundred ninety-five, the words \"one hundred fifty dollars\" shall be substituted for the words \"one hundred dollars\" in such paragraph two or three; (ii) for each such monthly payment made to such person for the month of July, nineteen hundred ninety-five and for each month thereafter, the words \"one hundred sixty dollars\" shall be substituted for the words \"one hundred dollars\" in such paragraph two or three; and (iii) for each such monthly payment made to such person for the month of July, two thousand and for each month thereafter, the words \"two hundred dollars\" shall be substituted for the words \"one hundred dollars\" in such paragraph two or three. Commencing September first, two thousand one, the monthly benefit payable pursuant to this section shall be increased in an amount determined pursuant to subdivision d of section 13-696 of this title. (5) Notwithstanding any other provision of law to the contrary, for payments made for the month of July, nineteen hundred ninety-four and for each month thereafter pursuant to and in accordance with the requirements of paragraph two or three of this subdivision to a surviving spouse of a member of the fire department pension fund, subchapter one, such paragraph two or three shall be deemed to provide for the following amounts of such payments: (i) for each such monthly payment made to such person for the month of July, nineteen hundred ninety-four and for each month thereafter to and including the month of June, nineteen hundred ninety-five, the words \"one hundred fifty dollars\" shall be substituted for the words \"one hundred dollars\" in such paragraph two or three; (ii) for each such monthly payment made to such person for the month of July, nineteen hundred ninety-five and for each month thereafter, the words \"one hundred sixty dollars\" shall be substituted for the words \"one hundred dollars\" in such paragraph two or three; and (iii) for each such monthly payment made to such person for the month of July, two thousand and for each month thereafter, the words \"two hundred dollars\" shall be substituted for the words \"one hundred dollars\" in such paragraph two or three. Commencing September first, two thousand one, the monthly benefit payable pursuant to this section shall be increased in an amount determined pursuant to subdivision d of section 13-696 of this title. b. If more than one such person are or shall be receiving from such system or plan pursuant to any such section as a result of being a surviving spouse, dependent or minor child of the same deceased member, they shall collectively be deemed to be one such person and any supplemental pension granted to a surviving spouse, dependent or child shall be divided among such persons in the same proportions as the pensions received by them. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "687",
    "identifier": "13-687",
    "catch_text": "Supplemental pension for a surviving spouse, dependent or child of a deceased member of the uniformed force of the police or fire department."
  }
}