{
  "text": "ยง 13-696 Cost-of-living adjustment. a. A cost-of-living adjustment shall be payable to retired members of the New York city employees' retirement system, the New York city teachers' retirement system, the New York city police pension fund, the New York city fire department pension fund, the New York city board of education retirement system or the relief and pension fund of the department of street cleaning provided for in subchapter one of this chapter on the basis provided for in this section to: (i) all retired members who have attained age sixty-two and have been retired for five years; (ii) all retired members who have attained age fifty-five and have been retired for ten years; (iii) all members who retired for disability regardless of age who have been retired for five years; and (iv) all recipients of an accidental death benefit regardless of age who have been receiving such benefit for five years. b. Said cost-of-living adjustment shall be a percentage of the annual fixed retirement allowance otherwise payable, computed without optional modification, but including any benefit derived from subdivision f of this section and any prior year's cost-of-living adjustment derived from this section. Said percentage is set forth in subdivision d of this section. c. Said cost-of-living adjustment shall be computed on a base benefit amount not to exceed eighteen thousand dollars of the annual fixed retirement allowance defined in subdivision b of this section. d. The percentage referred to in this section shall be determined annually by reference to the consumer price index (all urban consumers, CPI-U, U.S. city average, all items, 1982-84=100), published by the United States bureau of labor statistics, for each applicable calendar year. Said percentage shall equal fifty percent of the annual inflation, as determined from the increase in the consumer price index in the one year period ending on the March thirty-first prior to the cost-of-living adjustment effective on the ensuing September first. Said percentage shall then be rounded up to the next higher one-tenth of one percent and shall not exceed three percent nor be less than one percent. e. Said cost-of-living adjustment shall be payable in monthly installments and shall take effect September first of each year commencing with a payment for the month of September, two thousand one, or, if later, as soon as practicable after the retired member first becomes eligible to receive the benefits provided pursuant to subdivision a of this section. f. Commencing September first, two thousand, all retired members who have retired prior to the calendar year nineteen hundred ninety-seven and who meet the eligibility criteria set forth in subdivision a of this section shall be paid an adjusted benefit in monthly installments on the basis provided for in this subdivision. Said adjusted benefit shall be equal to a percentage of the change in consumer price index (all urban consumers, CPI-U, U.S. city average, all items, 1982-84=100), published by the United States bureau of labor statistics, measured from the year of retirement through calendar year nineteen hundred ninety-seven according to the following schedule: Year of retirement Percentage 1968 through 1996 50% 1966 and 1967 55% 1965 60% 1964 65% 1963 70% 1962 80% 1961 90% prior to 1961 100% Said adjusted benefit shall be computed on a base benefit amount not to exceed eighteen thousand dollars of the annual fixed retirement allowance otherwise payable, computed without optional modification. Any benefit received pursuant to this subdivision shall be in lieu of any benefit received pursuant to chapter three hundred ninety of the laws of nineteen hundred ninety-eight, and any preceding provision of law providing for supplementation. g. Notwithstanding any other provision of law, the surviving spouse of a deceased retired member of the New York city employees' retirement system, the New York city teachers' retirement system, the New York city police pension fund, the New York city fire department pension fund or the New York city board of education retirement system who retired under an option which provides that benefits are to be continued for life to the surviving spouse after the death of the member, shall be entitled to receive a benefit pursuant to this section. Said benefit shall be fifty percent of the monthly benefit which the pensioner would be receiving if living, and shall commence (i) with a payment for the month of September, two thousand, or (ii) the month following the death of the deceased retired member, whichever is later. h. Notwithstanding any law to the contrary, said cost of living adjustment shall be in lieu of the supplemental retirement allowance provided pursuant to sections 13-680 and 13-691 of this subchapter or section two hundred seven-i of the general municipal law or sections thirty and thirty-one of chapter six hundred fifty-eight of the laws of nineteen hundred eighty-four or section ten of chapter eight of the laws of nineteen hundred eighty-eight as amended by chapter five hundred eighty-one of the laws of nineteen hundred eighty-nine or section twelve of chapter one hundred nineteen of the laws of nineteen hundred ninety-five or sections four and eight of chapter three hundred ninety of the laws of nineteen hundred ninety-eight, unless such other supplemental retirement allowances payable to a pensioner are in excess of that provided by this section, in which latter case such other supplemental retirement allowances shall be paid and no supplemental retirement allowance shall be paid under this section, provided however, that in the case of benefits provided pursuant to article fourteen of the retirement and social security law, the cost of living adjustment provided herein shall be in lieu of the escalation provided by section five hundred ten of the retirement and social security law (other than the escalation provided for in subdivision e of such section), unless such escalation is in excess of the cost of living adjustment provided for in this section, in which latter case such escalation shall be paid and this section shall not apply. i. Notwithstanding any other provision of law, and subject to the provisions of subdivisions j and k of this section, the cost-of-living adjustment payable by an actuarially funded retirement system pursuant to this section shall be funded by obligors responsible for supplementation (as defined in subdivision b of section 13-694 of this article) through the normal contribution, provided, however, that the additional employer costs attributable to the increase in benefits provided by this section shall be phased in over a period of five fiscal years; the actuary for each such retirement system, in calculating the normal contribution for each obligor in each of the following fiscal years, shall include in the calculation of the final amount of the normal contribution for each obligor the following percentage of the increase in the normal contribution for each such fiscal year that is attributable to the increase in benefits provided by this section: (a) twenty percent in fiscal year two thousand--two thousand one, (b) forty percent in fiscal year two thousand one--two thousand two, (c) sixty percent in fiscal year two thousand two--two thousand three, (d) eighty percent in fiscal year two thousand three--two thousand four, and (e) in fiscal year two thousand four--two thousand five and in each fiscal year thereafter, the full amount of the increase in the normal contribution that is attributable to the increase in benefits provided by this section shall be included in the calculation of the final amount of the normal contribution for each such obligor. j. Notwithstanding the provisions of subdivision i of this section, or any other provision of law to the contrary, and subject to the provisions of subdivision k of this section, the method of funding the cost-of-living adjustment payable by an actuarially funded retirement system pursuant to this section set forth in subdivision i of this section shall be modified retroactively in accordance with the provisions of this subdivision, commencing with fiscal year two thousand--two thousand one. Such cost-of-living adjustment payable by an actuarially funded retirement system shall be funded by obligors responsible for supplementation (as defined in subdivision b of section 13-694 of this article) through the normal contribution, provided, however, that the additional actuarial present value of benefits provided by this section, as determined by the actuary, shall be phased in over a period of ten fiscal years in accordance with the following percentages: Fiscal Year Percentage 2000-2001 10% 2001-2002 20% 2002-2003 30% 2003-2004 40% 2004-2005 50% 2005-2006 60% 2006-2007 70% 2007-2008 80% 2008-2009 90% In fiscal year two thousand nine--two thousand ten and in each fiscal year thereafter, the actuary for each such retirement system shall include in the calculation of the final amount of the normal contribution the full amount of the increase in the actuarial present value of benefits, as determined by the actuary, that is attributable to the increase in benefits provided by this section, provided further that the amount of the normal contribution that would otherwise be payable for fiscal year two thousand two--two thousand three shall be reduced by an amount equal to the difference between (a) the total amount of the increase in the normal contribution for fiscal years two thousand--two thousand one and two thousand one--two thousand two, which was attributable to the increase in benefits provided by this section, as calculated by the actuary in accordance with the provisions of subdivision i of this section, and which was paid for such fiscal years, and (b) the total amount of the increase in the normal contribution for fiscal years two thousand--two thousand one and two thousand one--two thousand two, which was attributable to the increase in benefits provided by this section, as calculated by the actuary in accordance with the provisions of this subdivision, and which would have been paid for such fiscal years if the act which added this subdivision had been in effect at the time such normal contribution was made for such fiscal years. In no event, however, shall the normal contribution be less than that amount necessary, as determined by the actuary, to provide for the funding requirements of the group life insurance fund. k. (1) Notwithstanding the provisions of subdivision i or j of this section, or any other provision of law to the contrary, the cost-of-living adjustment payable by an actuarially funded retirement system pursuant to this section shall be funded in accordance with the provisions of subdivision j of this section through and including fiscal year two thousand four--two thousand five. (2) Notwithstanding the provisions of subdivision i or j of this section, or any other provision of law to the contrary, commencing in fiscal year two thousand five--two thousand six, and in each fiscal year thereafter, the cost-of-living adjustment payable by an actuarially funded retirement system pursuant to this section shall be funded by obligors responsible for supplementation (as defined in subdivision b of section 13-694 of this article) through the normal contribution, and the actuary for each such retirement system shall include in the calculation of the final amount of the normal contribution for each such fiscal year the full amount of the increase in the actuarial present value of benefits, as determined by the actuary, that is attributable to the increase in benefits provided by this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "696",
    "identifier": "13-696",
    "catch_text": "Cost-of-living adjustment."
  }
}