{
  "text": "ยง 13-638.1 Nineteen hundred eighty-eight unfunded accrued liability adjustment. a. As used in this section, unless the context clearly indicates otherwise, the following terms shall have the following meanings: 1. \"Retirement system.\" Any of the following: the New York city employees' retirement system; the teachers' retirement system; the police pension fund provided for by subchapter two of chapter two of this title; the fire department pension fund provided for by subchapter two of chapter three of this title; and the board of education retirement system of the city. 2. \"Teachers' retirement system.\" The retirement system of the teachers' retirement association provided for by chapter four of this title. 3. \"Contingent reserve fund.\" The contingent reserve fund of a retirement system. 4. \"Governmental entity.\" The city, the state or a public authority, corporation or body corporate or other agency of government. 5. \"Normal contribution.\" Where used in relation to the following retirement systems, such term shall have the following meanings: (a) New York city employees' retirement system; the employer contribution determined pursuant to paragraph two of subdivision b of section 13-127 of the code; (b) New York city teachers' retirement system; the employer contribution determined pursuant to subdivision b of section 13-527 of the code; (c) New York city police pension fund, subchapter two; the employer contribution determined pursuant to paragraph two of subdivision b of section 13-228 of the code; (d) New York city fire department pension fund, subchapter two; the employer contribution determined pursuant to paragraph two of subdivision b of section 13-331 of the code; and (e) Board of education retirement system of the city; the employer contribution determined pursuant to subparagraph four of paragraph two of subdivision sixteen of section twenty-five hundred seventy-five of the education law. 6. \"Responsible obligor.\" Any governmental entity required by any provision of law to pay contributions to a retirement system on behalf of any members thereof, whether or not such entity is the employer of such members. 7. \"Valuation rate of interest.\" Where used herein with respect to a retirement system in relation to any fiscal year of the city, the term \"valuation rate of interest\" shall mean the rate per centum per annum of interest required by law to be used for the purpose of any actuarial valuation, determination or appraisal made to determine the amount of the normal contribution payable to the contingent reserve fund of such retirement system in such fiscal year. b. In relation to each responsible obligor, the nineteen hundred eighty-eight unfunded accrued liability adjustment shall be an amount determined pursuant to the applicable provisions of subdivisions c through s, inclusive, of this section. c. Upon the basis of the actuarial tables and actuarial methods in effect for valuation purposes with respect to determination of the normal contribution payable to the contingent reserve fund of each retirement system in the city's nineteen hundred eighty-seven--nineteen hundred eighty-eight fiscal year and the valuation rate of interest for such retirement system for such fiscal year, there shall be determined, as of June thirtieth, nineteen hundred eighty-eight, the amount of the actuarial accrued liability of each retirement system, computed pursuant to the entry age normal cost method of ascertaining such actuarial accrued liability. d. Upon the basis of the actuarial tables and actuarial methods in effect for valuation purposes with respect to determination of the normal contribution payable to the contingent reserve fund of such retirement system in the city's nineteen hundred eighty-eight--nineteen hundred eighty-nine fiscal year and the valuation rate of interest for such retirement system for such fiscal year, there shall be determined, as of June thirtieth, nineteen hundred eighty-eight, the amount of the actuarial accrued liability of each retirement system, computed pursuant to the entry age normal cost method of ascertaining such actuarial accrued liability. e. In any case where no more than one responsible obligor is required by law to make contributions to the contingent reserve fund of a retirement system on account of its members: (1) if the amount computed with respect to such retirement system pursuant to subdivision d of this section is greater than the amount computed in relation to such system pursuant to subdivision c of this section, the nineteen hundred eighty-eight unfunded accrued liability adjustment with respect to such obligor shall be a charge in an amount which, when paid by such obligor to the contingent reserve fund of such retirement system in ten equal annual installments, commencing with payment of a first installment in the city's nineteen hundred eighty-eight--nineteen hundred eighty-nine fiscal year, shall be the actuarial equivalent, on the basis of the valuation rate of interest for such retirement system for such nineteen hundred eighty-eight--nineteen hundred eighty-nine fiscal year, of the excess of the amount computed pursuant to such subdivision d over the amount computed pursuant to such subdivision c. (2) if the amount computed with respect to such retirement system pursuant to subdivision c of this section is greater than the amount computed in relation to such system pursuant to subdivision d of this section, the nineteen hundred eighty-eight unfunded accrued liability adjustment with respect to such obligor shall be a credit in an amount which, when credited in ten equal annual installments (the first of which installments is to be credited in the city's nineteen hundred eighty-eight--nineteen hundred eighty-nine fiscal year) in reduction of the contributions which such obligor would otherwise be required to pay to the contingent reserve fund pursuant to law, shall be the actuarial equivalent, on the basis of the valuation rate of interest for such retirement system for such nineteen hundred eighty-eight--nineteen hundred eighty-nine fiscal year, of the excess of the amount computed pursuant to such subdivision c over the amount computed pursuant to such subdivision d. f. In any case where more than one responsible obligor is required by law to make contributions to the contingent reserve fund of a retirement system on account of any of its members: (1) The actuary shall determine the portion of the liability (other than any liability on account of employees of the senior colleges of the city university) computed for such retirement system pursuant to subdivision c of this section, which portion is attributable to each such obligor on the basis of the members with respect to whom such obligor is required by law to make contributions to such retirement system. (2) The actuary shall determine the portion of the liability (other than any liability on account of employees of such senior colleges) computed pursuant to subdivision d of this section, which portion is attributable to each such obligor on such basis. g. If the portion computed pursuant to paragraph two of subdivision f of this section with respect to any such obligor is greater than the portion computed pursuant to paragraph one of such subdivision with respect to such obligor, the nineteen hundred eighty-eight unfunded accrued liability adjustment with respect to such obligor shall be a charge in an amount which, when paid by such obligor to the contingent reserve fund of such retirement system in ten equal annual installments, commencing with payment of a first installment in the city's nineteen hundred eighty-eight--nineteen hundred eighty-nine fiscal year, shall be the actuarial equivalent, on the basis of the valuation rate of interest for such retirement system for such nineteen hundred eighty-eight--nineteen hundred eighty-nine fiscal year, of the excess of the amount of such portion computed pursuant to such paragraph two over the amount of such portion computed pursuant to such paragraph one. h. If the portion computed pursuant to paragraph one of subdivision f of this section with respect to any such obligor is greater than the portion computed pursuant to paragraph two of such subdivision with respect to such obligor, the nineteen hundred eighty-eight unfunded accrued liability adjustment with respect to such obligor shall be a credit in an amount which, when credited in ten equal annual installments (the first of which installments is to be credited in the city's nineteen hundred eighty-eight--nineteen hundred eighty-nine fiscal year) in reduction of the amounts which such obligor would otherwise be required to pay to the contingent reserve fund pursuant to law, shall be the actuarial equivalent, on the basis of the valuation rate of interest for such retirement system for such nineteen hundred eighty-eight--nineteen hundred eighty-nine fiscal year, of the excess of the amount of such portion computed pursuant to such paragraph one over the amount of such portion computed pursuant to such paragraph two. i. (1) If the nineteen hundred eighty-eight unfunded accrued liability adjustment determined with respect to any responsible obligor in relation to a retirement system pursuant to the preceding subdivisions of this section is a charge, the total of the amounts otherwise required to be contributed by such obligor to the contingent reserve fund of such retirement system in each fiscal year commencing with the nineteen hundred eighty-eight--nineteen hundred eighty-nine fiscal year and ending with the nineteen hundred ninety-seven--nineteen hundred ninety-eight fiscal year pursuant to law shall be increased by the amount of one annual installment of such nineteen hundred eighty-eight unfunded accrued liability adjustment determined with respect to such obligor. (2) If the nineteen hundred eighty-eight unfunded accrued liability adjustment determined with respect to any responsible obligor in relation to a retirement system pursuant to the preceding subdivisions of this section is a credit, the total of the amounts otherwise required to be contributed by such obligor to the contingent reserve fund of such retirement system in each city fiscal year commencing with the nineteen hundred eighty-eight--nineteen hundred eighty-nine fiscal year and ending with the nineteen hundred ninety-seven--nineteen hundred ninety-eight fiscal year pursuant to law shall be reduced by the amount of one annual installment of such nineteen hundred eighty-eight unfunded accrued liability adjustment with respect to such obligor. j. The actuary shall determine the portion of the liability computed in relation to the New York city employees' retirement system pursuant to subdivision c of this section, which portion is attributable to employees of the senior colleges of the city university of New York. k. The actuary shall determine the portion of the liability computed in relation to such retirement system pursuant to subdivision d of this section, which portion is attributable to employees of such senior colleges. l. If the portion computed pursuant to subdivision k of this section is greater than the portion computed pursuant to subdivision j of this section, the New York city employees' retirement system nineteen hundred eighty-eight unfunded accrued liability adjustment attributable to the senior colleges of the city university of New York shall be a charge in an amount which, when paid by the state and the city to the contingent reserve fund of such retirement system pursuant to section sixty-two hundred thirty-one of the education law in ten equal annual installments, commencing with payment of a first installment in the city's nineteen hundred eighty-eight -- nineteen hundred eighty-nine fiscal year, shall be the actuarial equivalent, on the basis of the valuation rate of interest for such nineteen hundred eighty-eight -- nineteen hundred eighty-nine fiscal year, of the excess of the amount of such portion computed pursuant to such subdivision k over the amount of such portion computed pursuant to such subdivision j. m. If the portion computed pursuant to subdivision j of this section is greater than the portion computed pursuant to subdivision k of this section, the New York city employees' retirement system nineteen hundred eighty-eight unfunded accrued liability adjustment attributable to such senior colleges shall be a credit in an amount which, when credited (pursuant to section sixty-two hundred thirty-one of the education law) in ten equal annual installments (the first of which installments is to be credited in the city's nineteen hundred eighty-eight -- nineteen hundred eighty-nine fiscal year) in reduction of the amounts which the state and the city would otherwise be required to pay to the contingent reserve fund of such employees' retirement system pursuant to law, shall be the actuarial equivalent, on the basis of the valuation rate of interest of such retirement system for such nineteen hundred eighty-eight -- nineteen hundred eighty-nine fiscal year, of the excess of the amount of such portion computed pursuant to such subdivision j over the amount of such portion computed pursuant to such subdivision k. n. The actuary shall determine the portion of the liability computed in relation to the teachers' retirement system pursuant to subdivision c of this section, which portion is attributable to employees of the senior colleges of the city university of New York. o. The actuary shall determine the portion of the liability computed in relation to the teachers' retirement system pursuant to subdivision d of this section, which portion is attributable to employees of such senior colleges. p. If the portion computed pursuant to subdivision o of this section is greater than the portion computed pursuant to subdivision n of this section, the New York city teachers' retirement system nineteen hundred eighty-eight unfunded accrued liability adjustment attributable to employees of the senior colleges of the city university of New York shall be a charge in an amount which, when paid by the state and the city to the contingent reserve fund of the teachers' retirement system pursuant to section sixty-two hundred thirty-one of the education law in ten equal installments, commencing with payment of a first installment for the city's nineteen hundred eighty-eight--nineteen hundred eighty-nine fiscal year, shall be the actuarial equivalent, on the basis of the valuation rate of interest for such retirement system for such nineteen hundred eighty-eight--nineteen hundred eighty-nine fiscal year, of the excess of the amount of such portion computed pursuant to such subdivision o over the amount of such portion computed pursuant to such subdivision n. q. If the portion computed pursuant to subdivision n of this section is greater than the portion computed pursuant to subdivision o of this section, the New York city teachers' retirement system nineteen hundred eighty-eight unfunded accrued liability adjustment attributable to employees of such senior colleges shall be a credit in an amount which, when credited pursuant to section sixty-two hundred thirty-one of the education law in ten equal annual installments (the first of which installments is to be credited for the city's nineteen hundred eighty-eight -- nineteen hundred eighty-nine fiscal year) in reduction of the amounts which the state and the city would otherwise be required to pay to the contingent reserve fund of the teachers' retirement system pursuant to law, shall be the actuarial equivalent, on the basis of the valuation rate of interest for such retirement system for such nineteen hundred eighty-eight -- nineteen hundred eighty-nine fiscal year, of the excess of the amount of such portion computed pursuant to such subdivision n over the amount of such portion computed pursuant to such subdivision o. r. If the New York city employees' retirement system nineteen hundred eighty-eight unfunded accrued liability adjustment attributable to employees of the senior colleges of the city university of New York, as determined pursuant to subdivisions j, k and l of this section, or the New York city teachers' retirement system nineteen hundred eighty-eight unfunded accrued liability adjustment attributable to employees of such senior colleges, as determined pursuant to subdivisions n, o and p of this section is a charge: (1) the state, with respect to each fiscal year of the city occurring during the period commencing on July first, nineteen hundred eighty-eight and ending on June thirtieth, nineteen hundred ninety-eight, and at the time and in the manner prescribed by the applicable provisions of section sixty-two hundred thirty-one of the education law, shall contribute to the affected retirement system an installment amount representing the state's share of such charge for such fiscal year, as prescribed by such provisions; and (2) the city, with respect to each such fiscal year, and at the time and in the manner prescribed by the applicable provisions of such section of the education law, shall contribute an installment amount representing the city's share of such charge for such fiscal year, as prescribed by such provisions. s. If the New York city employees' retirement system nineteen hundred eighty-eight unfunded accrued liability adjustment attributable to employees of the senior colleges of the city university of New York, as determined pursuant to subdivisions j, k and m of this section, or the New York city teachers' retirement system nineteen hundred eighty-eight unfunded accrued liability adjustment attributable to employees of such senior colleges, as determined pursuant to subdivisions n, o and q of this section, is a credit: (1) then with respect to each fiscal year of the city occurring during the period beginning on July first, nineteen hundred eighty-eight and ending on June thirtieth, nineteen hundred ninety-eight, there shall be credited in favor of the state, in relation to its obligations to contribute to the affected retirement system on account of employees of such senior colleges, and at the time and in the manner prescribed by the applicable provisions of section sixty-two hundred thirty-one of the education law, an installment amount representing the state's share of such credit for such fiscal year, as prescribed by such provisions; and (2) with respect to each such fiscal year occurring during such period, there shall be credited in favor of the city, in relation to the city's obligations to contribute to the affected retirement system on account of employees of such senior colleges, and at the time and in the manner prescribed by the applicable provisions of such section sixty-two hundred thirty-one, an installment amount representing the city's share of such credit for such fiscal year, as prescribed by such provisions. t. Any amount required to be contributed to a retirement system by a responsible obligor with respect to any fiscal year under the provisions of this section shall be payable with interest on such amount at the valuation rate of interest for such retirement system for such fiscal year. u. In the same manner and to the same extent as the provisions of sections 13-130 (relating to obligations of certain participating employers of the New York city employees' retirement system to contribute to such retirement system), 13-132 (relating to contributions by the state in relation to certain members of such retirement system who are officers and employees in the courts) and 13-529 (relating to similar contributions by the state in relation to certain like court personnel who are members of the teachers' retirement system) apply to such participating employers and the state with respect to their obligations to make contributions to such retirement systems under other employer contribution laws, the provisions of such sections 13-130, 13-132 and 13-529 shall apply to the contributions required to be made to such retirement systems under the provisions of this section. v. In the determination of the normal contribution payable to any retirement system with respect to each fiscal year of the city occurring during the period beginning on July first, nineteen hundred eighty-eight and ending on June thirtieth, nineteen hundred ninety-eight, the present value, as of June thirtieth next preceding such fiscal year, of all future installments of the nineteen hundred eighty-eight unfunded accrued liability adjustment with respect to such retirement system then remaining unpaid or unapplied, as the case may be: (1) shall be treated as an asset, if such adjustment with respect to such retirement system is a charge; and (2) shall be subtracted from assets, if such adjustment with respect to such retirement system is a credit. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "638",
    "identifier": "13-638.1",
    "catch_text": "Nineteen hundred eighty-eight unfunded accrued liability adjustment."
  }
}