{
  "text": "ยง 13-614 Termination of membership; transfer to New York city employees' retirement system. a. Notwithstanding any other provision of law, any officer or employee of the department of sanitation who is a member of or entitled to membership in the relief and pension fund, and who, prior to the eighteenth day of May, nineteen hundred fifty, executed and filed an application for membership in the New York city employees' retirement system and made contributions to such retirement system in the same manner as a member thereof, may, prior to the first day of January, nineteen hundred fifty-two, elect to become a member of the New York city employees' retirement system by complying with the following conditions: 1. He or she shall file with the secretary of such retirement system a duly executed and acknowledged instrument of election renouncing all rights in the relief and pension fund, and 2. If the accumulated deductions of such officer or employee in such retirement system have been withdrawn or refunded, he or she shall pay into such retirement system the amount thereof, together with further interest thereon at an unchanged rate from the time of withdrawal or refund, and 3. If such officer or employee cease making contributions to such retirement system by reason of being entered on the rolls of the relief and pension fund as a member thereof, he or she shall pay into the New York city employees' retirement system the amount of accumulated deductions, computed to the time of payment, which would have been produced during such period of non-contribution by the contributions which would have been payable during such period if such officer or employee had been then a member of such retirement system. b. Upon compliance by any such officer or employee with the conditions specified in subdivision a of this section, all rights in the relief and pension fund of such officer or employee shall terminate, and he or she shall become a member of the New York city employees' retirement system. The membership of such officer or employee in such system shall be deemed to have originally begun on the date when it would have begun (as determined by the commencement of the period with respect to which such officer or employee made contributions to such retirement system) if such officer or employee had been eligible for membership in such retirement system at the time of his or her original appointment to the department of street cleaning; provided that any such officer or employee shall be credited as a member of such retirement system with all periods of service which would have been credited to such officer or employee (including service credit purchased) if his or her membership in such retirement system had actually begun on the date when it is deemed to have begun as above provided. For the purpose of this section, the term \"service\" shall mean service (1) for which such officer or employee was paid and (2) with respect to which equivalent accumulated deductions (i) are on deposit in such retirement system to the credit of such officer or employee at the time of the enactment of this section, or (ii) are paid into such retirement system by such officer or employee pursuant to the provisions of paragraphs two and three of subdivision a of this section. c. Any sum in the relief and pension fund representing contributions thereto by any such officer or employee making such election, together with interest thereon, if such interest was theretofore paid into such fund by or for the account of any such officer or employee, shall be transferred to the New York city employees' retirement system and shall be credited toward any payments required to be made by him or her under the provisions of paragraphs two and three of subdivision a of this section. d. No such officer or employee making such election shall acquire any greater rights in such retirement system than he or she would possess if he or she had actually become a member thereof at the time when his or her membership is deemed to have commenced under the provisions of subdivision b of this section. e. The privilege of electing to become a member of the New York city employees' retirement system conferred by this section shall apply only to living persons who qualify for the exercise of such privilege under this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "614",
    "identifier": "13-614",
    "catch_text": "Termination of membership; transfer to New York city employees' retirement system."
  }
}