{
  "text": "ยง 13-682 Payment of supplemental retirement allowances. a. On or before the last day of each month during the payment period mentioned in subdivisions b, e, f, g, h, i and j of section 13-680 of this chapter, there shall be paid to each qualified retiree from the pension reserve fund of the retirement system of which such retiree was a member when he or she retired, the applicable supplemental retirement allowance prescribed by such section 13-680 except that in the case of qualified retirees who retired as members of the teachers' retirement system, such allowance shall be paid from pension reserve fund number one of such system. With respect to payments of such supplemental retirement allowances which were made for the month of July, nineteen hundred eighty or any subsequent month preceding the month of July, nineteen hundred eighty-one, the actuary of each retirement system of which recipients of such allowances were members when they retired shall determine the adjustments, if any, which, by reason of such payments, the preceding provisions of this section require to be made between the funds of the pension reserve fund or pension reserve fund number one, as the case may be, of such retirement system and the funds of the supplemental pension fund, and any such adjustments so determined shall be carried out by resolution of the board of trustees or retirement board of such retirement system and executive order of the mayor. b. There also shall be paid on or before the last day of each month from the supplemental pension fund to each qualified widow, dependent or minor child, the applicable supplemental pension prescribed by section 13-681 of this chapter. c. In any case where the spouse of a deceased retiree is entitled to receive a supplemental retirement allowance pursuant to the provisions of subdivision k of section 13-680 of this chapter, then from the retirement system pension reserve fund from which the supplemental retirement allowance of such retiree would be paid if such retiree were living, there shall be paid on or before the last day of each month with respect to which such spouse is entitled to receive such supplemental retirement allowance, the applicable amount of such spouse's supplemental retirement allowance; provided, however, that in the case of the spouse of any such deceased retiree who retired as a contributor of the New York city teachers' retirement system, such allowance shall be paid to such spouse from pension reserve fund number one of such retirement system. d. On or before the last day of each month with respect to which a surviving spouse who is a designated annuitant (as defined in paragraph ten of subdivision a of section 13-680 of the code) is entitled to receive a supplemental retirement allowance pursuant to the provisions of subdivision l of such section 13-680, such supplemental retirement allowance shall be paid from the fund or funds of the retirement system from which is payable such surviving spouse's annuity or pension supplemented by such supplemental retirement allowance. e. On or before the last day of each month with respect to which an additional supplemental retirement allowance is payable pursuant to section thirty or section thirty-one of chapter six hundred fifty-eight of the laws of nineteen hundred eighty-four to a pensioner receiving benefits under this section 13-682, such additional supplemental retirement allowance shall be paid from the pension reserve fund of the retirement system of which such pensioner was a member when he retired, except that in the case of such pensioners who retired as members of the New York city teachers' retirement system, such additional supplemental retirement allowance shall be paid from pension reserve fund number one of such system. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "682",
    "identifier": "13-682",
    "catch_text": "Payment of supplemental retirement allowances."
  }
}