{
  "text": "ยง 13-615 Merger of system with teachers' retirement system and provisions relative thereto. Notwithstanding anything to the contrary in this code, on the first day of July nineteen hundred thirty-eight, the administration of the funds of the Hunter college retirement system as provided for in this code shall be transferred to the teachers' retirement board of the teachers' retirement system of the city of New York as provided for in chapter four of this title, and all cash and securities, and other assets held by the Hunter college retirement system shall be transferred and merged with the assets held by the teachers' retirement system of the city of New York, the reserves in the annuity savings fund, the annuity reserve fund, the contingent reserve fund, the pension reserve fund number one, and the pension reserve fund number two being credited to the corresponding funds of the same name of the teachers' retirement system. All appropriations made for the Hunter college retirement system shall be transferred to the credit of the teachers' retirement system. The equities in the funds of the Hunter college retirement system, which are held by the members of such system as of the thirtieth day of June, nineteen hundred thirty-eight, shall not in anywise be impaired by such transfer and the funds so transferred shall continue to be held in trust in the teachers' retirement system for the payment of the benefits to such members for which they were set aside. On the first day of July, nineteen hundred thirty-eight, all contributors of the Hunter college retirement system shall become and shall thereafter be contributors of the teachers' retirement system and members of the teachers' retirement association as constituted by section 13-503 of this title. The present-teachers of the Hunter college retirement system shall become and shall thereafter be present-teachers of the teachers' retirement system, and the new-entrants of the Hunter college retirement system shall become and shall thereafter be new-entrants of the teachers' retirement system, with all the rights and privileges of their respective classifications as provided in chapter four of this title, with the same force and effect as if they had originally been contributors of the teachers' retirement system and members of the teachers' retirement association. All those who now are present-teachers of the Hunter college retirement system, upon becoming contributors of the teachers' retirement system and members of the teachers' retirement association as provided in this section, shall, notwithstanding anything to the contrary in chapter four of this title, continue to have all the rights and privileges to which they were entitled under the provisions of law in existence at the time of the merger. All those who were entitled to prior service credit in the Hunter college retirement system with prior service certificates issued to them before the first day of July, nineteen hundred thirty-eight, shall be entitled to such prior service as was granted in the prior service certificates issued by the Hunter college retirement board, without increase or decrease, and all such certificates are hereby validated and confirmed, to the same extent and with the same effect as if issued pursuant to express authority of law. All beneficiaries of the Hunter college retirement system as of the thirtieth day of June, nineteen hundred thirty-eight, shall continue to receive their retirement allowances thereafter in the same manner, amount, and form, from the corresponding fund or funds of the teachers' retirement system as that from which their benefits were paid from the Hunter college retirement system. The purpose of this act is to unify and simplify the retirement of members of the educational institutions of New York city, and after the respective reports of the teachers' retirement board and the Hunter college retirement board for the period including the thirtieth day of June, nineteen hundred thirty-eight, which reports shall include a complete statement as to the merger, no special reports shall thereafter be required concerning the membership of the Hunter college retirement system transferred to the teachers' retirement system. After the thirtieth day of June, nineteen hundred thirty-eight, the Hunter college retirement board shall cease to function, and all the duties of such board shall thereafter be performed by the teachers' retirement board. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "615",
    "identifier": "13-615",
    "catch_text": "Merger of system with teachers' retirement system and provisions relative thereto."
  }
}