{
  "text": "ยง 13-663 Supplemental retirement allowances. a. Police retired employees. Notwithstanding any other provision of law, any police retired employee shall be entitled to a supplemental pension payment to be known as a supplemental retirement allowance payable annually, in monthly installments in an amount which, together with pension or retirement allowance (exclusive of extra service increments granted pursuant to section 13-208 of this title or any other similar provision of law), received by such police retired employee, shall be equal to one-half of his or her annual compensation earned at the date of his or her retirement. b. For the purpose only of determining the amount of additional pension contribution by the city that may be required to provide said person with a retirement allowance equal to one-half of his or her annual compensation earned on the date of his or her retirement, the person's annuity shall be computed as it would have been, (A) If it were not reduced by the actuarial equivalent of any outstanding loan. (B) If it were not increased by the actuarial equivalent of any additional contributions. (C) If it were not reduced by reason of the member's election to decrease his or her annuity contributions in order to apply the amount of such reduction in payment of his or her contributions for old-age and survivors insurance coverage. (D) As it would be without any optional modification. c. The supplemental retirement allowances provided for in this article shall not be paid to any police retired employee for any period during which the pension or retirement allowances of such police retired employee, or any part thereof is forfeited or suspended pursuant to law. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "663",
    "identifier": "13-663",
    "catch_text": "Supplemental retirement allowances."
  }
}