{
  "text": "ยง 13-688 Payment of supplemental pensions. a. Subject to the provisions of subdivision b of this section, on or before the last day of each month during the payment period mentioned in subdivision a of section 13-686 of this chapter, there shall be paid from the supplemental pension fund to each police or fire line-of-duty surviving spouse or dependent entitled thereto under section 13-686 of this chapter, the applicable supplemental pension prescribed by such section 13-686; and there shall be paid on or before the last day of each month from the supplemental pension fund to each qualified widow, dependent or minor child the applicable supplemental pension prescribed by section 13-687 of this chapter. * b. Notwithstanding any other provision of law to the contrary, on and after July first, nineteen hundred ninety-five, where supplemental pension payments are required to be made pursuant to subdivision a of this section to fire subchapter one beneficiaries (as defined in paragraph three of subdivision a of section 13-312.1 of this title) who are otherwise eligible pursuant to section 13-686 or 13-687 of this chapter to receive such payments under laws in effect immediately prior to such July first, such payments shall be made on and after such July first to such persons by the fire department pension fund provided for in subchapter two of this title, as required by the provisions of subdivision e of section 13-312.1 of this title, rather than from the supplemental pension fund. * There are 2 sub. b's * b. Notwithstanding any other provision of law to the contrary, on and after July first, nineteen hundred ninety-five, where supplemental pension payments are required to be made pursuant to subdivision a of this section to police subchapter one beneficiaries (as defined in paragraph three of subdivision a of section 13-213.1 of this title) who are otherwise eligible pursuant to section 13-686 or 13-687 of this chapter to receive such payments under laws in effect immediately prior to such July first, such payments shall be made on and after such July first to such person by the police pension fund provided for in subchapter two of this title, as required by the provisions of subdivision c of section 13-213.1 of this title, rather than from the supplemental pension fund. * There are 2 sub. b's ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "688",
    "identifier": "13-688",
    "catch_text": "Payment of supplemental pensions."
  }
}