{
  "text": "ยง 13-680 Supplemental retirement allowances based on consumer price index. a. As used in this article, the following terms shall mean and include: 1. \"Other-than-disability retiree\". A person who retired prior to January first, nineteen hundred eighty as a member of the New York city employees' retirement system, the New York city teachers' retirement system or the board of education retirement system of the city, other than for disability, and who is receiving a retirement allowance by reason of such retirement. 2. \"Disability retiree\". A person who retired prior to January first, nineteen hundred eighty as a member of any retirement system mentioned in paragraph one of this subdivision a, for disability, and who is receiving a retirement allowance by reason of such retirement. 3. \"Supplemental pension fund\". The supplemental pension fund provided for by section 13-650 of this chapter. 4. \"Comptroller\". The comptroller of the city. 5. \"Qualified retiree\". A disability retiree or other-than-disability retiree who is entitled to receive a supplemental retirement allowance under the provisions of this article. 6. \"Qualified authority retiree\". A qualified retiree who retired from service: (a) with the New York city housing authority; or (b) with the New York city transit authority or any predecessor board or body having powers or duties to which the New York city transit authority succeeded; or (c) with the triborough bridge and tunnel authority or any authority consolidated with the triborough bridge and tunnel authority. 7. \"Authority responsible for supplementation\". (a) Where used in relation to a qualified authority retiree who retired from service with the New York city housing authority, such term shall mean the New York city housing authority. (b) Where used in relation to a qualified authority retiree who retired from service with the New York city transit authority or any predecessor board or body having powers or duties to which the New York city transit authority succeeded, such term shall mean the New York city transit authority. (c) Where used in relation to a qualified authority retiree who retired from service with the triborough bridge and tunnel authority or any authority consolidated with the triborough bridge and tunnel authority, such term shall mean the triborough bridge and tunnel authority. 8. \"Fixed portion of the annual retirement allowance\". That part of the total annual retirement allowance, which part does not include a variable annuity or a variable pension as provided for in the variable annuity program, if any, of a retirement system mentioned in paragraph one of subdivision a of this section. 9. \"Base amount\". That part of the fixed portion of the annual retirement allowance, when such allowance is computed without optional modification, which part does not exceed ten thousand five hundred dollars. 10. \"Surviving spouse who is a designated annuitant.\" A person (a) who is the spouse of a retiree of any retirement system mentioned in paragraph one of this subdivision, and (b) who, by reason of the death, occurring prior to calendar year nineteen hundred eighty, of such retiree, receives an annuity or pension pursuant to any of the following provisions of the code: (A) subdivision four of section 13-151 of the code; (B) option 1 or option 4 of section 13-177 of the code; (C) subdivision two of section 13-545 of the code or option I or option IV under subdivision four of section 13-545 of the code; or (D) option I (including option Ia and option Ib) or option IV of section 13-558 of the code. b. A supplemental retirement allowance determined pursuant to this section shall be payable: (1) to disability retirees who retired prior to April first, nineteen hundred seventy under a retirement plan in effect prior to December twenty-ninth, nineteen hundred sixty-seven, commencing with a payment for the month of July, nineteen hundred eighty-one, and continuing thereafter; and (2) to the other-than-disability retirees who retired prior to April first, nineteen hundred seventy under a retirement plan in effect prior to December twenty-ninth, nineteen hundred sixty-seven, commencing with a payment for the later of the month of July, nineteen hundred eighty-one or the month of July next following the twelve-month period ending June thirtieth in which such retiree shall have attained age sixty-two and continuing thereafter. c. Such supplemental retirement allowance for those qualified retirees who retired prior to January first, nineteen hundred sixty-eight under a retirement plan in effect prior to December twenty-ninth, nineteen hundred sixty-seven shall include an amount computed by multiplying the base amount by a percentage determined on the basis of the consumer price index (all items United States city average) published by the United States Bureau of Labor Statistics. d. (1) The percentage referred to in subdivision c of this section shall be determined as the ratio of two indexes, in the manner prescribed by this subdivision d. (2) The average of the twelve monthly consumer price indexes of the calendar year nineteen hundred sixty-nine, divided by the average of the twelve monthly consumer price indexes of the calendar year of retirement, shall be the ratio of the indexes. (3) Such ratio, minus one, shall be expressed as a percentage and shall be adjusted to the lower one-tenth of one percentum. Such adjusted percentage shall be the percentage of the base amount which is payable as a supplement included in a supplemental retirement allowance as provided for in subdivision c of this section. However, no such supplement shall be paid where such percentage is less than three percentum. Such percentage for a person who retired prior to October first, nineteen hundred fifty-seven shall be increased by one hundred percentum thereof and the adjusted percentage shall be further adjusted to the lower one-tenth of one percentum. Such percentage shall be computed by the actuary and certified to the comptroller who shall, by directive, promulgate a schedule of percentages by year of retirement to be used for this purpose. e. (1) commencing with a payment for the month of July, nineteen hundred eighty-one and continuing thereafter, there shall be payable to each qualified retiree who retired prior to January first, nineteen hundred sixty-eight under a retirement plan in effect prior to December twenty-ninth, nineteen hundred sixty-seven, a supplemental retirement allowance which shall consist of the sum obtained by adding together: (a) the amount determined for such retiree pursuant to the provisions of subdivisions c and d of this section; and (b) the product obtained by multiplying the base amount for such retiree by the percentage thereof applicable to such retiree, as determined by the year of retirement in accordance with the schedule set forth in paragraph two of this subdivision e. (2) The schedule referred to in paragraph one of this subdivision e is as follows: Year of retirement Percentage __________________ __________ 1967 twenty-three 1966 twenty-four 1965 twenty-four 1964 twenty-five 1963 twenty-five 1962 twenty-six 1961 twenty-six 1960 twenty-seven 1959 twenty-seven 1958 twenty-seven 1957 twenty-seven 1956 twenty-eight 1955 twenty-eight 1954 twenty-eight 1953 twenty-eight 1952 twenty-eight 1951 and earlier twenty-nine (3) Commencing with a payment for the month of July, nineteen hundred eighty-one and continuing thereafter, there shall be payable to each qualified retiree who retired on or after January first, nineteen hundred sixty-eight and before April first, nineteen hundred seventy under a retirement plan in effect prior to December twenty-ninth, nineteen hundred sixty-seven, a supplemental retirement allowance equal to the product obtained by multiplying the base amount for such retiree by the percentage thereof applicable to such retiree, as determined by the date of retirement in accordance with the schedule set forth in paragraph four of this subdivision e. (4) The schedule referred to in paragraph three of this subdivision e is as follows: Date of retirement Percentage __________________ __________ April 1, 1969 to and including March 31, 1970 twenty-one January 1, 1968 to and including March 31, 1969 twenty-two (5) Commencing with a payment for the month of July, nineteen hundred eighty-one and continuing thereafter, there shall be payable to each disability retiree who retired on or after July first, nineteen hundred sixty-eight and before April first, nineteen hundred seventy, under a retirement plan other than a retirement plan in effect prior to December twenty-ninth, nineteen hundred sixty-seven, a supplemental retirement allowance equal to the product obtained by multiplying the base amount for such retiree by the percentage thereof applicable to such retiree, as determined by the date of retirement in accordance with the schedule set forth in paragraph seven of this subdivision e. (6) (a) Each other-than-disability retiree who retired on or after December twenty-ninth, nineteen hundred sixty-seven and prior to April first, nineteen hundred seventy under a retirement plan other than a retirement plan in effect prior to December twenty-ninth, nineteen hundred sixty-seven shall be entitled to receive, for the period provided for by subparagraph (b) of this paragraph six, a supplemental retirement allowance equal to the product obtained by multiplying the base amount for such retiree by the percentage thereof applicable to such retiree, as determined by the date of retirement in accordance with the schedule set forth in paragraph seven of this subdivision e. (b) Such supplemental retirement allowance referred to in subparagraph (a) of this paragraph six shall commence with a payment for the later of the month of July, nineteen hundred eighty-one or the month of July next following the twelve-month period ending June thirtieth in which such retiree shall have attained age sixty-two and shall continue thereafter. (7) The schedule referred to in paragraphs five and six of this subdivision e is as follows: Date of retirement Percentage __________________ __________ April 1, 1969 to and including March 31, 1970 eight January 1, 1968 to and including March 31, 1969 nine f. (1) Commencing with a payment for the month of July, nineteen hundred eighty-one and continuing thereafter, there shall be payable to each disability retiree who retired on or after April first, nineteen hundred seventy and before January first, nineteen hundred seventy-three, a supplemental retirement allowance equal to the product obtained by multiplying the base amount for such retiree by the percentage thereof applicable to such retiree, as determined by the date of retirement in accordance with the schedule set forth in paragraph three of this subdivision f. (2) (a) Each other-than-disability retiree who retired on or after April first, nineteen hundred seventy and prior to January first, nineteen hundred seventy-three shall be entitled to receive, for the period provided for by subparagraph (b) of this paragraph two, a supplemental retirement allowance equal to the product obtained by multiplying the base amount for such retiree by the percentage thereof applicable to such retiree, as determined by the date of retirement in accordance with the schedule set forth in paragraph three of this subdivision f. (b) Such supplemental retirement allowance referred to in subparagraph (a) of this paragraph two shall commence with a payment for the later of the month of July, nineteen hundred eighty-one or the month of July next following the twelve-month period ending June thirtieth in which such retiree shall have attained age sixty-two and shall continue thereafter. (3) The schedule referred to in paragraph one and two of this subdivision f is as follows: Date of retirement Percentage __________________ __________ April 1, 1970 to and including December 31, 1971 eight 1972 calendar year seven g. (1) Commencing with a payment for the month of July, nineteen hundred eighty-two and continuing thereafter, there shall be payable to each disability retiree who retired during the calendar year nineteen hundred seventy-three, a supplemental retirement allowance equal to the product obtained by multiplying the base amount for such retiree by six per centum. (2) (a) Each other-than-disability retiree who retired during the calendar year nineteen hundred seventy-three shall be entitled to receive, for the period provided for by subparagraph (b) of this paragraph two, a supplemental retirement allowance equal to the product obtained by multiplying the base amount for such retiree by six per centum. (b) Such supplemental retirement allowance referred to in subparagraph (a) of this paragraph two shall commence with a payment for the later of the month of July, nineteen hundred eighty-two or the month of July next following the twelve-month period ending June thirtieth in which such retiree shall have attained age sixty-two and shall continue thereafter. h. (1) Commencing with a payment for the month of July, nineteen hundred eighty-three and continuing thereafter, there shall be payable to each disability retiree who retired on or after January first, nineteen hundred seventy-four and before January first, nineteen hundred seventy-seven, a supplemental retirement allowance equal to the product obtained by multiplying the base amount for such retiree by the percentage thereof applicable to such retiree, as determined by the date of retirement in accordance with the schedule set forth in paragraph three of this subdivision h. (2) (a) Each other-than-disability retiree who retired on or after January first, nineteen hundred seventy-four and prior to January first, nineteen hundred seventy-seven shall be entitled to receive, for the period provided for by subparagraph (b) of this paragraph two, a supplemental retirement allowance equal to the product obtained by multiplying the base amount for such retiree by the percentage thereof applicable to such retiree, as determined by the date of retirement in accordance with the schedule set forth in paragraph three of this subdivision h. (b) Such supplemental retirement allowance referred to in subparagraph (a) of this paragraph two shall commence with a payment for the later of the month of July, nineteen hundred eighty-three or the month of July next following the twelve month period ending June thirtieth in which such retiree shall have attained age sixty-two and shall continue thereafter. (3) The schedule referred to in paragraphs one and two of this subdivision h is as follows: Date of retirement Percentage __________________ __________ 1974 calendar year five 1975 calendar year four 1976 calendar year three i. (1) Commencing with a payment for the month of July, nineteen hundred eighty-four and continuing thereafter, there shall be payable to each disability retiree who retired on or after January first, nineteen hundred seventy-seven and before January first, nineteen hundred seventy-nine, a supplemental retirement allowance equal to the product obtained by multiplying the base amount for such retiree by three per centum. (2) (a) Each other-than-disability retiree who retired on or after January first, nineteen hundred seventy-seven and prior to January first, nineteen hundred seventy-nine shall be entitled to receive, for the period provided for by subparagraph (b) of this paragraph two, a supplemental retirement allowance equal to the product obtained by multiplying the base amount for such retiree by three per centum. (b) Such supplemental retirement allowance referred to in subparagraph (a) of this paragraph two shall commence with a payment for the later of the month of July, nineteen hundred eighty-four or the month of July next following the twelve-month period ending June thirtieth in which such retiree shall have attained age sixty-two and shall continue thereafter. j. (1) Commencing with a payment for the month of July, nineteen hundred eighty-five and continuing thereafter, there shall be payable to each disability retiree who retired during the calendar year nineteen hundred seventy-nine, a supplemental retirement allowance equal to the product obtained by multiplying the base amount for such retiree by three per centum. (2) (a) Each other-than-disability retiree who retired during the calendar year nineteen hundred seventy-nine shall be entitled to receive, for the period provided for by subparagraph (b) of this paragraph two, a supplemental retirement allowance equal to the product obtained by multiplying the base amount for such retiree by three per centum. (b) Such supplemental retirement allowance referred to in subparagraph (a) of this paragraph two shall commence with a payment for the later of the month of July, nineteen hundred eighty-five or the month of July next following the twelve-month period ending June thirtieth in which such retiree shall have attained age sixty-two and shall continue thereafter. k. Notwithstanding any other provision of law to the contrary, the spouse of a deceased retiree, who had elected, pursuant to the applicable provisions of the code or of the rules and regulations of the board of education retirement system of the city, one of the options which provides that benefits are to be continued for the life of such spouse after the death of the retiree, shall be entitled to receive a monthly supplemental retirement allowance pursuant to this subdivision. Such monthly supplemental retirement allowance shall be equal in amount to one-half of the monthly supplemental retirement allowance which the retiree would be receiving if living, and shall commence with a payment for the later of (1) the month of July, nineteen hundred eighty-three, or (2) the month following the month in which the death of the retiree occurred or occurs, or (3) the first month for which such retiree, if living, would be entitled to receive a monthly supplemental retirement allowance, and such spouse's monthly supplemental retirement allowance shall continue thereafter during the lifetime of such spouse. l. (1) Notwithstanding any other provision of law to the contrary, each surviving spouse who is a designated annuitant (as defined in paragraph ten of subdivision a of this section) shall be entitled to a monthly supplemental retirement allowance of two hundred dollars pursuant to this subdivision. Such monthly supplemental retirement allowance shall commence with a payment for the later of (a) the month of July, two thousand or (b) the month following the month in which the death of the member or retiree occurred, and such surviving spouse's monthly supplemental retirement allowance shall continue for the life of the surviving spouse. Commencing September first, two thousand one, the monthly benefit payable pursuant to this section shall be increased in an amount determined pursuant to subdivision d of section 13-696 of this title. (2) No spouse who is or may become eligible to receive a supplemental retirement allowance under subdivision k of this section, whether or not such spouse is receiving such allowance under such subdivision, shall be entitled to receive a supplemental retirement allowance under this subdivision. m. The supplemental retirement allowance shall be rounded off to the nearest dollar. n. The supplemental retirement allowance hereinabove provided for any such disability retiree or other-than-disability retiree shall be in lieu of any supplemental retirement allowance for such retiree provided by articles one and two of subchapter six of this chapter or any other law, unless such other supplemental retirement allowance is in excess of that provided for by this article, in which latter case such other supplemental retirement allowance shall be paid and no supplemental retirement allowance shall be paid under this article. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "680",
    "identifier": "13-680",
    "catch_text": "Supplemental retirement allowances based on consumer price index."
  }
}