{
  "text": "ยง 13-695 Obligation of obligors responsible for supplementation to make contributions on account of supplemental retirement allowances. a. Commencing with the city's nineteen hundred eighty--nineteen hundred eighty-one fiscal year, and in each city fiscal year thereafter, each obligor responsible for supplementation with respect to any retirees of a retirement system or with respect to any surviving spouses who are designated annuitants (as defined in paragraph ten of subdivision a of section 13-680 of the code) or with respect to any surviving spouses under continuing benefit options (as defined in subdivision h of section 13-694 of the code) shall contribute to the contingent reserve fund of such retirement system the amounts determined pursuant to the provisions of this article to be the contribution by such obligor required to be made to fund the supplemental retirement allowances payable to such retirees and surviving spouses. b. (1) Notwithstanding any other provision of law to the contrary, for the purpose of calculation of the nineteen hundred eighty unfunded accrued liability adjustment of each retirement system, there shall be included in the total liability for all benefits, as of June thirtieth, nineteen hundred eighty, the present value, as of such June thirtieth, of the future liability of such retirement system for all original supplemental retirement allowances payable after such June thirtieth. (2) Notwithstanding any other provision of law to the contrary, for the purpose of calculation of the nineteen hundred eighty-two unfunded accrued liability adjustment of each retirement system, there shall be included in the actuarial accrued liability, as of June thirtieth, nineteen hundred eighty-two, the present value, as of such June thirtieth, of the future liability of such retirement system for all original supplemental retirement allowances payable after such June thirtieth and for all supplements commencing in nineteen hundred eighty-one or later which commenced prior to June thirtieth, nineteen hundred eighty-two, to the extent that such last mentioned supplements are payable after such June thirtieth. c. If the nineteen hundred eighty unfunded accrued liability adjustment with respect to any such retirement system is a charge, each obligor responsible for supplementation in relation to retirees of such retirement system shall in each city fiscal year in which any installment of such charge is payable, pay to the contingent reserve fund of such retirement system, in the manner required with respect to payment of public employer contributions to such fund, the portion of such installments attributable to original supplemental retirement allowances. d. If the nineteen hundred eighty unfunded accrued liability adjustment with respect to any such retirement system is a credit, the obligation of each obligor responsible for supplementation in relation to retirees of such retirement system to make contributions to fund the original supplemental retirement allowances of such retirees shall be appropriately recognized in the application of the installments of such credit. e. (1) Subject to the provisions of paragraph seven of this subdivision e, in relation to each city fiscal year (the \"initial payment year\") in which any retirement system makes its first payment of any supplements commencing in nineteen hundred eighty-one or later, the actuary of such retirement system shall determine the present value, as of December thirty-first of such fiscal year, of the future liability of such retirement system for all such supplements with respect to which the first payment was made or will be made in such fiscal year. (2) Subject to the provisions of paragraph seven of this subdivision e, with respect to each such future liability so determined for such retirement system, there shall be a supplemental retirement allowance deficiency contribution which shall be an amount determined and payable in ten successive annual installments in the manner hereinafter provided in this subdivision e. (3) In the case of an initial payment year which occurs before July first, nineteen hundred eighty-two, there shall be computed an amount which, if paid to the contingent reserve fund of such retirement system in ten equal annual installments, commencing with payment of a first installment in the initial payment year, would be the actuarial equivalent, on the basis of interest at the rate of seven and one-half per centum per annum, of the amount of such future liability. (4) One of such equal annual installments computed pursuant to paragraph three of this subdivision e shall be applicable to and payable in such initial payment year. (5) (a) The nine annual installments computed pursuant to paragraph three of this subdivision e which are attributable to city fiscal years occurring after June thirtieth, nineteen hundred eighty-two (hereinafter referred to as \"original post-June thirtieth, nineteen hundred eighty-two installments\") shall be recomputed so as to remain the same in number and equal in amount and so that their present value, computed as of June thirtieth, nineteen hundred eighty-two at an interest rate of eight per centum per annum, shall be equal to the present value, computed as of such June thirtieth at an interest rate of seven and one-half per centum per annum, of such original post-June thirtieth, nineteen hundred eighty-two installments. One of such recomputed installments shall be applicable to and payable in each of those city fiscal years which occur during the period beginning on July first, nineteen hundred eighty-two and ending on June thirtieth, nineteen hundred eighty-eight. (b) The remaining three of the installments recomputed pursuant to subparagraph (a) of this paragraph five, shall be recomputed so that their present value, computed as of June thirtieth, nineteen hundred eighty-eight at an interest rate of eight and one-quarter per centum per annum, shall be equal to the present value, computed as of June thirtieth at an interest rate of eight per centum per annum, of such three installments. One of such three installments shall be applicable to and paid in each of the three city fiscal years succeeding June thirtieth, nineteen hundred eighty-eight. (6) (a) Subject to the provisions of paragraph seven of this subdivision e, in the case of each initial payment year which succeeds June thirtieth, nineteen hundred eighty-two and commences prior to July first, nineteen hundred eighty-eight, there shall be computed an amount which, if paid to the contingent reserve fund of such retirement system in ten equal annual installments, commencing with payment of a first installment in the initial payment year, would be the actuarial equivalent, on the basis of interest at the rate of eight per centum per annum, of the amount of such future liability. One of such annual installments shall be applicable to and payable in the initial payment year and one of such installments shall be applicable to and payable in each of the succeeding fiscal years preceding July first, nineteen hundred eighty-eight. (b) The annual installments computed pursuant to subparagraph (a) of this paragraph six which are attributable to city fiscal years occurring after June thirtieth, nineteen hundred eighty-eight (hereinafter referred to as \"original post-June thirtieth, nineteen hundred eighty-eight installments\") shall be recomputed so that their present value, computed as of June thirtieth, nineteen hundred eighty-eight at an interest rate of eight and one-quarter per centum per annum, shall be equal to the present value, computed as of such June thirtieth at an interest rate of eight per centum per annum, of such original post-June thirtieth, nineteen hundred eighty-eight installments. One of such recomputed installments shall be applicable to and payable in each of those city fiscal years which occur after June thirtieth, nineteen hundred eighty-eight and which are a part of such payment period of ten fiscal years. (7) (a) The supplemental retirement allowance deficiency contribution with respect to (i) the increases in supplemental retirement allowances referred to in paragraph twelve of subdivision g of section 13-694 of this chapter and (ii) the additional supplemental retirement allowances payable by retirement systems pursuant to the provisions of section thirty of chapter six hundred fifty-eight of the laws of nineteen hundred eighty-four (such increases and additional supplemental retirement allowances being hereinafter collectively referred to as \"new supplements payments effective September first, nineteen hundred eighty-six\") and the supplemental retirement allowance deficiency contribution with respect to the additional supplemental retirement allowances payable by retirement systems pursuant to the provisions of section thirty-one of such chapter six hundred fifty-eight (such additional supplemental retirement allowances being hereinafter referred to as \"section thirty-one supplements\") shall be paid in the manner provided for in the succeeding subparagraphs of this paragraph seven. (b) The actuary shall determine the present value, as of June thirtieth, nineteen hundred eighty-six, of the future liability of each retirement system for the new supplements payments effective September first, nineteen hundred eighty-six. (c) The actuary shall compute ten equal annual installments of employer contributions, which, if successively paid to the contingent reserve fund of such retirement system, commencing with payment of a first annual installment in the twelve-month period beginning on September first, nineteen hundred eighty-six, would be the actuarial equivalent, on the basis of interest at the rate of eight per centum per annum, of the present value computed pursuant to subparagraph (b) of this paragraph. The ten-year payment period for the supplemental retirement allowance deficiency contribution payable to the contingent reserve fund of such retirement system on account of new supplements payments effective September first, nineteen hundred eighty-six shall begin on September first, nineteen hundred eighty-six. (d) The amount of the installment of such deficiency contribution payable in the period beginning on September first, nineteen hundred eighty-six and ending on June thirtieth, nineteen hundred eighty-seven shall be ten-twelfths of one of the annual installments computed pursuant to subparagraph (c) of this paragraph. (e) (i) The amount of the installment of such deficiency contribution payable in each of the city's fiscal years occurring during the period beginning on July first, nineteen hundred eighty-seven and ending on June thirtieth, nineteen hundred eighty-eight, shall be one of such annual installments computed pursuant to subparagraph (c) of this paragraph. (ii) The eight and two-twelfths annual installments computed pursuant to subparagraph (c) of this paragraph seven which are attributable to city fiscal years (and two-twelfths of one fiscal year) occurring after June thirtieth, nineteen hundred eighty-eight (hereinafter referred to as \"original post-June thirtieth, nineteen hundred eighty-eight installments\") shall be recomputed so that their present value, computed as of June thirtieth, nineteen hundred eighty-eight at an interest rate of eight and one-quarter per centum per annum, shall be equal to the present value, computed as of June thirtieth, nineteen hundred eighty-eight at an interest rate of eight per centum per annum, of such original post-June thirtieth, nineteen hundred eighty-eight installments. One of such recomputed installments, as recomputed for a full fiscal year, shall be applicable to and payable in each of the city fiscal years occurring during the period beginning on July first, nineteen hundred eighty-eight and ending on June thirtieth, nineteen hundred ninety-six. (f) The amount of the installment of such deficiency contribution payable in the city's nineteen hundred ninety-six--nineteen hundred ninety-seven fiscal year shall be two-twelfths of one of such annual installment recomputed pursuant to item (ii) of subparagraph (e) of this paragraph. (g) The amount and time and manner of payment of the installments of the deficiency contribution with respect to the section thirty-one supplements shall be as prescribed in subparagraphs (b), (c), (d), (e) and (f) of this paragraph except that for the purposes of this subparagraph (g): (i) the term \"section thirty-one supplements\" shall be deemed to be substituted for the term \"new supplements payments effective September first, nineteen hundred eighty-six\" appearing in such subparagraphs (b) and (c); and (ii) each calendar year referred to in subparagraphs (b), (c) and (d) shall be deemed to be one calendar year later; and (iii) item (i) of such subparagraph (e) shall not apply; and (iv) the word \"eight\" used in item (ii) of such subparagraph (e) shall be deemed to be nine; and (v) the words \"nineteen hundred ninety-six\" used in such item (ii) shall be deemed to be nineteen hundred ninety-seven; and (vi) the words \"nineteen hundred ninety-six--nineteen hundred ninety-seven\" used in such subparagraph (f) shall be deemed to be nineteen hundred ninety-seven--nineteen hundred ninety-eight. f. With respect to each supplemental retirement allowance deficiency contribution determined for a retirement system pursuant to subdivision e of this section, each obligor responsible for supplementation shall in each fiscal year constituting a part of the applicable payment period designated in such subdivision, pay to the contingent reserve fund of such retirement system, in the manner required with respect to payment of its other public employer contributions to such contingent reserve fund, the installment of such contribution applicable to such fiscal year as prescribed by such subdivision. g. In the computation of the normal contribution payable to the contingent reserve fund of any such retirement system in any fiscal year referred to in subdivision e of this section, the present value of future required supplemental retirement allowance deficiency contributions payable to the contingent reserve fund of such retirement system by obligors responsible for supplementation shall be an item of deduction from the total liability of such retirement system for benefits. h. All payments required to be made in any fiscal year to the contingent reserve fund pursuant to the provisions of this section by any obligor responsible for supplementation shall be made with interest at a rate per centum per annum equal to the rate per centum per annum used in determining the normal contribution payable to the contingent reserve fund of such retirement system in the same fiscal year. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "695",
    "identifier": "13-695",
    "catch_text": "Obligation of obligors responsible for supplementation to make contributions on account of supplemental retirement allowances."
  }
}