{
  "text": "ยง 13-690 Definitions. As used in this article, the following terms shall mean and include: a. \"Closed pension fund other-than-disability retiree\". (1) A person who retired, prior to January first, nineteen hundred eighty, other than for disability, as a member of a pension fund or retirement system supported or maintained by the city, other than an excepted pension fund or retirement system mentioned in paragraph two of this subdivision a, and who is receiving a pension or retirement allowance by reason of such retirement. (2) The excepted pension funds or retirement systems referred to in paragraph one of this subdivision a are the New York city employees' retirement system, the New York city teachers' retirement system, the board of education retirement system of the city, the police pension funds maintained pursuant to subchapter one and subchapter two of chapter two of this title and the fire department pension funds maintained pursuant to subchapter one and subchapter two of chapter three of this title. b. \"Closed pension fund disability retiree\". A person: (1) Who retired for disability prior to January first, nineteen hundred eighty as a member of a pension fund or retirement system supported or maintained by the city, other than an excepted pension fund or retirement system referred to in paragraph two of subdivision a of this section, and who is receiving a pension or retirement allowance by reason of such retirement; or (2) Who was retired prior to January first, nineteen hundred eighty pursuant to subchapter five of chapter five of this title and who is receiving an annuity by reason of such retirement. c. \"Supplemental pension fund\". The supplemental pension fund provided for by section 13-650 of this chapter. d. \"Comptroller\". The comptroller of the city. e. \"Base amount\". That part of the total annual retirement benefit (whether consisting of a pension, retirement allowance or annuity), when such total annual retirement benefit is computed without optional modification, which part does not exceed ten thousand five hundred dollars. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "690",
    "identifier": "13-690",
    "catch_text": "Definitions."
  }
}