{
  "text": "ยง 13-632 Transfer of retirement system membership of certain board of education personnel to teachers' retirement system. a. As used in this section, the following terms shall mean and include: (1) \"Teachers' retirement system.\" The retirement system maintained under chapter four of this title. (2) \"Eligible position holder.\" Any member of the board of education retirement system of the city or of the New York city employees' retirement system who holds, under the board of education of the city, a position of such a nature that under subdivision seven of section 13-501 of this title and section 13-503 of this title, a person who receives an appointment to such position, and who does not exercise any rights which he or she may have to become a transferred contributor in another retirement system, would become, by reason of such appointment, a member of the teachers' retirement system. (3) \"First retirement system.\" The retirement system of which an eligible position holder is a member, immediately prior to the transfer of his or her retirement system membership pursuant to this section. (4) \"Board.\" (i) In the case of the New York city employees' retirement system, the board of trustees provided for by section 13-103 of this title; and (ii) in the case of the board of education retirement system, the retirement board thereof. (5) \"Transferred member.\" An eligible position holder who has transferred his or her membership to the teachers' retirement system pursuant to this section. b. Any person who is an eligible position holder at the time of filing an application as hereinafter in this subdivision b provided, may transfer his or her membership in the board of education retirement system or the New York city employees' retirement system to the teachers' retirement system by filing, no later than December thirty-first, nineteen hundred seventy with the board of the first retirement system, a written application, duly executed and acknowledged, requesting such transfer. c. Upon the filing of such application, the first retirement system shall transfer to the contingent reserve fund of the teachers' retirement system, in the manner provided for in section forty-three of the retirement and social security law, the reserve on the benefits allowable to such member as a result of employer contributions, including the reserve-for-increased-take-home-pay. In addition, the first retirement system shall thereupon transfer his or her accumulated deductions (as they would be in the absence of a loan, less the unpaid balance of any outstanding loan) to the annuity savings fund of the teachers' retirement system. d. Any such transferred member shall be deemed to have been a member of the teacher's retirement system during the period of member service which (1) is credited to him or her in the first retirement system and (2) was rendered after the commencement of his or her last membership in the first retirement system. e. The rate of contribution of any member who has elected such transfer of membership shall, on and after the date of the filing of his or her application therefor, be that (before any reduction in rate of contribution to which such member, after such election, may be entitled by reason of any plan for pensions-providing-for-increased-take-home-pay) at which he or she would have been contributing on such date to the teachers' retirement system if he or she had become a member of such retirement system on the date when he or she last became a member of the first retirement system; provided, however, that if such member, pursuant to the applicable provisions of chapter four of title thirteen of the code, elects a retirement plan prescribing a different rate of contribution, he or she shall contribute in accordance with the requirements of such plan. f. As of the date of the filing of an application for such transfer of membership, the reserve-for-increased-take-home-pay credited in the teachers' retirement system to the member filing such application shall be equal to the amount of the reserve-for-increased-take-home-pay credited to such member in the first retirement system on the day next preceding the date of the filing of such application. g. In any case where, at the time when an eligible position holder seeks to file an application for transfer of membership, there remains unpaid any part of the principal or interest with respect to any loan made by such member while a member of the first retirement system, he or she shall not have the right to make such election unless he or she shall execute and acknowledge, and file with the board of the first retirement system, a written agreement providing that from and after the execution of such agreement all of his or her obligations and rights with respect to the principal and interest remaining unpaid on such loan shall be governed by rules and regulations which shall be adopted by the retirement board of the teachers' retirement system for the purpose of prescribing with respect to repayment of any such unpaid amounts to the teachers' retirement system, and the member's status with respect to such loan, terms and conditions which conform so far as may be reasonable and practicable with the provisions of section 13-540 of this title. h. (1) In any case where a transferred member elects to participate in the variable annuity program of the teachers' retirement system as provided for in subdivision a of section 13-568 of this title, by a written notice duly filed with the retirement board of the teachers' retirement system before the first deduction is made from his or her salary at the rate of contribution prescribed by subdivision e of this section, such election shall take effect as of the date of filing of his or her application for a transfer of membership pursuant to this section. (2) In the event that any transferred member makes an election as provided for in subdivision b of section 13-568 of this title with respect to a transfer of accumulated deductions and reserve-for-increased-take-home-pay to the appropriate variable annuity funds, such transfer, notwithstanding any other provision of law to the contrary, shall not commence earlier than the first day of the seventh month after the month in which he or she transferred his or her membership to the teachers' retirement system. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "632",
    "identifier": "13-632",
    "catch_text": "Transfer of retirement system membership of certain board of education personnel to teachers' retirement system."
  }
}