{
  "text": "ยง 13-636 Trustees of the exempt firemen's benevolent fund of the late city of Brooklyn. a. Upon the settlement of the accounts of the surviving trustees and officers of the corporation known as the exempt firemen's benevolent fund of the late city of Brooklyn and upon the payment of the balance of the funds and assets of such corporation to the fire commissioner and upon the resignation of the trustees and officers of such corporation, the fire commissioner is hereby designated and empowered to act as sole trustee of such corporation. The fire commissioner, is hereby charged and directed to continue to pay relief donations to the surviving members of the exempt firemen's benevolent associations of the late city of Brooklyn and to the surviving spouses of the members of such associations, as they appear upon the records now in the hands of the trustees of the exempt firemen's benevolent fund of the late city of Brooklyn, until the decease of the last of the members of such associations and of the surviving spouses of the members of such associations. The amounts of the respective relief donations so to be paid the aforesaid beneficiaries by the fire commissioner, as such trustee, shall be determined by him or her on the basis of the financial status of the beneficiary and the actuarial sufficiency of the funds of the corporation at the time. In no case, however, shall the annual relief donation to any beneficiary exceed six hundred dollars. b. The fire commissioner, as such trustee, is hereby empowered and directed to receive all moneys and assets applicable to such benevolent fund and shall deposit all such moneys and assets to the credit of such benevolent fund in banks or trust companies to be selected by such commissioner. Such fire commissioner, as such trustee, is hereby empowered and directed to invest the moneys and convertible assets applicable to or belonging to such benevolent fund in bonds or other securities of the city or state of New York or of the government of the United States. c. The fire commissioner, as trustee of such benevolent fund, shall give a bond with one or more sureties, in the sum of ten thousand dollars for the faithful performance of his or her duties. Such bond shall be approved by the comptroller and shall be filed in the office of the comptroller. d. The fire commissioner, as such trustee, shall submit a verified report, on or before the first day of Feburary of each year, to the mayor, in which report shall be set forth the account of his or her proceedings as such trustee during the twelve months from January first to and including December thirty-first immediately preceding, including a statement of all receipts and disbursements on account of such benevolent fund, a list of the names, residences and ages of the beneficiaries of such benevolent fund during such period, and the respective amounts paid to them in the way of relief donations during such period. e. The clerk of the fire department in charge of the bureau of accounts and pensions shall have charge of and keep the accounts of the fire commissioner as trustee of such exempt firemen's benevolent fund. f. Upon the decease of the last of the members and of the surviving spouses of members of such associations whose names appear on the records now in the hands of the trustees of the exempt firemen's benevolent fund of the late city of Brooklyn, the fire commissioner, as such trustee, shall prepare a final report of his or her accounts which shall be audited by the comptroller. After such audit a copy of such final report shall be filed with the city clerk and upon the filing thereof and upon the payment into the New York fire department pension fund of the balance of the funds and assets of such benevolent fund then remaining in his or her possession, the fire commissioner shall cease to be the sole trustee of such exempt firemen's benevolent fund of the late city of Brooklyn. Such funds and assets shall thereupon become merged in and a part of such fire department pension fund. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "636",
    "identifier": "13-636",
    "catch_text": "Trustees of the exempt firemen's benevolent fund of the late city of Brooklyn."
  }
}