{
  "text": "ยง 13-685 Definitions. As used in this article, the following terms shall mean and include: a. (1) \"Police or fire line-of-duty surviving spouse or dependent\". Any person (i) who is a surviving spouse, a dependent parent or a child (under the age of eighteen years) of a member of a retirement system or plan of the city for the uniformed force of the police or fire department who died prior to January first, nineteen hundred seventy and (ii) to whom a pension was or is awarded pursuant to the applicable provisions of subdivision b of section 13-209 of this title, section 13-244 of this title, subdivision b of section 13-309 of this title or section 13-347 of this title or any predecessor provision and (iii) on or after July first, nineteen hundred seventy-three is receiving such a pension or an annual increased allowance (as defined in subdivision e of this section) from such retirement system or plan. (2) If two or more persons are or shall be receiving such a pension or such an increased annual allowance from such system or plan on or after July first, nineteen hundred seventy-three as a result of being dependent parents or children (under the age of eighteen years) of the same deceased member, they shall collectively be deemed to be one police or fire line-of-duty surving spouse or dependent within the meaning of this article and any supplemental pension granted pursuant to the provisions of this article in any case where two or more such persons collectively constitute one police or fire line-of-duty widow or dependent shall be divided among such persons in the same proportions as apply with respect to distribution of such pension or increased annual allowance among such persons. b. \"Supplemental pension fund\". The supplemental pension fund provided for by section 13-650 of this chapter. c. \"Comptroller\". The comptroller of the city. d. \"Basic annual pension\". The annual pension awarded to a police or fire line-of-duty surving spouse or dependent pursuant to the applicable provisions of subdivision b of section 13-209 of this title, section 13-244 of this title, subdivision b of section 13-309 of this title or section 13-347 of this title or any predecessor provision. e. \"Annual increased allowance\". In the case of a police or fire line-of-duty surving spouse or dependent who is entitled, under the applicable provisions of subdivision d of section 13-209 of this title or section 13-245 of this title or subdivision c of section 13-309 of this title or section 13-348 of this title, to receive a supplement to his or her basic annual pension, the term \"annual increased allowance\" shall mean the aggregate annual amount payable to such police or fire line-of-duty widow or dependent, consisting of his or her basic annual pension, together with the supplement payable pursuant to the applicable provisions of such subdivision d of section 13-209, section 13-245, subdivision c of section 13-309 or section 13-348. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "685",
    "identifier": "13-685",
    "catch_text": "Definitions."
  }
}