{
  "text": "ยง 13-608 Duties of trustee. a. Such treasurer and trustee shall have charge of and administer such fund. He or she shall receive all moneys applicable to such fund, and, from time to time, shall invest such moneys, or any part thereof, in any manner allowed by law for investments by savings banks, as he or she shall deem beneficial to such fund. He or she is empowered to make all necessary contracts and to conduct necessary and proper actions and proceedings in the premises, and to pay from such fund the relief or pensions granted in pursuance of this subchapter. He or she is authorized and empowered from time to time, to establish such rules and regulations for the disposition and investment, preservation and administration of such fund as he or she may deem best. No payment whatever shall be allowed or made by such treasurer and trustee from such fund as reward, gratuity or compensation to any person for salary or service rendered to or for such treasurer and trustee, except payment of necessary legal expenses and compensation as aforesaid for the expense of procuring sureties on his or her bond. b. The commissioner of sanitation, as such treasurer and trustee may employ the members of the clerical force in such clerical work as may be necessary for the care and administration of such fund as a part of their regular duties and without extra compensation. c. Such commissioner is authorized and empowered to make and enforce all such rules, orders and regulations as may be necessary to carry out the provisions of this subchapter relative to pensions, and may employ members of the department for such purpose so far as may be required. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "608",
    "identifier": "13-608",
    "catch_text": "Duties of trustee."
  }
}