{
  "text": "ยง 13-652 Definitions. As used in this article: a. The term \"city retired employee\" shall mean a male who is sixty-five years of age or older or a female person who is sixty-two years of age or older, who was retired prior to January first, nineteen hundred fifty-seven and receives, as a result of such retirement, a retirement allowance or pension system or plan of the city, other than a pension or retirement system for members of the uniformed force of the police department or the fire department. b. The term \"police or fire retired employee\" shall mean any person who was retired before January first, nineteen hundred fifty-five and receives, on or after the effective date of this subdivision as hereby amended, as a result of such retirement, a retirement allowance or pension from a retirement or pension system or plan of the city for members of the uniformed force of the police department or fire department. c. The term \"police or fire surviving spouse or dependent\" shall mean any person, other than a police or fire line-of-duty surviving spouse or dependent, who is a surviving spouse or dependent or a minor child of a deceased member or deceased retired member of a retirement or pension system or plan of the city for members of the uniformed force of the police department or fire department other than the pension fund provided in subchapter two of chapter two of this title or in subchapter two of chapter three of this title, and who is receiving a pension from such system or plan on or after the effective date of this subdivision as hereby amended as a result of being a surviving spouse, dependent or a minor child of such deceased member or deceased retired member. If more than one person are receiving pensions from such system or plan on or after such date as a result of being surviving spouses, dependents or minor children of the same deceased member or deceased retired member, they shall collectively be deemed to be one \"police or fire surviving spouse or dependent\" within the meaning of this article and any supplemental retirement allowance granted to a \"police or fire surviving spouse or dependent\" under this article shall be divided among such persons in the same proportion as the pensions received by them and shall be subject to termination upon the same terms and conditions as govern the termination of such pensions. d. The term \"police or fire line-of-duty surviving spouse or dependent\" shall mean any person who (1) is a surviving spouse, a dependent, or a minor child of a member of a retirement system or plan of the city for members of the uniformed force of the police or fire department who died prior to January first, nineteen hundred fifty-five, and (2) on or after the effective date of this subdivision as hereby amended, is receiving a pension from such system or plan pursuant to the provisions of section 13-209, 13-244, 13-309 or 13-347 of this title. If more than one such person are or shall be receiving pensions from such system or plan on or after such date pursuant to any such section as a result of being a surviving spouse or dependents or minor children of the same deceased member, they shall collectively be deemed to be one police or fire line-of-duty surviving spouse or dependent within the meaning of this article and any supplemental retirement allowance granted to a police or fire line-of-duty surviving spouse or dependent under this article shall be divided among such persons in the same proportion as the pensions received by them and shall be subject to termination upon the same terms and conditions as govern the termination of such pensions. e. The term \"street cleaning surviving spouse or dependent\" shall mean any person (1) who is a surviving spouse, a minor child or a dependent parent of a deceased member or deceased retired member of the relief and pension fund of the department of street cleaning of the city of New York, and (2) who is receiving a pension on or after January first, nineteen hundred sixty-six from such relief and pension fund as a result of being a surviving spouse, a minor child or a dependent parent of such deceased member or deceased retired member. If more than one person are receiving pensions from such fund on or after such date as a result of being surviving spouses, minor children or dependent parents of the same deceased member or deceased retired member they shall collectively be deemed to be one \"street cleaning surviving spouse or dependent\" within the meaning of this article and a supplemental retirement allowance granted to such a \"street cleaning surviving spouse or dependent\" under this article shall be divided among such persons in the same proportion as the pensions received by them and shall be subject to termination upon the same terms and conditions as govern the termination of such pensions. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "652",
    "identifier": "13-652",
    "catch_text": "Definitions."
  }
}