{
  "text": "ยง 13-684 Reimbursement by authority responsible for supplementation. a. The cost of providing a supplemental retirement allowance pursuant to section 13-680 of this chapter to each qualified authority retiree shall be paid to the city, in the manner provided for by this section, by the authority responsible for supplementation with respect to such retiree. b. As soon as practicable after December thirty-first, nineteen hundred seventy-one, the comptroller shall determine the pro-rata portion of the cost of providing supplemental retirement allowances to qualified authority retirees, pursuant to sections 13-680 and 13-682 of this chapter, which is required to be paid by each authority responsible for supplementation. Such pro-rata cost shall be determined on the basis of a formula approved by the board of estimate. c. The comptroller shall thereupon submit to the fiscal officer of each such authority a statement of the amount which such authority is required to pay to the city pursuant to this article. Payment of the amount specified in the comptroller's statement shall be made by such authority within sixty days after the receipt thereof. If payment of the full amount of such obligation is not made within sixty days after the receipt of such statement, interest at the rate of four percentum per annum shall commence to run against the unpaid balance thereof on the first day after such sixtieth day. d. All amounts received by the comptroller from such authorities pursuant to this article shall be deposited in and credited to the supplemental pension fund. e. The provisions of this section shall apply to supplemental retirement allowances payable pursuant to the provisions of this article for periods prior to July first, nineteen hundred eighty and shall not apply to any such supplemental retirement allowances payable for any period thereafter. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "684",
    "identifier": "13-684",
    "catch_text": "Reimbursement by authority responsible for supplementation."
  }
}