{
  "text": "ยง 13-606 Relief from contributions. a. The mayor is authorized to adopt an executive order providing that no deduction from the pay, salary or compensation of a member pursuant to this subchapter need be made and that no contribution in lieu thereof need be made by such a member during the one-year period commencing July first, nineteen hundred sixty-four. b. The mayor is authorized to adopt an executive order providing that no deduction from the pay, salary or compensation of a member pursuant to this subchapter need be made and that no contribution in lieu thereof need be made by such a member during the one-year period commencing July first, nineteen hundred sixty-five. c. The mayor is authorized to adopt an executive order providing that no deduction from the pay, salary or compensation of a member pursuant to this subchapter need be made and that no contribution in lieu thereof need be made by such a member during the one-year period commencing July first, nineteen hundred sixty-six. d. The mayor is authorized to adopt an executive order providing that no deduction from the pay, salary or compensation of a member pursuant to this subchapter need be made and that no contribution in lieu thereof need be made by such a member during the one-year period commencing July first, nineteen hundred sixty-seven. e. The mayor is authorized to adopt an executive order providing that no deduction from the pay, salary or compensation of a member pursuant to this subchapter need be made and that no contribution in lieu thereof need be made by such a member during the one-year period commencing with July first, nineteen hundred sixty-eight. f. The mayor is authorized to adopt an executive order providing that no deduction from the pay, salary or compensation of a member pursuant to this subchapter need be made and that no contribution in lieu thereof need be made by such a member during the one-year period commencing July first, nineteen hundred sixty-nine. g. The mayor is authorized to adopt an executive order providing that no deduction from the pay, salary or compensation of a member pursuant to this subchapter need be made and that no contribution in lieu thereof need be made by such a member during the one-year period commencing July first, nineteen hundred seventy. h. The mayor is authorized to adopt an executive order providing that no deduction from the pay, salary or compensation of a member pursuant to this subchapter need be made and that no contribution in lieu thereof need be made by such a member during the one-year period commencing July first, nineteen hundred seventy-one. i. The mayor is authorized to adopt an executive order providing that no deduction from the pay, salary or compensation of a member pursuant to this subchapter need be made and that no contribution in lieu thereof need be made by such a member during the one-year period commencing July first, nineteen hundred seventy-two. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "606",
    "identifier": "13-606",
    "catch_text": "Relief from contributions."
  }
}