{
  "text": "ยง 13-617 Composition of fund. a. The health department pension fund shall consist of the following: 1. The capital, interest, income, dividends, cash, deposits, securities and credits in such fund on the day this section, as amended, shall take effect. 2. Except as provided in subdivision c of this section, all moneys collected from fines and penalties for violations of the health code or health laws in the city, including fines for violations of orders issued pursuant to sections 17-104, 17-107, 17-108 and 17-165 of the code and all moneys received from the issuance or granting of permits by the board of health of the department of health and mental hygiene and by the commissioner of health and mental hygiene pursuant to the health code. 3. A sum of money equal to but not greater than one percent of the monthly pay, salary or compensation of each member of such fund, which sum shall be deducted semi-monthly by the comptroller from the pay, salary or compensation of each member, and such comptroller is hereby authorized, empowered and directed to deduct such sum of money, and forthwith to pay the same to the board of trustees of the health department pension fund. 4. If the assets in the sources enumerated in paragraphs one and three of this subdivision shall be insufficient, during an ensuing fiscal year, to pay all pensions, allowances, benefits, grants, awards and payments pursuant to this subchapter during such fiscal year, it shall be the duty of the board of trustees at the time of submitting its estimate to the director of the budget for such year, to submit a full and detailed statement of the assets of such fund and the amount required, during such year, to pay all such sums in full. There shall be included in the budget for such year a sum sufficient to provide for such deficiency. The comptroller shall pay the money so provided to the board of trustees. b. All such moneys collected by the department, officers, clerks, judges of the criminal courts and courts shall be paid to the commissioner of finance within thirty days after such payment. Except as provided in subdivision c of this section, such moneys shall be paid over to the board of trustees of the health department pension fund. c. In the event that the assets in the sources enumerated in paragraphs one and three of subdivision a of this section shall be sufficient, during an ensuing fiscal year, to pay all pensions, allowances, benefits, grants, awards, and payments pursuant to this subchapter during such fiscal year or when the city shall make appropriation for such year pursuant to paragraph four of subdivision a of this section, the moneys collected during such year pursuant to paragraph two of subdivision a and subdivision b of this section shall be paid into the general fund of the city. d. In the event that the assets in the fund at the end of the fiscal year terminating June thirtieth, nineteen hundred forty-one, shall exceed the amount required to pay all pensions, allowances, benefits, grants, awards and payments pursuant to this subchapter during the next fiscal year, the surplus therein shall be paid into the general fund. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "617",
    "identifier": "13-617",
    "catch_text": "Composition of fund."
  }
}