{
  "text": "ยง 13-686 Supplemental pension. a. A supplemental pension shall be paid to police or fire line-of-duty surviving spouses or dependents. Such supplemental pension shall be payable on the basis provided for herein, commencing with a payment for the month of July, nineteen hundred seventy-three and continuing through the month of September, nineteen hundred seventy-four. In the case of a police or fire line-of-duty surviving spouse or dependent who is entitled to receive an annual increased allowance (as defined in subdivision e of section 13-685 of this chapter) said supplemental pension shall be a percentage of such annual increased allowance and in the case of a police or fire line-of-duty surviving spouse or dependent who is not entitled to receive an annual increased allowance, such supplemental pension shall be a percentage of the basic annual pension (as defined in subdivision d of such section 13-685), and in either case such percentage shall be determined on the basis of the consumer price index (all items--United States city average), published by the United States Bureau of Labor Statistics. Said percentage shall be determined in the manner provided in this section. Said supplemental pension shall be computed on the basis of the first eight thousand dollars of the annual increased allowance, in the case of a police or fire line-of-duty surviving spouse or dependent entitled to receive such an allowance and on the basis of the first eight thousand dollars of the basic annual pension, in the case of a police or fire line-of-duty surviving spouse or dependent who is not entitled to receive an annual increased allowance. b. The percentage referred to in this section shall be determined as the ratio of two indexes, in the following manner. The ratio of the indexes shall be the average of the twelve monthly consumer price indexes of the calendar year nineteen hundred sixty-nine divided by the average of the twelve monthly consumer price indexes (i) of the calendar year nineteen hundred sixty-five, in any case where the death of such member occurred before July first, nineteen hundred sixty-five or (ii) of the calender year in which the death of such member occurred, in any case where the death of such member occurred on or after July first, nineteen hundred sixty-five. Said ratio, minus one, shall be expressed as a percentage and shall be adjusted to the lower one-tenth of one percentum. Such applicable adjusted percentage shall be the percentage of the applicable portion of the annual increased allowance or basic annual pension, as the case may be, which is payable as a supplement. However, no such supplement shall be paid where such percentage is less than three percentum. Such percentage shall be computed by the actuary and certified to the comptroller who shall, by directive, promulgate a schedule of percentages by applicable calendar year to be used for this purpose. c. The supplemental pension shall be rounded off to the nearest dollar. d. Such supplemental pension shall be payable to the same persons and shall be subject to the same terms and conditions, including provisions as to termination, as the basic pension awarded to the police or fire line-of-duty surviving spouse or dependent. e. (1) In any case where a police or fire line-of-duty spouse or dependent is entitled to receive an annual increased allowance, such police or fire line-of-duty surviving spouse or dependent, if entitled to receive a supplemental pension under the provisions of this article six, shall be entitled to receive such supplemental pension under this article in addition to such annual increased allowance. (2) Except as otherwise provided in paragraph one of this subdivision e, the supplemental pension provided for by this article for any police or fire line-of-duty surviving spouse or dependent shall be in lieu of any supplemental pension or supplemental retirement allowance for such police or fire line-of-duty surviving spouse or dependent provided by any other law heretofore or hereafter enacted, unless such other supplemental pension or supplemental retirement allowance is in excess of that provided for by this article, in which latter case such other supplemental pension or supplemental retirement allowance shall be paid and no supplemental pension shall be paid under this article; provided however, that nothing contained in this subdivision e shall be construed as entitling any police or fire line-of-duty surviving spouse or dependent to a supplemental retirement allowance under article two of subchapter six of chapter five of this title in any case where, if this article six had not been enacted, such police or fire line-of-duty surviving spouse or dependent would not be entitled to a supplemental retirement allowance under such article two. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "686",
    "identifier": "13-686",
    "catch_text": "Supplemental pension."
  }
}