{
  "text": "ยง 13-658 Reimbursement by participating employers for payments for certain city retired employees. a. The granting of supplemental retirement allowances to city retired employees who retired from service in the New York city housing authority, the New York city transit authority or the triborough bridge and tunnel authority or any of the public authorities consolidated with the triborough bridge and tunnel authority, is conditioned upon the contribution by such employing authority, or if the employing authority was a public authority consolidated with the triborough bridge and tunnel authority, by the triborough bridge and tunnel authority, to the cost of providing supplemental retirement allowances to such city retired employees in the manner provided in this section. b. As soon as practicable after the close of each fiscal year of the city, the comptroller shall determine the pro-rata cost of providing such supplemental retirement allowance payments during such fiscal year to be contributed by each such authority. Such pro-rata cost shall be determined on the basis of a formula approved by the board of estimate. c. The comptroller shall thereupon submit to the fiscal officer of each such authority a statement of the amount to be contributed by it pursuant to this article. Payment of the amount specified in the comptroller's statement shall be made by such authority within sixty days after the receipt thereof. If payment of the full amount of such obligation is not made within sixty days after the receipt of such statement, interest at the rate of four percentum per annum shall commence to run against the unpaid balance thereof on the first day after such sixtieth day. d. All amounts received by the comptroller from such authorities pursuant to this article shall be deposited in and credited to the supplemental pension fund. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "658",
    "identifier": "13-658",
    "catch_text": "Reimbursement by participating employers for payments for certain city retired employees."
  }
}