{
  "text": "ยง 13-634 Transfer of members of the police force of the board of water supply to the police department of the city of New York. The members of the police force of the board of water supply of the city, upon the termination of their service on such force by reason of the completion of the work for which they were appointed by such board shall be severally eligible for transfer to the position of patrolman in the police department of the city upon the written request in each case of the board, accompanied by the consent, also in writing, of the person to be transferred, and the further consent of the police commissioner. The time served by any member of such board of water supply police force who has become a member of such police force of the city, whether by transfer or as a result of competitive examination and appointment, and who is still a member of the police force of the city, shall be included and counted as service in the police department of the city in determining salary and eligibility for advancement, promotion, retirement and pension as provided in this code, provided, however, that no person becoming a member of the police department of the city in the manner herein provided, shall be entitled to participate in the benefits of the police pension fund, unless he shall pay into such fund the total sum that he would have been required to pay in order to participate therein had he been a member of such force from the time he entered the service of such board of water supply, and provided further, that no person not a member of the police force of the board of water supply on the ninth day of May, nineteen hundred nineteen shall be eligible for transfer to the position of patrolman in the police department of the city in accordance with the provisions hereof. These provisions shall not be subject to any restriction relative to transfers contained in the civil service law or in the rules and regulations of the civil service commission of the state, or any subdivision thereof. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "634",
    "identifier": "13-634",
    "catch_text": "Transfer of members of the police force of the board of water supply to the police department of the city of New York."
  }
}