{
  "text": "ยง 13-653 Supplemental retirement allowances. a. City retired employees. Notwithstanding any other provision of law, any city retired employee, who unless retired for disability had at least five years of credited service at the time of his or her retirement, shall be entitled to a supplemental pension payment to be known as a supplemental retirement allowance payable annually in monthly installments in accordance with the following provisions of this section: 1. The supplemental retirement allowance provided herein for city retired employees shall be sixteen dollars and sixty-six cents per month plus a percentage of the retirement allowance computed without optional modification, based on the year of retirement, in accordance with the schedule hereinafter set forth, provided, however, that no supplemental retirement allowance shall: (a) Exceed sixty-six dollars and sixty-six cents per month, or (b) together with the retirement allowance received from IRT and BMT pension and together with any retirement allowance received from IRT and BMT pension plans, exceed one hundred eighty-three dollars and thirty-three cents per month. 2. The supplemental retirement allowance for city retired employees shall be computed in accordance with the following schedule: Year of retirement per centum 1957 or thereafter......................None 1956....................................two 1955....................................three 1954....................................three 1953....................................four 1952....................................five 1951....................................seven 1950....................................fifteen 1949....................................fifteen 1948....................................fifteen 1947....................................twenty-five 1946....................................forty-five 1945....................................fifty-five 1944....................................sixty 1943....................................sixty-five 1942....................................seventy-five 1941....................................ninety 1940....................................one hundred prior to 1940...........................one hundred b. Police or fire retired employees. Notwithstanding any other provision of law, any police or fire retired employee shall be entitled to a supplemental pension payment to be known as a supplemental retirement allowance payable annually, in monthly installments in an amount which, together with pension or retirement allowance (exclusive of extra service increments granted pursuant to section 13-208 or 13-307 of this title or any other similar provision of law), computed without optional modification, if any, received by such police or fire retired employee, shall equal but not exceed two hundred twenty-five dollars per month; provided, however, that the amount of such supplemental retirement allowance shall not exceed eighty-three dollars and thirty-three cents per month; and further provided however, that no such supplemental retirement allowance shall be increased, to conform with the provisions of this subdivision, by more than sixteen dollars and sixty-six cents per month above the amount of such allowance as of December thirty-first, nineteen hundred sixty-five. c. Police or fire surviving spouse or dependent. Notwithstanding any other provision of law, a police or fire surviving spouse or dependent, shall be entitled to a supplemental pension payment to be known as a supplemental retirement allowance payable annually in monthy installments in an amount which, together with the pension received by such police or fire surviving spouse or dependent shall equal but not exceed one hundred six dollars and sixty-six cents per month, provided, however that the amount of such supplemental retirement allowance shall not exceed fifty-six dollars and sixty-six cents per month. d. Police or fire line-of-duty surviving spouse or dependent. Notwithstanding any other provision of law, a police or fire line-of-duty surviving spouse or dependent shall be entitled to receive on and after October first, nineteen hundred sixty-three a supplemental pension payment, to be known as a supplementary retirement allowance, payable annually in monthly installments in an amount which, together with pension received by such police or fire line-of-duty surviving spouse or dependent pursuant to section 13-209, 13-244, 13-309, or 13-347 of this title, shall equal but not exceed two hundred eight dollars and thirty-three cents per month, provided however that the amount of such supplemental retirement allowance shall not exceed sixty-six dollars and sixty-six cents per month; and further provided however, that no such supplemental retirement allowance shall be increased by more than sixteen dollars and sixty-six cents per month pursuant to the provisions of this subdivision, as hereby amended. e. Notwithstanding any other provision of law, a street cleaning surviving spouse or dependent shall be entitled to receive on and after January first, nineteen hundred sixty-six, a supplemental pension payment, to be known as a supplemental retirement allowance, payable annually in monthly installments in an amount which together with the pension received by such street cleaning surviving spouse or dependent pursuant to section 13-610 of this title, shall equal but not exceed ninety-eight dollars and thirty-three cents per month, provided, however, that the amount of such supplemental retirement allowance shall not at any time exceed forty-eight dollars and thirty-three cents per month. f. The supplemental retirement allowances provided for in this article shall not be paid to any city retired employee or police or fire retired employee or any police or fire surviving spouse or dependent or police or fire line-of-duty surviving spouse or dependent or any street cleaning surviving spouse or dependent for any period during which the pension or retirement allowance of such city retired employee police or fire retired employee, or police or fire surviving spouse or dependent, or police or fire line-of-duty surviving spouse or dependent, or street cleaning surviving spouse or dependent, or any part thereof is forfeited or suspended pursuant to laws. g. Any such city retired employee or police or fire retired employee already receiving a supplemental pension under article one of this subchapter shall continue to receive such supplemental pension or shall receive the supplemental retirement allowance provided under this article, whichever shall be greater. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "5",
    "text": "MISCELLANEOUS PENSION AND RETIREMENT PROVISIONS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "653",
    "identifier": "13-653",
    "catch_text": "Supplemental retirement allowances."
  }
}