{
  "text": "ยง 13-702 Delegation of investing powers to comptroller. a. Notwithstanding any provisions of the code or any other law to the contrary, the trustee, trustees, or other officer, board or body having the power to invest the funds of a pension fund or retirement system maintained, administered, or supported by the city or an agency, or by city funds may delegate such power either in its entirety or with any limitations including limitations with respect to the type and amount of investments, to the comptroller. Such delegation shall be in writing, and shall be filed in the office of such trustee, trustees, officer, board or body making such delegation, and in the office of the comptroller. Every such delegation shall be effective for a period specified therein, not to exceed one year, and shall automatically terminate and expire at the end of such specific period. Renewals or new delegations may be granted for additional periods in the same manner as herein provided for original delegations, but each such renewal or new delegation shall be effective for a specified period, not to exceed one year. Upon the filing of such delegation or renewal thereof as herein prescribed the comptroller shall, subject to the terms of such delegation, have the power: 1. To make any investment which the trustee, trustees, officer, board or body delegating such power is or are authorized by law to make; 2. To hold, sell, assign, transfer or dispose of any of the properties, securities or investments in which any of the funds of said fund or system shall have been invested, including the proceeds of such investments and any moneys belonging to such funds, subject to the terms, conditions, limitations and restrictions imposed by law upon such trustee, trustees, officer, board or body delegating such power; and 3. In his or her name as agent of such trustee, trustees, officer, board or body making such delegation and of such fund or system, to foreclose mortgages upon default or to take title to real property in such proceedings in lieu thereof or to lease and sell such property so acquired. b. The comptroller shall exercise any power delegated pursuant to this section until the expiration date specified in such delegation or any renewal thereof unless the trustee, trustees, officer, board, or body making such delegation shall sooner elect to reassume such power by filing a written revocation of the delegation in the office of such trustee, trustees, officer, board or body and in the office of the comptroller. c. Notwithstanding any other provision of this section, the termination, expiration or revocation of any delegation of power or renewal thereof, as herein provided, shall not affect any binding commitment previously made by the comptroller pursuant to such delegation and the comptroller shall have the power to fully discharge any such binding commitment according to its terms. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "6",
    "text": "INVESTMENT BY PENSION FUNDS OR RETIREMENT SYSTEMS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "702",
    "identifier": "13-702",
    "catch_text": "Delegation of investing powers to comptroller."
  }
}