{
  "text": "ยง 13-703 Investments in railroad, industrial, electric and gas, telephone and waterworks obligations. Notwithstanding the provisions of the code or any other law to the contrary, the trustee, trustees or other officer, board or body having the power to invest the funds of a pension fund or retirement system maintained, administered, or supported by the city or an agency, or by city funds, may, in addition, invest in obligations consisting of notes, bonds, debentures or equipment trust certificates issued under an indenture which are the direct obligations of, or in the case of equipment trust certificates, are secured by the direct obligations of, a railroad or industrial corporation, or a corporation engaged directly and primarily in the production, transportation, distribution or sale of electricity or gas, or the operation of telephone or telegraph systems or waterworks, or in some combination of them; provided the obligor corporation is one which is incorporated under the laws of the United States, or any state thereof, of the District of Columbia, and said obligations shall be rated at the time of purchase within the three highest classifications established by at least two standard rating services. The maximum amount that they may invest in such obligations pursuant to this subdivision shall not exceed ten per centum of the assets of a fund; and provided further that of said ten per centum not more than two per centum of the assets of a fund shall be invested in the obligations of any one corporation of the highest classification and subsidiary or subsidiaries thereof, that not more than one and one-half per centum of the assets of a fund shall be invested in the obligations of any one corporation of the second highest classification and subsidiary or subsidiaries thereof, that not more than one per centum of the assets of a fund shall be invested in the obligations of any one corporation of the third highest classification and subsidiary or subsidiaries thereof. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "6",
    "text": "INVESTMENT BY PENSION FUNDS OR RETIREMENT SYSTEMS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "703",
    "identifier": "13-703",
    "catch_text": "Investments in railroad, industrial, electric and gas, telephone and waterworks obligations."
  }
}