{
  "text": "ยง 13-701 Investments by pension funds or retirement systems maintained, administered or supported by the city or an agency, in notes or bonds secured by certain purchase money mortgages. a. The trustee or trustees of a pension fund or retirement system maintained, administered or supported by the city or an agency or by city funds may invest the funds of such pension fund or retirement system in any notes or bonds secured by purchase money mortgages accepted by the city at the time of the sale of real property acquired by virtue of tax enforcement foreclosure proceedings or by deed in lieu thereof, and any other notes or bonds secured by purchase money mortgages accepted by the city, provided however, no such other note or bond may be purchased by said trustee or trustees at a price in excess of two-thirds of the selling price of the real property secured by such purchase money mortgage at the time of its execution in connection with a sale resulting from a public auction of such real property, without regard to any limitations or restrictions contained in this code or in the provisions of article four-a of the retirement and social security law or section two hundred thirty-five of the banking law or any other law and in addition to the powers conferred by any such law. The aggregate unpaid principal amount of bonds and notes secured by such mortgages held at any time in such a fund or system shall not exceed two per centum of the assets of such fund or system. Any assignment of such a note or bond and mortgage to a pension fund or retirement system pursuant to this section shall contain a provision that if property which is collateral security for such bond or note and mortgage shall be acquired by the City of New York as a result of a foreclosure in rem proceeding and/or if a deficiency judgment is obtained by such fund or system by reason of a default under the terms of the note or bond and mortgage, the city will reimburse such fund or system by payment to said pension fund or retirement system of the amounts due under such note or bond and mortgage, including principal, interest, and any costs and expenses involved in obtaining such deficiency judgment by appropriation in the annual expense budget, provided that (1) the trustee or trustees of such pension fund or retirement system shall certify and include the amounts due, including principal, interest, and any costs and expenses, in the annual estimate of the requirements of such fund or system submitted to the director of the budget pursuant to charter section one hundred fourteen; and (2) upon the effective date of the budget containing the appropriation for such amounts due as specified herein, the trustee or trustees of such fund or system shall assign any deficiency judgment thus obtained to the city. b. Nothing contained in this section shall be construed to affect any lawful investment made prior to the effective date of this section by the trustee or trustees of any such fund or system, and any such investment may be retained or disposed of by such trustee or trustees in accordance with any other provision of law. c. Notwithstanding any other provision in this section, or any other law, a pension fund or retirement system in connection with any note or bond and mortgage heretofore or hereafter acquired by it pursuant to this section may, where there has occurred or shall occur a default under the terms of any such note or bond and mortgage, for a period of one year, tender an assignment of such note or bond or mortgage to the city of New York. The city shall accept the same and pay said pension fund or retirement system the amounts due under such note or bond and mortgage including principal, interest and any costs involved in effectuating such assignment. A bond or note and mortgage assigned by the city of New York to a pension fund or retirement system shall be subject to the provisions of this subdivision c and in the future any such assignment shall contain a clause to such effect. The provisions of this section shall only relate to and be binding between the city of New York and the said pension fund or retirement system and shall not inure to the benefit of any other person, party or entity. d. In addition to the provisions and remedies set forth in subdivisions a, b and c of this section, a pension fund or retirement system may tender to the city of New York a deed of title to property to which it had acquired title and which had been subject to a vote or bond and mortgage which had been assigned to it pursuant to the aforesaid subdivisions. The said city shall accept the deed and pay to the pension fund or retirement system as consideration therefor, the principal that was due under such note or bond and mortgage with interest thereon from the due date of the principal to the date of delivery of the deed to the city, together with any costs and expenditures incurred by the said pension fund or retirement system in acquiring the title and conveying it to said city. e. The intent of this section is to reimburse and make whole the pension funds or retirement systems against any loss incurred by reason of the investments in the purchase money mortgages as described in this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "6",
    "text": "INVESTMENT BY PENSION FUNDS OR RETIREMENT SYSTEMS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "701",
    "identifier": "13-701",
    "catch_text": "Investments by pension funds or retirement systems maintained, administered or supported by the city or an agency, in notes or bonds secured by certai"
  }
}