{
  "text": "ยง 13-705 Acquisition, management and protection of investments of retirement system funds. a. As used in this section, the term \"retirement system\" shall mean any of the following: the New York city employees' retirement system, the New York city teachers' retirement system, the New York city board of education retirement system, the police pension fund maintained pursuant to subchapter two of chapter two of this title and the fire department pension fund maintained pursuant to subchapter two of chapter three of this title. b. Notwithstanding any other provision of law to the contrary, such expenses as may necessarily be incurred by a retirement system in acquiring, managing and protecting investments of its funds may be paid from any income, interest or dividends derived from deposits or investments of such funds. c. (1) The provisions of this section shall not be applicable: (i) to the acquisition, management or protection of investments of variable annuity funds of the New York city teachers' retirement system or of variable annuity funds of any other retirement system which may at any time have a variable annuity program; or (ii) to contracts for services in relation to the acquisition, management or protection of investments of any variable annuity funds referred to in subparagraph (ii) of this paragraph one. (2) Nothing contained in this section shall be construed as amending, modifying or affecting section 13-570 of this title. d. In each city fiscal year, beginning with investment expenses paid during the nineteen hundred ninety-eight--nineteen hundred ninety-nine fiscal year, whenever the income, interest or dividends derived from deposits or investments of the funds of a retirement system are used pursuant to subdivision b of this section to pay the expenses incurred by such retirement system in acquiring, managing or protecting investments of its funds, the monies so paid shall be made a charge to be paid by each participating employer otherwise required to make contributions to such retirement system no later than the end of the fiscal year next succeeding the fiscal year during which such monies were drawn upon, provided, however, that where such charge is for such investment expenses paid during fiscal year two thousand four--two thousand five or during any subsequent fiscal year, such charge shall be paid by each such participating employer no later than the end of the second fiscal year succeeding the fiscal year during which such monies were drawn upon, provided further that the provisions of this subdivision shall not apply to investment expenses paid during the two thousand nine--two thousand ten fiscal year or during any subsequent fiscal year. In the event that such retirement system has more than one participating employer, the actuary shall calculate and allocate to each such participating employer its share of such charge. All charges to be paid pursuant to this subdivision shall be paid at the regular rate of interest utilized by the actuary in determining employer contributions to the retirement system pursuant to the provisions of paragraph two of subdivision b of section 13-638.2 of this title. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "6",
    "text": "INVESTMENT BY PENSION FUNDS OR RETIREMENT SYSTEMS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "705",
    "identifier": "13-705",
    "catch_text": "Acquisition, management and protection of investments of retirement system funds."
  }
}