{
  "text": "ยง 13-704 Graduated crediting of gains and amortization of losses on dispositions of securities by certain retirement systems. a. As used in this section, the following terms shall mean and include: 1. \"Retirement system\". Any of the following: the New York city employees' retirement system; the teachers' retirement system; the police pension fund provided for by subchapter two of chapter two of this title; the fire department pension fund provided for by subchapter two of chapter three of this title; and the board of education retirement system of the city. 2. \"Teachers' retirement system\". The retirement system of the teachers' retirement association provided for by chapter four of this title. 3. \"Contingent reserve fund\". The contingent reserve fund of a retirement system; provided, however, that such term, where used in relation to public employer contributions payable to the fire department pension fund subchapter two during any period preceding the starting date of the improved benefits plan, as defined in subdivision twenty-seven of section 13-313 of this title, shall mean the retirement allowance accumulation fund provided for by section 13-325 of this title, as in effect before such starting date. 4. \"Responsible public employer\". The city and in any case where the state or any public authority, corporation, body corporate or entity is required by any provision of this title or any other law to make contributions to a retirement system on behalf of any members thereof, such term, as applicable to such retirement system, shall mean, collectively, the city, the state and each such authority, corporation, body corporate and entity; subject, however, to the mutual rights, obligations and responsibilities in relation to such retirement system, as prescribed by law, of the city, the state and such authority, corporation, body corporate or entity. 5. \"Retirement system act\". (a) In the case of the New York city employees' retirement system, such term shall mean chapter one of this title. (b) In the case of the teachers' retirement system, such term shall mean chapter four of this title. (c) In the case of the police pension fund, article two, such term shall mean subchapter two of chapter two of this title. (d) In the case of the fire department pension fund subchapter two, such term shall mean subchapter two of chapter three of this title. (e) In the case of the board of education retirement system, such term shall mean the rules and regulations of such retirement system and subdivisions sixteen, seventeen and eighteen of section twenty-five hundred seventy-five of the education law. 6. \"Securities\". Bonds, obligations, and mortgages which constitute lawful investments for a retirement system. 7. \"Sell\". To carry out a transaction whereby a retirement system transfers title to any securities which it holds, or exchanges or otherwise disposes of any such securities. 8. \"Sale\". The carrying out of any transaction described in paragraph seven of this subdivision a. b. (1) Notwithstanding any other provision of law to the contrary, the provisions of paragraph two of this subdivision shall apply in any case where, on or after May twentieth, nineteen hundred seventy and prior to July first, nineteen hundred eighty-eight: (i) a retirement system sells securities in which any of its funds are invested; and (ii) realizes a gain or sustains a loss with respect to such sale; and (iii) under the retirement system act governing such retirement system, the responsible public employer is entitled to credit for any such gain in the determination of its required contributions to such retirement system, or is required to reimburse such retirement system for any such loss. (2) Such gain or loss shall be treated in the manner prescribed by the applicable provisions of subdivisions c, d, e, f and g of this section. c. (1) If any such sale occurring in the city's nineteen hundred sixty-nine--nineteen hundred seventy fiscal year or in any subsequent fiscal year up to and including the nineteen hundred seventy-nine--nineteen hundred eighty fiscal year results in a gain, the amount of such gain shall be credited in favor of the responsible public employer with respect to such retirement system, pursuant to the applicable provisions of paragraphs two to eight inclusive, of this subdivision c, in relation to the required contributions of such responsible public employer to such retirement system. (2) If any such gain referred to in paragraph two of this subdivision c was realized in the city's nineteen hundred sixty-nine--nineteen hundred seventy fiscal year or in any subsequent city fiscal year up to and including the nineteen hundred seventy-eight--nineteen hundred seventy-nine fiscal year, there shall be computed twenty equal annual installments of credit, the aggregate of which, if one of such installments were credited in favor of such responsible public employer in each of the twenty city fiscal years commencing with the second fiscal year succeeding the fiscal year in which such gain was realized, would be the actuarial equivalent of the amount of such gain. For the purpose of making such computation with respect to any such gains realized prior to July first, nineteen hundred seventy-five, an interest rate of four per centum per annum shall be used and for the purpose of making such computation with respect to any such gains realized during the period beginning on July first, nineteen hundred seventy-five and ending on June thirtieth, nineteen hundred seventy-nine, an interest rate of five and one-half per centum per annum shall be used. (3) In the case of any such gain referred to in paragraph one of this subdivision c which was realized in any city fiscal year occurring during the period beginning on July first, nineteen hundred sixty-nine and ending on June thirtieth, nineteen hundred seventy-eight, the first of such installments shall be credited in favor of such responsible public employer in the second city fiscal year succeeding that in which such gain was realized and one such installment shall be so credited in each succeeding fiscal year to and including the nineteen hundred seventy-nine--nineteen hundred eighty fiscal year. Such crediting in any such fiscal year shall be effected with respect to any such retirement system in the manner prescribed by the provisions of this section and of the retirement system act governing such retirement system, as such provisions were in effect during such fiscal year. (4) With respect to each gain to which paragraph two of this subdivision c applies, there shall be computed the present value, as of June thirtieth, nineteen hundred eighty, of the annual installments of credit thereon remaining uncredited as of such June thirtieth. For the purpose of making such calculation, an interest rate of five and one-half per centum shall be used. (5) With respect to each present value computed pursuant to paragraph four of this subdivision c, there shall be computed a number of equal annual installments of credit in favor of the responsible public employer, which number shall equal one less than the number of such uncredited installments referred to in such paragraph four, and the aggregate of which computed installments, on the basis of crediting the first of such installments to such responsible public employer in the city's nineteen hundred eighty--nineteen hundred eighty-one fiscal year and one of such installments in each subsequent fiscal year until all of such installments are so credited, shall be the actuarial equivalent of such present value referred to in such paragraph four. For the purpose of making such computation, an interest rate of seven and one-half per centum per annum shall be used. (6) (a) One of such installments computed pursuant to paragraph five of this subdivision c shall be credited in favor of such responsible public employer in each of the city's nineteen hundred eighty--nineteen hundred eighty-one and nineteen hundred eighty-one--nineteen hundred eighty-two fiscal years. (b) (i) In each city fiscal year occurring during the period beginning on July first, nineteen hundred eighty-two and ending on June thirtieth, nineteen hundred eighty-eight, there shall be credited in favor of such responsible public employer an installment computed in accordance with items (ii) and (iii) of this subparagraph (b). (ii) With respect to each present value computed pursuant to paragraph four of this subdivision c, there shall be computed as of June thirtieth, nineteen hundred eighty-two, using an interest rate of seven and one-half per centum per annum, the present value of the annual installments of credit in favor of the responsible public employer determined in accordance with paragraph five of this subdivision c and allocated to fiscal years subsequent to June thirtieth, nineteen hundred eighty-two. (iii) The annual installments to be credited, for each city fiscal year occurring during the period beginning on July first, nineteen hundred eighty-two and ending on June thirtieth, nineteen hundred eighty-eight, in respect of each present value computed in accordance with item (ii) of this subparagraph (b) shall be an amount which, when credited in equal annual installments commencing with the city's nineteen hundred eighty-two--nineteen hundred eighty-three fiscal year and continuing for the number of fiscal years equal to the number of installments used in computing such present value, would be the actuarial equivalent, as of June thirtieth, nineteen hundred eighty-two on the basis of eight per centum interest per annum, of an amount equal to such present value. (iv) (A) As used in this item (iv), the term \"remaining uncredited installments as of July first, nineteen hundred eighty-eight\" shall mean, in relation to any gain referred to in paragraph two of this subdivision c, the number of installments, if any, obtained by subtracting eight installments from the number of installments computed pursuant to paragraph five of this subdivision c in relation to such gain. (B) There shall be computed, as of June thirtieth, nineteen hundred eighty-eight, using an interest rate of eight per centum per annum, the present value of the remaining uncredited installments as of July first, nineteen hundred eighty-eight, if any, with respect to any such gain referred to in paragraph two of this subdivision. (C) The annual installments to be credited with respect to such gain in each city fiscal year occurring during the period beginning on July first, nineteen hundred eighty-eight and ending with the last day of a number of fiscal years equal to the number of remaining uncredited installments as of July first, nineteen hundred eighty-eight with respect to such gain, shall be an amount which, when credited in equal annual installments, commencing with the city's nineteen hundred eighty-eight--nineteen hundred eighty-nine fiscal year and continuing during each fiscal year of the period above mentioned in this sub-item (C), shall be the actuarial equivalent, as of June thirtieth, nineteen hundred eighty-eight on the basis of eight and one-quarter per centum interest per annum, of such present value computed pursuant to sub-item (B) of this item (iv). (7) (a) If any such gain referred to in paragraph one of this subdivision c was realized in the city's nineteen hundred seventy-nine-- nineteen hundred eighty fiscal year, the amount of such gain shall, beginning with the nineteen hundred eighty--nineteen hundred eighty-one fiscal year, be credited in favor of such responsible public employer in twenty successive equal annual installments determined in the manner provided for by subparagraphs (b), (c) and (d) of this paragraph seven. (b) The first and second annual installments referred to in subparagraph (a) of this paragraph seven shall be determined so that if they were the first and second of twenty equal annual installments of the amount of such gain, the present value of such twenty equal annual installments, computed at an interest rate of seven and one-half per centum per annum, would be equal to the amount of such gain. (c) The next six annual installments required to be credited under the provisions of subparagraph (a) of this paragraph seven shall be determined so as to be equal and so that the present value of such six equal annual installments, computed as of June thirtieth, nineteen hundred eighty-two at an interest rate of eight per centum per annum as if they were part of a remainder of eighteen equal annual installments so computed, shall be equal to the present value, computed as of such June thirtieth at an interest rate of seven and one-half per centum per annum, of the corresponding next six of the twenty equal annual installments computed pursuant to the provisions of subparagraph (b) of this paragraph seven. (d) The remaining twelve annual installments required to be credited under the provisions of subparagraph (a) of this paragraph seven shall be determined so as to be equal and so that the present value of such twelve equal annual installments, computed as of June thirtieth, nineteen hundred eighty-eight at an interest rate of eight and one-quarter per centum per annum, shall be equal to the present value, computed as of such June thirtieth at an interest rate of eight per centum per annum, of such last twelve equal annual installments. d. (1) If any such sale occurring in the city's nineteen hundred sixty-nine--nineteen hundred seventy fiscal year or in any subsequent fiscal year up to and including the nineteen hundred seventy-nine-- nineteen hundred eighty fiscal year results in a loss, the responsible public employer with respect to such retirement system shall make payments to the contingent reserve fund of such retirement system on account of such loss in the manner prescribed by paragraphs two to seven, inclusive, of this subdivision d. (2) If any such loss referred to in paragraph one of this subdivision d was sustained in the city's nineteen hundred sixty-nine--nineteen hundred seventy fiscal year or in any subsequent city fiscal year up to and including the nineteen hundred seventy-eight--nineteen hundred seventy-nine fiscal year, there shall be computed twenty equal annual installments of payment on account of such loss, the aggregate of which installments, if one of such installments were paid by such responsible public employer to the contingent reserve fund in each of the twenty city fiscal years commencing with the second fiscal year succeeding the fiscal year in which such loss occurred, would be the actuarial equivalent of the amount of such loss. For the purpose of making such computation with respect to losses which occurred prior to July first, nineteen hundred seventy-five, an interest rate of four per centum per annum shall be used and for the purpose of making such computation with respect to losses which occurred during the period beginning on July first, nineteen hundred seventy-five and ending on June thirtieth, nineteen hundred seventy-nine, an interest rate of five and one-half per centum per annum shall be used. (3) In the case of any such loss referred to in paragraph one of this subdivision d which was sustained in any city fiscal year occurring during the period beginning on July first, nineteen hundred sixty-nine and ending on June thirtieth, nineteen hundred seventy-eight, one of such installments shall be paid by such responsible public employer to the contingent reserve fund of such retirement system in the second city fiscal year succeeding that in which such loss was sustained and one such installment shall be so paid by such responsible public employer in each succeeding fiscal year to and including the nineteen hundred seventy-nine--nineteen hundred eighty fiscal year. (4) With respect to each loss to which paragraph two of this subdivision d applies, there shall be computed the present value, as of June thirtieth, nineteen hundred eighty, of the annual installments of such loss remaining unpaid by such responsible public employer as of such June thirtieth. For the purpose of making such calculation, an interest rate of five and one-half per centum per annum shall be used. (5) With respect to each present value computed pursuant to paragraph four of this subdivision d, there shall be computed a number of equal annual installments of loss to be paid by such responsible public employer to the contingent reserve fund, which number shall equal one less than the number of the unpaid installments of such loss to which such present value relates, and the aggregate of which computed installments, on the basis of payment of the first of such installments by such responsible public employer in the city's nineteen hundred eighty--nineteen hundred eighty-one fiscal year and one of such installments in each subsequent fiscal year until all of such installments are paid, shall be the actuarial equivalent of such present value. For the purpose of making such computation, an interest rate of seven and one-half per centum per annum shall be used. (6) (a) Such responsible public employer shall pay one of such installments computed pursuant to paragraph five of this subdivision d to the contingent reserve fund of such retirement system in each of the city's nineteen hundred eighty--nineteen hundred eighty-one and nineteen hundred eighty-one--nineteen hundred eighty-two fiscal years. (b) (i) Such responsible public employer, in each city fiscal year occurring during the period beginning on July first, nineteen hundred eighty-two and ending on June thirtieth, nineteen hundred eighty-eight, shall pay an installment computed in accordance with items (ii) and (iii) of this subparagraph (b). (ii) With respect to each present value computed pursuant to paragraph four of this subdivision d, there shall be computed as of June thirtieth, nineteen hundred eighty-two, using an interest rate of seven and one-half per centum per annum, the present value of the annual installments of loss determined in accordance with paragraph five of this subdivision d and allocated to fiscal years subsequent to June thirtieth, nineteen hundred eighty-two. (iii) The annual installments of loss required to be paid by such responsible public employer, for each city fiscal year occurring during the period beginning on July first, nineteen hundred eighty-two and ending on June thirtieth, nineteen hundred eighty-eight, in respect of each present value computed in accordance with item (ii) of this subparagraph (b) shall be the applicable installments of an amount which, if paid in equal annual installments commencing with the city's nineteen hundred eighty-two--nineteen hundred eighty-three fiscal year and continuing for the number of fiscal years equal to the number of installments used in computing such present value, would be the actuarial equivalent, as of June thirtieth, nineteen hundred eighty-two on the basis of eight per centum interest per annum, of an amount equal to such present value. (iv) (A) As used in this item (iv), the term \"remaining unpaid installments as of July first, nineteen hundred eighty-eight\" shall mean, in relation to any loss referred to in paragraph two of this subdivision d, the number of installments, if any, obtained by subtracting eight installments from the number of installments computed pursuant to paragraph five of this subdivision d in relation to such loss. (B) There shall be computed, as of June thirtieth, nineteen hundred eighty-eight, using an interest rate of eight per centum per annum, the present value of the remaining unpaid installments as of July first, nineteen hundred eighty-eight, if any, with respect to any such loss referred to in paragraph two of this subdivision. (C) The annual installments to be paid with respect to such loss in each city fiscal year occurring during the period beginning on July first, nineteen hundred eighty-eight and ending with the last day of a number of fiscal years equal to the number of remaining unpaid installments as of July first, nineteen hundred eighty-eight with respect to such loss, shall be an amount which, when paid in equal annual installments, commencing with the city's nineteen hundred eighty-eight--nineteen hundred eighty-nine fiscal year and continuing during each fiscal year of the period above mentioned in this sub-item (C), shall be the actuarial equivalent, as of June thirtieth, nineteen hundred eighty-eight on the basis of eight and one-quarter per centum interest per annum, of such present value computed pursuant to sub-item (B) of this item (iv). (7) (a) If any such loss referred to in paragraph one of this subdivision was sustained in the city's nineteen hundred seventy-nine--nineteen hundred eighty fiscal year, such responsible public employer shall, beginning with the nineteen hundred eighty--nineteen hundred eighty-one fiscal year, pay to the contingent reserve fund of such retirement system on account of such loss, twenty successive equal annual installments in amounts determined in the manner provided for in subparagraphs (b), (c) and (d) of this paragraph seven. (b) The first and second annual installments referred to in subparagraph (a) of this paragraph seven shall be determined so that if they were the first and second of twenty equal annual installments of the amount of such loss, the present value of such twenty equal annual installments, computed at an interest rate of seven and one-half per centum per annum, would be equal to the amount of such loss. (c) The next six annual installments required to be paid under the provisions of subparagraph (a) of this paragraph seven shall be determined so as to be equal and so that the present value of such six equal annual installments, computed as of June thirtieth, nineteen hundred eighty-two at an interest rate of eight per centum per annum as if they were a part of a remainder of eighteen equal annual installments so computed, shall be equal to the present value, computed as of June thirtieth at an interest rate of seven and one-half per centum per annum, of the corresponding next six of the twenty equal annual installments computed pursuant to the provisions of subparagraph (b) of this paragraph seven. (d) The remaining twelve annual installments required to be paid under the provisions of subparagraph (a) of this paragraph seven shall be determined so as to be equal and so that the present value of such twelve equal annual installments, computed as of June thirtieth, nineteen hundred eighty-eight at an interest rate of eight and one-quarter per centum per annum, shall be equal to the present value, computed as of such June thirtieth at an interest rate of eight per centum per annum, of such last twelve equal annual installments. e. (1) In the case of sales occurring in the city's nineteen hundred eighty--nineteen hundred eighty-one fiscal year or in any subsequent fiscal year ending before July first, nineteen hundred eighty-eight, the retirement system making such sales shall, with respect to any such fiscal year above specified in this paragraph, provide credit for realized gains and amortization of realized losses for each responsible public employer pursuant to the applicable provisions of paragraphs two and three of this subdivision e. (2) For each fiscal year to which paragraph one of this subdivision e applies, there shall be calculated for each retirement system the net amount of aggregate gains and aggregate losses produced by sales in such fiscal year and such net amount shall be transferred to a special account in the retirement system to be known as the \"deferred charge on account of security sales\". Such net amount for each such fiscal year shall be amortized within such account, commencing with such fiscal year, over the average maturity, rounded to the nearest year, of all securities (excluding securities maturing in less than one year) acquired in such fiscal year or sold in such fiscal year by the retirement systems, whichever is less. (3) The amount to be amortized in each fiscal year over the period of average maturity referred to in paragraph two of this subdivision e shall be computed on a scientific basis, (a) using a reinvestment rate of seven and one-half per centum per annum with respect to any such net amount computed for the city's nineteen hundred eighty--nineteen hundred eighty-one fiscal year, and (b) using a reinvestment rate of eight per centum per annum with respect to any such net amount computed for any city fiscal year occurring during the period beginning on July first, nineteen hundred eighty-one and ending on June thirtieth, nineteen hundred eighty-four and (c) in the case of any such net amount computed for any city fiscal year occurring thereafter, using a reinvestment rate equivalent to that prescribed by the legislature as the rate to be used for the purpose of any actuarial valuation, determination or appraisal made in determining the employer contributions to be paid by responsible public employers to the contingent reserve fund of such retirement system in the city fiscal year next succeeding that for which such net amount was computed. 4. Any account constituting a deferred charge on account of security sales (whether a positive or negative quantity) which, in the absence of the enactment of a chapter of the laws of nineteen hundred eighty-nine which added this paragraph, would exist with respect to any retirement system as of July first, nineteen hundred eighty-eight, shall be cancelled and terminated as of such July first, and shall not be applied in the determination of the normal contribution or any other contribution payable by any responsible public employer to such retirement system with respect to any fiscal year beginning on or after such July first. e-1. (1) In the case of sales by any retirement system occurring in any fiscal year of the city beginning on or after July first, nineteen hundred eighty-eight: (i) any gain resulting from any such sale shall not be directly and separately credited against contributions otherwise required to be made by the responsible public employer or employers to such retirement system; and (ii) any loss resulting from any such sale shall not be directly and separately charged as additional contributions payable to such retirement system by the responsible public employer or employers; and (iii) the effects of such gains or losses shall be actuarially reflected in the valuations made for the purpose of determining contributions payable to such retirement system. (2) In relation to determination of the normal contribution for any fiscal year beginning on or after July first, nineteen hundred eighty-eight, the provisions of sub-item (C) of item (i) of subparagraph (b) of paragraph two of subdivision b of section 13-127 of the code, and sub-item (D) of item (i) of subparagraph (i) of paragraph two of subdivision b of section 13-228 of the code, and sub-item (E) of item (i) of subparagraph (b) of paragraph two of subdivision b of section 13-331 of the code, and item (iii) of subparagraph (a) of paragraph two of subdivision b of section 13-527 of the code, or paragraph three of sub-item (A) of item (ii) of subparagraph four of paragraph (c) of subdivision sixteen of section twenty-five hundred seventy-five of the education law (relating to the actuarial treatment of certain losses on sales of fixed-income securities in the determination of the normal contribution) shall not be deemed to refer to or include any gains or losses on any such sales occurring in any fiscal year of the city beginning on or after July first, nineteen hundred eighty-eight. f. The provisions of section one hundred seventy-seven-b of the retirement and social security law shall be inapplicable to any sale described in subdivisions b and e-1 of this section. g. Nothing contained in this section shall be construed as applicable to any sale of securities constituting an investment made with funds which are a part of a variable annuity program in the teachers' retirement system or the board of education retirement system of the city. h. (1) For the purpose of determining the balance sheet liability of any retirement system as of June thirtieth, nineteen hundred eighty pursuant to the provisions of the retirement system act of such retirement system governing such determination, the \"annual contribution, for balance sheet liability purposes, on account of amortization of losses on dispositions of certain securities within the meaning of this section\", as referred to in such provisions, shall be a hypothetical amount computed pursuant to the provisions of paragraphs two to four, inclusive, of this subdivision g. (2) With respect to each city fiscal year (the \"subject fiscal year\") occurring during the period beginning on July first, nineteen hundred seventy-four and ending on June thirtieth, nineteen hundred eighty, there shall be determined the amount by which: (i) The total of the annual installments of losses which, under the provisions of this section as in effect prior to July first, nineteen hundred eighty, was or would have been payable by the responsible public employer in the second city fiscal year succeeding the subject fiscal year, exceeds (ii) The total of the installments of gain required by such provisions of this section as they are in effect to be credited to the responsible public employer in such second fiscal year. (3) (i) There shall be computed the discounted value of the amount of such excess as of January first of the subject fiscal year, such discounting being calculated on the basis of the applicable interest rate prescribed in subparagraph (ii) of this paragraph three and a discount period of two years extending retroactively from December thirty-first of such second fiscal year succeeding the subject fiscal year to January first of the subject fiscal year. (ii) With respect to the nineteen hundred seventy-four--nineteen hundred seventy-five subject fiscal year, the rate of interest to be used in calculating such discounted value shall be five and one-half per centum per annum for the period beginning on July first, nineteen hundred seventy-five and ending on December thirty-first, nineteen hundred seventy-six and four per centum per annum for the period beginning on January first, nineteen hundred seventy-five and ending on June thirtieth, nineteen hundred seventy-five. With respect to each subject fiscal year occurring during the period beginning on July first, nineteen hundred seventy-five and ending on June thirtieth, nineteen hundred eighty, the rate of interest used in calculating such discounted value shall be five and one-half per centum per annum. (4) The amount of such discounted value, as so computed with respect to each subject fiscal year, shall be the annual contribution, for balance sheet liability purposes, on account of amortization of losses on dispositions of certain securities within the meaning of this section, which annual contribution is deemed to have been hypothetically payable in such subject fiscal year. ",
  "sections": [

  ],
  "title": {
    "identifier": "13",
    "text": "RETIREMENT AND PENSIONS"
  },
  "chapter": {
    "identifier": "6",
    "text": "INVESTMENT BY PENSION FUNDS OR RETIREMENT SYSTEMS"
  },
  "heading": {
    "title": "13",
    "chaptersection": "704",
    "identifier": "13-704",
    "catch_text": "Graduated crediting of gains and amortization of losses on dispositions of securities by certain retirement systems."
  }
}