{
  "text": "ยง 14-122.1 Receipt of line of duty pay. a. A member of the force in the rank of police officer, other than an officer who is detailed or designated as a detective or who holds the position of sergeant or any position of higher rank in such force, shall be entitled pursuant to this section to the full amount of his or her regular salary for the period of any incapacity due to illness or injury incurred in the performance and discharge of duty as a member of the force, as determined by the department. b. A member of the force who is detailed or designated as a detective or who holds the position of sergeant or any position of higher rank in such force shall be entitled pursuant to this section to the full amount of his or her regular salary for the period of any incapacity due to illness or injury incurred in the performance and discharge of duty as a member of the force, as determined by the department, only in the event that a collective bargaining agreement granting such entitlement pursuant to this section has been made by the city and the certified employee organization representing such member. The first entitlement of any such member of the force to the full amount of regular salary under this section shall commence on the date of execution of the collective bargaining agreement providing for such entitlement with respect to such member. c. Nothing in this section shall be construed to affect the rights, powers and duties of the commissioner pursuant to any other provision of law, including, but not limited to, the right to discipline a member of the force by termination, reduction of salary, or any other appropriate measure; the power to terminate an appointee who has not completed his or her probationary term; and the power to apply for ordinary or accident disability retirement for a member of the force. d. Nothing in this section shall be construed to require payment of salary to a member of the force who has been terminated, reitred, suspended or otherwise separated from service by reason of death, retirement or any other cause. e. A decision as to eligibility for benefits pursuant to this section shall not be binding on the medical board or the board of trustees of any pension fund in the determination of eligibility for an accident disability or accidental death benefit. f. As used in this section the term \"incapacity\" shall mean the inability to perform full, limited, or restricted duty. ",
  "sections": [

  ],
  "title": {
    "identifier": "14",
    "text": "POLICE"
  },
  "chapter": {
    "identifier": "1",
    "text": "POLICE DEPARTMENT "
  },
  "heading": {
    "title": "14",
    "chaptersection": "122",
    "identifier": "14-122.1",
    "catch_text": "Receipt of line of duty pay."
  }
}