{
  "text": "ยง 14-154. Persons not to be detained. a. Definitions. For the purposes of this section, the following terms shall have the following meanings: 1. \"Civil immigration detainer\" shall mean a detainer issued pursuant to 8 C.F.R. 287.7. 2. \"Convicted of a covered crime\" shall mean a final judgment of guilt entered on a covered crime, including a conditional discharge pursuant to section 410.10 of the criminal procedure law, or a comparable provision of federal law or the law of another state. A person shall not be considered convicted of a covered crime if that person: i. was adjudicated as a youthful offender, pursuant to article seven hundred twenty of the criminal procedure law, or a comparable status pursuant to federal law or the law of another state, or a juvenile delinquent, as defined by subdivision one of section 301.2 of the family court act, or a comparable status pursuant to federal law or the law of another state; or ii. has never had a final judgment of guilt entered against him or her on a felony and has not had a final judgment of guilt entered against him or her on a misdemeanor that is a covered crime for at least ten years prior to the date of the instant arrest. 3. \"Covered crime\" shall mean a misdemeanor or felony charge brought in any of the criminal courts of the state of New York, as defined in section 10.10 of the criminal procedure law, or any other court of competent jurisdiction in the United States, provided, however, that a charge brought pursuant to section 230.00 of the penal law, section 240.37 of the penal law, except when such charge relates to the patronizing of a prostitute, or subdivision one or subparagraph (i) or (iv) of paragraph (a) of subdivision two of section five hundred eleven of the vehicle and traffic law, or a comparable provision of federal law or the law of another state, shall not be deemed a covered crime. 4. \"Covered criminal case\" shall mean a case in any of the criminal courts of the state of New York, as defined in section 10.10 of the criminal procedure law, or any other court of competent jurisdiction in the United States, excluding the family court of the state of New York or a comparable court in another jurisdiction in the United States, where any felony charge, or a misdemeanor charge pursuant to any of the following provisions, or a comparable provision of federal law or the law of another state, is pending: A. section 120.00 of the penal law, unless the defendant is ordered by the court to be released for failure to replace the misdemeanor complaint with an information pursuant to section 170.70 of the criminal procedure law; B. article one hundred thirty of the penal law; C. section 265.01 of the penal law, provided that such charge relates to possession of a firearm, rifle, shotgun, bullet or ammunition; D. section 215.50 of the penal law, unless the defendant is ordered by the court to be released for failure to replace the misdemeanor complaint with an information pursuant to section 170.70 of the criminal procedure law; or E. article thirty-one of the vehicle and traffic law. 5. \"Federal immigration authorities\" shall mean any officer, employee or person otherwise paid by or acting as an agent of United States immigration and customs enforcement or any division thereof or any other officer, employee or person otherwise paid by or acting as an agent of the United States department of homeland security who is charged with enforcement of the civil provisions of the immigration and nationality act. 6. (i) \"Pending covered criminal case\" shall mean a covered criminal case where judgment has not been entered. (ii) Notwithstanding anything to the contrary in subparagraph i of this paragraph, any person who is a defendant in more than one case where judgment has not been entered and where a covered crime is charged, shall be deemed to be a defendant in a pending covered criminal case. (iii) Any person whose case is disposed of with an adjournment in contemplation of dismissal pursuant to section 170.55 or 170.56 of the criminal procedure law, or a comparable provision of federal law or the law of another state, shall not be deemed to be a defendant in a pending covered criminal case, or a case in which a covered crime is charged for purposes of subparagraph ii of this paragraph. (iv) Any person who has been sentenced to conditional discharge pursuant to section 410.10 of the criminal procedure law, or a comparable provision of federal law or the law of another state, shall not be deemed to be a defendant in a pending covered criminal case, or a case in which a covered crime is charged for purposes of subparagraph ii of this paragraph. (v) Any person who, if convicted, must be found by the court to be a youthful offender, pursuant to paragraph (b) of subdivision one of section 720.20 of the criminal procedure law, or a comparable status pursuant to federal law or the law of another state, shall not be deemed to be a defendant in a pending covered criminal case. 7. \"Terrorist screening database\" shall mean the United States terrorist watch list or any similar or successor list maintained by the United States. b. Prohibition on honoring a civil immigration detainer. 1. The department shall not honor a civil immigration detainer by: (i) holding a person beyond the time when such person would otherwise be released from the department's custody, except for such reasonable time as is necessary to conduct the search specified in paragraph two of this subdivision, or (ii) notifying federal immigration authorities of such person's release. 2. Paragraph one of this subdivision shall not apply under any of the following circumstances: (i) A search, conducted at or about the time when such person would otherwise be released from the department's custody, of state and federal databases, or any similar or successor databases, accessed through the New York state division of criminal justice services e-JusticeNY computer application, or any similar or successor computer application maintained by the city of New York or state of New York, indicates, or the department has been informed by a court, that such person: A. has been convicted of a covered crime; B. is a defendant in a pending covered criminal case; C. has an outstanding criminal warrant in the state of New York or another jurisdiction in the United States; D. is identified as a known gang member in the database of the national crime information center or any similar or successor database maintained by the United States; or E. is identified as a possible match in the terrorist screening database. (ii) The search conducted pursuant to subparagraph i of this paragraph indicates, or the department has been informed by federal immigration authorities, that such person: A. has an outstanding warrant of removal issued pursuant to 8 C.F.R. 241.2; or B. is or has previously been subject to a final order of removal pursuant to 8 C.F.R. 1241.1. 3. Nothing in this section shall affect the obligation of the department to maintain the confidentiality of any information obtained pursuant to paragraph two of this subdivision. c. No conferral of authority. Nothing in this section shall be construed to confer any authority on any entity to hold persons on civil immigration detainers beyond the authority, if any, that existed prior to the enactment of this section. d. No conflict with existing law. This local law supersedes all conflicting policies, rules, procedures and practices of the city of New York. Nothing in this local law shall be construed to prohibit any city agency from cooperating with federal immigration authorities when required under federal law. Nothing in this local law shall be interpreted or applied so as to create any power, duty or obligation in conflict with any federal or state law. e. No private right of action. Nothing contained in this section or in the administration or application hereof shall be construed as creating any private right of action on the part of any persons or entity against the city of New York or the department. f. Reporting. No later than September 30, 2013, and no later than September thirtieth of each year thereafter, the department shall post a report on the department website that includes the following information for the preceding twelve month period: 1. the number of civil immigration detainers received from federal immigration authorities; 2. the number of persons held pursuant to civil immigration detainers beyond the time when such person would otherwise be released from the department's custody; 3. the number of persons transferred to the custody of federal immigration authorities pursuant to civil immigration detainers; and 4. the number of persons for whom civil immigration detainers were not honored pursuant to subdivision b of this section. g. For the purpose of this section, any reference to a statute, rule, or regulation shall be deemed to include any successor provision. ",
  "sections": [

  ],
  "title": {
    "identifier": "14",
    "text": "POLICE"
  },
  "chapter": {
    "identifier": "1",
    "text": "POLICE DEPARTMENT "
  },
  "heading": {
    "title": "14",
    "chaptersection": "154",
    "identifier": "14-154",
    "catch_text": "Persons not to be detained."
  }
}