{
  "text": "ยง 14-119 Department to cooperate with department of health and mental hygiene. a. It shall be the duty of the department, and of its officers and members of the force, as the commissioner shall direct, to promptly advise the department of health and mental hygiene of all threatened danger to human life and health, and of all matters thought to demand its attention, and to regularly report to the department of health and mental hygiene all violations of its rules and ordinances, and of the health laws, and all useful sanitary information. b. It shall be the duty of the department, by and through its proper officers, members and agents, to faithfully and at the proper time enforce and execute the sanitary rules and regulations, and the orders of the department of health and mental hygiene, made pursuant to the power of the department of health and mental hygiene, upon the same being received in writing and duly authenticated. c. In and about the execution of any order of the department of health and mental hygiene, or of the department made pursuant thereto, members of the force shall have power and authority as when obeying any order of or law applicable to the department; but for their conduct they shall be responsible to the department and not to the department of health and mental hygiene. The department of health and mental hygiene may, with the consent of the department, impose any portion of the duties of subordinates in such department upon subordinates in the department. d. The department is authorized to employ and use the appropriate persons and means, and to make the necessary expenditures for the execution and enforcement of the rules, orders and regulations of the department of health and mental hygiene, and such expenditures, so far as the same may not be refunded or compensated by the means herein elsewhere provided, shall be paid as the other expenses of the department of health and mental hygiene are paid. ",
  "sections": [

  ],
  "title": {
    "identifier": "14",
    "text": "POLICE"
  },
  "chapter": {
    "identifier": "1",
    "text": "POLICE DEPARTMENT "
  },
  "heading": {
    "title": "14",
    "chaptersection": "119",
    "identifier": "14-119",
    "catch_text": "Department to cooperate with department of health and mental hygiene."
  }
}