{
  "text": "ยง 14-152. School activity reporting. a. Definitions. For the purposes of this section the following terms shall have the following meanings: 1. \"Non-criminal incident\" shall mean an incident occurring within a New York city public school that does not constitute a felony or misdemeanor, and that falls within one of the following types: dangerous instruments; fireworks; trespass; disorderly conduct; harassment; loitering; or possession of marijuana. 2. \"School safety agent\" shall mean a person employed by the department as a peace officer for the purpose of maintaining safety in New York city public schools. b. Report of activity relating to schools. The department shall submit to the council on a quarterly basis, a report based on data reflecting summons, arrest and non-criminal incident activity from the preceding quarter. Such report shall be disaggregated by patrol borough and include, at a minimum: 1. the number of individuals arrested and/or issued a summons by school safety agents or police officers assigned to the school safety division of the New York city police department; 2. in those cases where arrests were made or summonses were issued: (i) the charges (including penal law section or other section of law), and (ii) whether the charge was a felony, misdemeanor or violation; and 3. the number and type of non-criminal incidents that occurred. c. The data provided pursuant to paragraphs one through three of subdivision b shall, for each of such paragraphs, where practicable based upon the manner in which the applicable records are maintained, be disaggregated by race/ethnicity, year of birth, gender, whether the individual is receiving special education services, and whether the individual is an English Language Learner. d. Public education. Operators of the 311 system shall inform any caller seeking to make a complaint against a school safety agent that the complaint will be electronically transferred to the internal affairs bureau of the New York city police department. e. Disclosure limitations. The information, data, and reports required by this section shall be subject to the disclosure limitations of section 14-150 of this chapter. f. Reports due at end of reporting period. The information, data, and reports required by this section shall be provided to the council within thirty days of the end of the reporting period to which the reports correspond or for which the relevant data may be collected, whichever is later. Where necessary, the department may use preliminary data to prepare the required reports and may include an acknowledgement that such preliminary data is non-final and subject to change. ",
  "sections": [

  ],
  "title": {
    "identifier": "14",
    "text": "POLICE"
  },
  "chapter": {
    "identifier": "1",
    "text": "POLICE DEPARTMENT "
  },
  "heading": {
    "title": "14",
    "chaptersection": "152",
    "identifier": "14-152",
    "catch_text": "School activity reporting."
  }
}