{
  "text": "ยง 14-125 Rehearing of charges; reinstatement of members of department. a. Upon written application to the mayor by the person aggrieved, setting forth the reasons for demanding such rehearing, the commissioner may rehear the charges upon which a member or a probationary member of the uniformed force has been dismissed, or reduced from the rank theretofore held by him or her. Such person or persons shall be required to waive in writing all claim against the city for back pay and shall obtain from the mayor his or her consent to such rehearing, such consent to be in writing and to state the reasons why such charges should be reheard. b. Such application for a rehearing shall be made within one year from the date of the removal or reduction in rank. c. If the commissioner shall determine that such member has been illegally or unjustly dismissed or reduced, the commissioner may reinstate such member or restore him or her to the rank from which he or she was reduced, as the case may be, and allow him or her the whole of his or her time since such dismissal, to be applied on his or her time of service in the department, or the commissioner may grant such other or further relief as he or she may determine to be just, or the commissioner may affirm the dismissal or reduction, as he or she may determine from the evidence. d. If the applicant be a probationary member of the department, the commissioner may allow him or her the time already served as a probationary member to count as time served, but shall not allow the time between the date of his or her dismissal and his or her restoration to count as service in the department. e. Employees of the department, not entitled to a trial before dismissal, and who were given an opportunity to explain charges before they were removed, may apply to the mayor, within one year from the date of the order separating them from the service, for a further opportunity to explain, setting forth the reasons for such action. The mayor, in his or her discretion, may grant such application. The commissioner, thereupon, shall afford a further opportunity to the dismissed employee to explain the charges filed against him or her, on which the removal was based. Thereafter the commissioner, in his or her discretion, may reinstate the dismissed employee or reaffirm the previous removal. Prior to any reinstatement hereunder, such former employee shall file a written statement waiving all claim or claims for back salary and damages of any kind whatsoever. ",
  "sections": [

  ],
  "title": {
    "identifier": "14",
    "text": "POLICE"
  },
  "chapter": {
    "identifier": "1",
    "text": "POLICE DEPARTMENT "
  },
  "heading": {
    "title": "14",
    "chaptersection": "125",
    "identifier": "14-125",
    "catch_text": "Rehearing of charges; reinstatement of members of department."
  }
}