{
  "text": "ยง 14-109 Qualifications of members of force; publishing names and residence of applicants and appointees; probation. a. Only persons shall be appointed or reappointed to membership in the police force or continue to hold membership therein, who are citizens of the United States and who have never been convicted of a felony, and who can read and write understandably the English language. Skilled officers of experience may be appointed for temporary detective duty who are not residents of the city. Only persons shall be appointed police officers who shall be at the date of filing of an application for civil service examination less than thirty-five years of age, except, that every person who, as of the fifteenth day of April 1997, satisfied all other requirements for admission to the New York city police department academy shall be admitted to such academy and shall be eligible for appointment as a police officer, subject to the provisions of the civil service law and any applicable provisions of the charter, notwithstanding that such person was thirty-five years of age or older on the fifteenth day of April 1997. Persons who shall have been members of the force, and shall have been dismissed therefrom, shall not be reappointed. Persons who are appointed as police trainees, after examination in accordance with the civil service law and the rules of the commissioner of citywide administrative services and who have satisfactorily completed service as such trainees, may likewise be appointed as police officers without further written examination, provided that they shall have passed a medical examination at the end of their required trainee period. Persons appointed as police trainees shall not be considered members of the uniformed force of the department. b. Preliminary to a permanent appointment as police officer there shall be a period of probation for such time as is fixed by the civil service rules, and permanent appointments shall only be made after the required probationary period has been served, but the service during probation shall be deemed to be service in the uniformed force, if succeeded by a permanent appointment, and as such shall be included and counted in determining eligibility for advancement, promotion, retirement and pension. ",
  "sections": [

  ],
  "title": {
    "identifier": "14",
    "text": "POLICE"
  },
  "chapter": {
    "identifier": "1",
    "text": "POLICE DEPARTMENT "
  },
  "heading": {
    "title": "14",
    "chaptersection": "109",
    "identifier": "14-109",
    "catch_text": "Qualifications of members of force; publishing names and residence of applicants and appointees; probation."
  }
}