{
  "text": "ยง 14-112 Computation of compensation of members of the department after service in the fire department. a. Any member of the police force in the department who prior to his or her appointment or employment as such, has served or shall have served, as a member of the uniformed force of the fire department, after appointment therein pursuant to the rules of the commissioner of citywide administrative services and the provisions of law applicable thereto, shall have the time served by him or her in such fire department counted as service in the department in determining his or her compensation, promotion, retirement and pension in such department as herein or otherwise provided, upon condition that he or she shall contribute to the police relief or pension fund a sum equal to the amount which he or she would have been required to contribute had the time served in the fire department been served in the department. b. Within one year after the police pension fund shall request a transfer of reserves with respect to any such person who becomes a member of the police pension fund on or after July first, nineteen hundred ninety-eight, who performed such prior service in the uniformed force of the fire department, and who has qualified for benefits under this section, the fire department pension fund shall transfer to the contingent reserve fund of the police pension fund the reserve on the benefits of such member which is based on the contributions made by the employer (including the reserve-for-increased-take-home-pay). Such reserve shall be determined by the actuary of the fire department pension fund in the same manner as provided in section forty-three of the retirement and social security law. No such transfer of reserves pursuant to this subdivision shall be made with respect to any person who became a member of the police force in the department prior to July first, nineteen hundred ninety-eight. ",
  "sections": [

  ],
  "title": {
    "identifier": "14",
    "text": "POLICE"
  },
  "chapter": {
    "identifier": "1",
    "text": "POLICE DEPARTMENT "
  },
  "heading": {
    "title": "14",
    "chaptersection": "112",
    "identifier": "14-112",
    "catch_text": "Computation of compensation of members of the department after service in the fire department."
  }
}