{
  "text": "ยง 14-149 Police 911 operational time analysis report. a. Definitions. For the purposes of this section, the following terms shall be defined as follows: (i) \"Call\" shall mean a telephone call to the 911 emergency assistance system. (ii) \"Incident\" shall mean an event which results in the response of a police unit as a result of a call to the 911 emergency assistance system, regardless of the number of calls made with respect to such incident. (iii) \"Police unit\" shall mean a radio motor patrol unit, patrol officer or other police department personnel. (iv) \"Dispatch time\" shall mean the interval of time between the time the information received by the 911 telephone operator is entered into the 911 emergency assistance system and the assignment of a police unit to the scene of the incident. (v) \"Travel time\" shall mean the interval of time between the assignment of a police unit and the arrival of the first police unit at the scene of the incident. (vi) \"Response time\" shall mean the sum of dispatch time and travel time. (vii) \"Disposition\" shall mean a police unit's report to the 911 emergency assistance system on its response to an assignment that has resulted from a call or incident. b. The New York city police department shall submit to the city council an operational time analysis report summarizing departmental performance with respect to calls to the 911 emergency assistance system. Such report shall include the following information: 1. The aggregate number of calls on a citywide and borough-wide basis. 2. The aggregate number of incidents. 3. The aggregate number of incidents where the dispatcher has received a disposition from a police unit. 4. The aggregate number of incidents involving a report of a crime in progress. 5. The aggregate number of incidents involving a report of a crime in progress resulting in the dispatch of a police unit where the dispatcher received confirmation of a police unit's arrival at the scene of the incident. 6. The average dispatch time, travel time and response time for all police units responding to incidents involving a report of a crime in progress. 7. The aggregate number of incidents involving a report of a crime in progress in each of the following categories: (i) those for which response time was no greater than ten minutes; (ii) those for which response time was greater than ten minutes but no more than twenty minutes; (iii) those for which response time was greater than twenty minutes but no more than thirty minutes; (iv) those for which response time was greater than thirty minutes but no more than one hour; and (v) those for which response time was greater than one hour. c. The data contained in the 911 operational time analysis report required by paragraphs two through seven of subdivision b of this section shall be provided on a citywide, borough-wide, precinct-by-precinct and tour-by-tour basis. The 911 operational time analysis report shall be submitted to the council quarterly. In addition, the data contained in such report shall be incorporated in the mayor's preliminary and final management reports. Notwithstanding any other provision of law, the operational time analysis report required by subdivision b to be submitted to the council is not required to be transmitted in electronic format to the department of records and information services, or its successor agency, and is not required to be made available to the public on or through the department of records and information services' web site, or its successor's web site. ",
  "sections": [

  ],
  "title": {
    "identifier": "14",
    "text": "POLICE"
  },
  "chapter": {
    "identifier": "1",
    "text": "POLICE DEPARTMENT "
  },
  "heading": {
    "title": "14",
    "chaptersection": "149",
    "identifier": "14-149",
    "catch_text": "Police 911 operational time analysis report."
  }
}