{
  "text": "ยง 14-129 Commissioner; to fix boundaries of precincts; to furnish station houses. a. The number and boundaries of the precincts shall be fixed by the commissioner. The commissioner shall, from time to time, with the approval of the mayor, within the appropriation provided therefor, establish, provide and furnish stations and station houses, or substations and substation houses, at least one to each precinct, for the accommodation thereat of members of the force, and as places of temporary detention for persons arrested and property taken within the precinct. However, the commissioner shall provide written notice with supporting documentation at least forty-five days prior to the permanent closing, removal or relocation of any permanent station, station house, substation or substation house to the council members, community boards and borough presidents whose districts are served by such facility and the chairperson of the council's public safety committee. For purposes of this section, the term \"permanent\" shall mean a time period in excess of six months. In the event that the permanent closing of any stations and station houses, or substations and substation houses does not occur within four months of the date of the written notice, the commissioner shall issue another written notice with supporting documentation prior to such permanent closing. The four months during which the written notice is effective shall be tolled for any period in which a restraining order or injunction prohibiting the closing of such noticed facility shall be in effect. b. A sufficient sum of money shall be appropriated annually for the purpose of furnishing horses, automotive equipment and apparatus connected therewith, and the maintenance thereof, and for the other purposes authorized by this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "14",
    "text": "POLICE"
  },
  "chapter": {
    "identifier": "1",
    "text": "POLICE DEPARTMENT "
  },
  "heading": {
    "title": "14",
    "chaptersection": "129",
    "identifier": "14-129",
    "catch_text": "Commissioner; to fix boundaries of precincts; to furnish station houses."
  }
}