{
  "text": "ยง 14-150 Police Department Reporting Requirements. a. The New York City Police Department shall submit to the city council on a quarterly basis the following materials, data and reports: 1. All academy, in-service, roll-call and other specialized department training materials and amendments thereto distributed to cadets, recruits, officers and other employees of the department, except where disclosure of such material would reveal non-routine investigative techniques or confidential information or where disclosure could compromise the safety of the public or police officers or could otherwise compromise law enforcement investigations or operations. 2. All patrol guide procedures newly promulgated or revised. 3. A report detailing the number of uniformed personnel and civilian personnel assigned to each and every patrol borough and operational bureau performing an enforcement function within the police department, including, but not limited to, each patrol precinct, housing police service area, transit district and patrol borough street crime unit, as well as the narcotics division, fugitive enforcement division and the special operations division including its subdivisions, but shall not include internal investigative commands and shall not include undercover officers assigned to any command. Such report shall also include, for each school operated by the department of education to which school safety agents are assigned, the number of school safety agents, averaged for the quarter, assigned to each of those schools. 4. A crime status report. Such report shall include the total number of crime complaints (categorized by class of crime, indicating whether the crime is a misdemeanor or felony) for each patrol precinct, including a subset of housing bureau and transit bureau complaints within each precinct; arrests (categorized by class of crime, indicating whether the arrest is for a misdemeanor or felony) for each patrol precinct, housing police service area, transit district, street crime unit and narcotics division; summons activity (categorized by type of summons, indicating whether the summons is a parking violation, moving violation, environmental control board notice of violation, or criminal court summons) for each patrol precinct, housing police service area and transit district; domestic violence radio runs for each patrol precinct; average response time for critical and serious crimes in progress for each patrol precinct; overtime statistics for each patrol borough and operational bureau performing an enforcement function within the police department, including, but not limited to, each patrol precinct, housing police service area, transit district and patrol borough street crime unit, as well as the narcotics division, fugitive enforcement division and the special operations division, including its subdivisions, but shall not include internal investigative commands and shall not include undercover officers assigned to any command. Such report shall also include the total number of major felony crime complaints for the twenty largest parks, as determined by acreage, under the jurisdiction of the department of parks and recreation. In addition, the department shall submit to the council, subject to the availability of resources and the introduction of the necessary technology, the total number of major felony crime complaints, pursuant to the following timetable, for parks under the jurisdiction of the department of parks and recreation: 1. By one year after enactment of this law, the one hundred largest parks, as determined by acreage; 2. By two years after enactment of this law, the two hundred largest parks, as determined by acreage; and 3. By three years after enactment of this law, all parks one acre or greater in size. 5. A report based on the information provided in the department's Stop, Question and Frisk Report Worksheet and any successor form or worksheet. Such report shall include the number of stop, question and frisks for each patrol precinct, housing police service area, transit district, street crime unit and narcotics division; a breakdown of the number of stop, question and frisks by race and gender for each patrol precinct, housing police service area, transit district, street crime unit and narcotics division; the number of suspects arrested or issued a summons as indicated on each stop, question and frisk report for each patrol precinct, housing police service area, transit district, street crime unit and narcotics division; a breakdown by race and gender of the suspects arrested or issued a summons as indicated on each stop, question and frisk report for each patrol precinct, housing police service area, transit district, street crime unit and narcotics division; a listing, by category, of the factors leading to the stop, question and frisk for each patrol precinct, housing police service area, transit district, street crime unit and narcotics division, with a breakdown by race and gender for each listed factor; and a summary of complaints of violent felony crime for each patrol precinct, with a breakdown by race and gender of the suspect as identified by the victim. 6. A report, for each patrol precinct, housing police service area, transit district, street crime unit and narcotics division, of the number of summonses issued for moving violations, with a breakdown by race and gender. Such report shall be generated using data provided by the State Department of Motor Vehicles at such time as the State Department of Motor Vehicles amends its traffic summons to reflect such race and gender information. 7. A report of the number of positions that are civilianizable, including a listing of each position by job title, and the number of positions that were civilianized. \"Civilianizable\" shall mean any position that does not require uniformed expertise. 8. A report of the number of firearms possessed in violation of law that have been seized, disaggregated by precinct and type of firearm. Such report shall also include, disaggregated by precinct: (i) the number of arrests made and type of crimes charged involving firearms possessed in violation of law, including arrests for the distribution and sale of such firearms; and (ii) the total number and type of firearms recovered in the course of arrests made. b. The New York city police department shall submit to the city council on an annual basis a firearms discharge report, which shall include substantially the same information and data categories, disaggregated in substantially the same manner, as the department's 2007 Annual Firearms Discharge Report. It shall also include, at a minimum, in tabular form: 1. The number of firearms incidents disaggregated by (i) day of week; (ii) tour; (iii) borough; (iv) month; (v) precinct; (vi) number of incidents that occurred outside New York city; and (vii) on-duty or off-duty status of officer. 2. The total number of firearms incidents for the year of the report and the year preceding the report, as well as the percentage change between the two years, and disaggregated by (i) intentional discharge - adversarial conflict; (ii) intentional discharge - animal attack; (iii) unintentional discharge; and (iv) unlawful use of firearm. 3. For all firearms incidents for the year of the report and the year preceding the report, both the raw number for each year and the percentage change between the two years, for each of the following categories (i) the total number of officers firing; (ii) the total number of shots fired; (iii) the total number of officers shot and injured by a subject; (iv) the total number of officers shot and killed by a subject; (v) the total number of subjects shot and injured by an officer; and (v) the total number of subjects shot and killed by an officer. 4. The number of intentional firearms incidents disaggregated by incidents in which (i) a subject used or threatened the use of a firearm; (ii) a subject used or threatened the use of a cutting instrument; (iii) a subject used or threatened the use of a blunt object; (iv) a subject used or threatened the use of overwhelming physical force; (v) an officer perceived a threat of other deadly physical force; (vi) a dog attack was involved; and (vii) an attack by an animal other than a dog was involved. 5. The number of firearms incidents disaggregated by (i) unintentional discharge during adversarial conflict; (ii) unintentional discharge while handling a firearm; (iii) suicide; (iv) unlawful intentional discharge; and (v) unauthorized person discharging officer's firearm. 6. For each firearms incident determined to fall within the category of Intentional Discharge - Adversarial Conflict: (i) an indication of whether or not a firearm was fired by a subject; (ii) an indication of whether the: subject used or threatened the use of a firearm, subject used or threatened the use of a cutting instrument, subject used or threatened the use of a blunt object, subject used or threatened the use of overwhelming physical force, or an officer perceived threat of other deadly physical force; (iii) whether or not the weapon possessed or used by a subject or subjects is known, and if known, the type of weapon used or possessed by the subject; (iv) the total number of officers who fired; (v) the total number of shots fired by officers; (vi) the number of shots fired per officer; (vii) the objective completion rate of the incident; (viii) the number of subjects; and (ix) for each subject, the age, race and gender of the subject. 7. A synopsis of each firearms incident resulting in the death of either a subject or an officer. 8. For purposes of this section, the following terms shall have the following meanings: (i) \"firearms incident\" means any incident during which one or more New York city police officers discharge any firearm, or when a firearm belonging to a New York city police officer is discharged by any person, except for a discharge during an authorized training session, or while lawfully engaged in target practice or hunting, or at a firearms safety station within a department facility; (ii) \"subject\" means a person engaged in adversarial conflict with an officer or third party, in which the conflict results in a firearms discharge; (iii) \"civilian\" means a person who is not the subject in the adversarial conflict but is included as a victim, bystander, and/or injured person; (iv) \"officer\" means a uniformed member of the department, at any rank; (v) \"intentional firearms discharge\" means a firearms discharge in which an officer intentionally discharges a firearm, which may include firearms discharges that are determined to be legally justified but outside department guidelines; (vi) \"adversarial conflict\" means an incident in which an officer acts in defense of self or another during an adversarial conflict with a subject and does not include an animal attack or situations in which an officer only intentionally discharges a firearm to summon assistance; (vii) \"unintentional firearms discharge\" means a firearms discharge in which an officer discharges a firearm without intent, regardless of the circumstance, commonly known as an accidental discharge; and (viii) \"unauthorized use of a firearm\" means a firearms discharge that is considered unauthorized and is not listed as an intentional firearms discharge, is being discharged without proper legal justification, and includes instances when an unauthorized person discharges an officer's firearm. c. The information, data and reports requested in subdivisions a and b shall be provided to the council except where disclosure of such material could compromise the safety of the public or police officers or could otherwise compromise law enforcement operations. Notwithstanding any other provision of law, the information, data and reports requested in subdivisions a and b are not required to be transmitted in electronic format to the department of records and information services, or its successor agency, and are not required to be made available to the public on or through the department of records and information services' web site, or its successor's web site. These reports shall be provided to the council within 30 days of the end of the reporting period to which the reports correspond or for which the relevant data may be collected, whichever is later. Where necessary, the department may use preliminary data to prepare the required reports and may include an acknowledgment that such preliminary data is non-final and subject to change. ",
  "sections": [

  ],
  "title": {
    "identifier": "14",
    "text": "POLICE"
  },
  "chapter": {
    "identifier": "1",
    "text": "POLICE DEPARTMENT "
  },
  "heading": {
    "title": "14",
    "chaptersection": "150",
    "identifier": "14-150",
    "catch_text": "Police Department Reporting Requirements."
  }
}