{
  "text": "ยง 14-114 Promotions. a. Promotions of officers and members of the force shall be made by the commissioner, as provided in section eight hundred seventeen of the charter, on the basis of seniority, meritorious service and superior capacity, as shown by competitive examination, but a detail to act as inspector, or to service in the detective bureau, as hereinafter provided, shall not be deemed a promotion. Individual acts of personal bravery or honorable service in the United States army, navy, marine corps or army nurse corps in times of war may be treated as an element of meritorious service in such examination, the relative rating therefor to be fixed by the commissioner of citywide administrative services. The police commissioner shall transmit to the commissioner of citywide administrative services in advance of such examination the complete record of each candidate for promotion. b. Sergeants shall be selected from among police officers of the first grade. Lieutenants shall be selected from among sergeants who shall have served at least one year continuously as such. Captains shall be selected from among lieutenants who shall have served at least one year as lieutenants. c. The commissioner shall, in the exercise of his or her discretion, from time to time, detail nineteen captains and so many others as the mayor may authorize upon the recommendation of the commissioner to act as inspectors, with the title, while so acting, of inspectors of police and at his or her pleasure may revoke any or all such details. While so detailed, such officers shall receive a salary to be fixed by the mayor, in addition to the amount of salary which regularly attaches to the office of captain. When a captain shall have acted under regular detail in any capacity above the rank of captain, during a period or periods aggregating two years, such officer, upon becoming eligible therefor, shall be entitled to a pension of not less than one-half of the salary received by him or her per year. When the commissioner, however, designates a captain to act in the place of a captain under regular detail as inspector, during the temporary absence or disability of the latter the officer so designated shall not be entitled to any additional salary, and the period of such designation shall not be counted in his or her favor in computing such two-year period. When a captain shall have served in the rank of captain for a period of ten years, he or she shall have the same rights in respect to the police pension fund as a captain detailed to act as inspector who shall have served as such for a period of time aggregating two years. A captain who shall have served as such less than ten years and more than five years shall have the same rights in respect to such police pension fund as a captain detailed to act as a deputy inspector who shall have served as such for a period of time aggregating two years. A period beginning March thirtieth, nineteen hundred sixty-five, and ending November thirtieth, nineteen hundred sixty-six, during which a captain shall have served as a provisional captain immediately prior to a permanent promotion to such rank shall be deemed to have been service as a permanent captain for the purposes of this section. A captain, while detailed to act as inspector, shall be chargeable with and responsible for the discipline and efficiency of the force under his or her command. ",
  "sections": [

  ],
  "title": {
    "identifier": "14",
    "text": "POLICE"
  },
  "chapter": {
    "identifier": "1",
    "text": "POLICE DEPARTMENT "
  },
  "heading": {
    "title": "14",
    "chaptersection": "114",
    "identifier": "14-114",
    "catch_text": "Promotions."
  }
}