{
  "text": "ยง 14-148 Uniform allowance for members of auxiliary police. a. Legislative intent. In the public interest and under the powers granted by the charter to the council to enact legislation for the good and welfare of the citizens of New York, it is the intent of the council by this legislation to attract more men and women to serve as auxiliary police. These men or women are trained by our regular police forces and are similarly uniformed and equipped except that they do not carry guns. The appearance on the streets of many men or women wearing the police uniform, in precincts where auxiliary police are active, has done much to reduce the crime rates in those areas. Auxiliary police serve without pay as civic minded citizens. Their presence in uniform on the streets serves to release regular uniformed police for patrol duty and lessens the neighborhood fear of crime. Auxiliary police patrol in pairs and by radio can summon instant assistance from the regular police should they encounter a situation which they have not been trained to handle. Their presence on the streets makes for good community relations between the citizens and the regular police. It is small repayment for the valuable services they render to provide them with a uniform allowance. b. Allowance. Duly enrolled members in good standing of the auxiliary police, upon successful completion of training, shall receive an initial allowance not to exceed two hundred fifty dollars towards the initial purchase of uniforms and accessories for same, including care and maintenance. The amount of such allowance shall be determined by the police commissioner and shall not exceed the actual costs incurred for such uniforms and accessories including care and maintenance. Such members other than those receiving such initial allowance in the then current or preceding fiscal year, shall be eligible for an allowance towards the purchase of uniforms and accessories for same, including care and maintenance to be awarded to each such member who shall otherwise qualify in accordance with the provisions of this subdivision. The commissioner shall determine the amount of the allowance to be awarded based on but not limited to the member's participation, hours of service, expense incurred in maintaining uniforms and equipment and such other facts deemed pertinent by the commissioner. Payments shall be made for the preceding fiscal year after certification by the commanding officer of the auxiliary forces section to the police commissioner of such facts as the commissioner may deem pertinent to enable him or her to make his or her determination. c. Auxiliary police not to be members of regular police force. Notwithstanding the provisions of this section nothing contained therein shall be construed to constitute such auxiliary police officers members of the regular police force or to entitle them to the privileges and benefits of the regular police force or to become members of the police pension funds. ",
  "sections": [

  ],
  "title": {
    "identifier": "14",
    "text": "POLICE"
  },
  "chapter": {
    "identifier": "1",
    "text": "POLICE DEPARTMENT "
  },
  "heading": {
    "title": "14",
    "chaptersection": "148",
    "identifier": "14-148",
    "catch_text": "Uniform allowance for members of auxiliary police."
  }
}