{
  "text": "ยง 14-206 Enforcement actions or proceedings. The civil penalties prescribed by this chapter shall be recovered by an action or proceeding in any court of competent jurisdiction. All such actions or proceedings shall be brought in the name of the city by the corporation counsel. In addition, the corporation counsel may institute any other action or proceeding in any court of competent jurisdiction that may be appropriate or necessary for the enforcement of the provisions of this chapter, including actions to secure permanent injunctions enjoining any acts or practices which constitute a violation of any provision of this chapter, mandating compliance with the provisions of this chapter or for such other relief as may be appropriate. In any such action or proceeding the city may apply to any court of competent jurisdiction, or to a judge or justice thereof, for a temporary restraining order or preliminary injunction enjoining and restraining all persons from violating any provision of this chapter, mandating compliance with the provisions of this chapter, or for such other relief as may be appropriate, until the hearing and determination of such action or proceeding and the entry of final judgment or order therein. The court, or judge or justice thereof, to whom such application is made, is hereby authorized forthwith to make any or all of the orders above specified, as may be required in such application, with or without notice, and to make such other or further orders or directions as may be necessary to render the same effectual. No undertaking shall be required as a condition to the granting or issuing of such order, or by reason thereof. ",
  "sections": [

  ],
  "title": {
    "identifier": "14",
    "text": "POLICE"
  },
  "chapter": {
    "identifier": "2",
    "text": "SOLICITATION BY LAW ENFORCEMENT AFFILIATED ORGANIZATIONS"
  },
  "heading": {
    "title": "14",
    "chaptersection": "206",
    "identifier": "14-206",
    "catch_text": "Enforcement actions or proceedings."
  }
}