{
  "text": "ยง 14-201 Regulation of solicitation by law enforcement affiliated organizations. As used in this chapter, the following terms shall have the following meanings: 1. \"Law enforcement affiliated organization.\" a. Any organization, association, or conference of present or former members of the force, sheriffs, deputy sheriffs, detectives, investigators, constables or similar law enforcement officers or peace officers or police officers as defined in subdivisions thirty-three and thirty-four of section 1.20 of the criminal procedure law, or any auxiliary or affiliate of such an organization, association, or conference composed of one or more such organizations. b. Any organization, association or conference established for the benefit of, benevolence towards or support of present or former members of the force, sheriffs, deputy sheriffs, detectives, investigators, constables or similar law enforcement officers or peace officers or police officers as defined in subdivisions thirty-three and thirty-four of section 1.20 of the criminal procedure law, or the families of such law enforcement personnel. 2. \"Professional fund raiser.\" Any person who for compensation or other consideration plans, conducts, manages, or carries on any drive or campaign in the city for the purpose of soliciting funds or contributions for or on behalf of any law enforcement affiliated organization, or who engages in the business of, or holds himself or herself out to persons in the city as independently engaged in the business of soliciting contributions for such purposes. 3. \"Professional solicitor.\" Any person who is employed or retained for compensation by a professional fund raiser to solicit funds or contributions on behalf of any law enforcement affiliated organization from persons in the city. ",
  "sections": [

  ],
  "title": {
    "identifier": "14",
    "text": "POLICE"
  },
  "chapter": {
    "identifier": "2",
    "text": "SOLICITATION BY LAW ENFORCEMENT AFFILIATED ORGANIZATIONS"
  },
  "heading": {
    "title": "14",
    "chaptersection": "201",
    "identifier": "14-201",
    "catch_text": "Regulation of solicitation by law enforcement affiliated organizations."
  }
}