{
  "text": "ยง 14-202 Registration of law enforcement affiliated organizations. No law enforcement affiliated organization shall solicit funds or contributions from the public, or have funds or contributions solicited on its behalf, unless it has filed a registration statement with the commissioner or the commissioner's designee in accordance with the provisions of this section. Each registration statement shall be refiled and updated every twelve (12) months so long as the law enforcement affiliated organization is engaged in solicitation activities in the city. Such statements shall be made available to the public in a manner determined by the commissioner or the commissioner's designee and shall contain the following information: 1. The name of the organization and the purpose for which it was organized; 2. The principal address of the organization; 3. A statement indicating whether the organization intends to use professional fund raisers to solicit funds or contributions from the public; 4. The general purpose or purposes for which the contributions solicited shall be used; 5. The names and business addresses of the person or persons in direct charge of conducting the solicitation; 6. The names and business addresses of all professional fund raisers who will be connected with the solicitation; 7. A statement to the effect that the fact of registration will not be used or represented in any way as an endorsement by the city or by the department of the solicitation conducted thereunder; 8. Documents verifying the information provided under provisions one through six above, including all contracts and subsequent amendments thereto between a law enforcement affiliated organization and any professional fund raiser with whom it does business; 9. Once each year on the fifteenth day of February, a report shall be filed with the commissioner stating the amount of funds or contributions collected in the preceding calendar year, the amount expended and the specific recipients and purposes for which said amount was expended, the administrative expenses incurred in said period including a statement of the fees or other charges by any professional fund raisers and the amount paid to same. 10. A statement to the effect that the organization acknowledges that the information contained in the registration statement shall be made available to the public in a manner determined by the commissioner or the commissioner's designee. ",
  "sections": [

  ],
  "title": {
    "identifier": "14",
    "text": "POLICE"
  },
  "chapter": {
    "identifier": "2",
    "text": "SOLICITATION BY LAW ENFORCEMENT AFFILIATED ORGANIZATIONS"
  },
  "heading": {
    "title": "14",
    "chaptersection": "202",
    "identifier": "14-202",
    "catch_text": "Registration of law enforcement affiliated organizations."
  }
}