{
  "text": "ยง 15-101 Definitions; bureaus, divisions and offices. a. For the purposes of this title the following terms shall have the following meanings: (1) \"Commissioner\" shall mean the fire commissioner. (2) \"Department\" shall mean the fire department. b. In addition to such other bureaus, divisions and offices as the commissioner may organize pursuant to section eleven hundred two of the charter, there shall be in the department: 1. A fire bureau in the charge of the chief of the department which shall have charge of the extinguishment of fires and the necessary and incidental protection of life and property in connection therewith. In such bureau there shall be a bureau of fire prevention and such bureau shall be in the charge of a member of the uniformed force of the department, of a rank above that of captain, to be designated by the commissioner. Such bureau shall perform the duties and exercise the powers of the commissioner in relation to (1) combustibles, chemicals, explosives, flammables, or other dangerous substances, articles, compounds or mixtures, (2) the prevention of fires or danger to life or property therefrom, excluding provisions relating to structural conditions and (3) protection against fire and panic, obstruction of aisles, passageways and means of egress, standees, fire protection and fire extinguishing appliances, and fire prevention in licensed places of assembly. In the performance of their official duties, the uniformed and civilian members of the bureau of fire prevention shall have the powers and perform the duties of peace officers, but their power to make arrests and serve process in criminal actions shall be restricted to cases arising under laws relating to (1) the manufacture, storage, sale, transportation or use of combustibles, chemicals, explosives, flammables or other dangerous substances, articles, compounds or mixtures and the control of fire hazards, (2) the prevention of fires or danger to life or property therefrom, excluding provisions relating to structural conditions and (3) fire perils. 2. A chief and deputy chief fire marshal, appointed by the commissioner, who shall be members of the department. c. Notwithstanding any inconsistent provision of any general, special or local law, or rule or regulation, a chief of the department shall not serve in any other capacity to the department during his or her term of office of chief. Any person violating the provisions of this section shall be deemed to have vacated the office of chief so held. ",
  "sections": [

  ],
  "title": {
    "identifier": "15",
    "text": "FIRE PREVENTION AND CONTROL"
  },
  "chapter": {
    "identifier": "1",
    "text": "FIRE DEPARTMENT"
  },
  "heading": {
    "title": "15",
    "chaptersection": "101",
    "identifier": "15-101",
    "catch_text": "Definitions; bureaus, divisions and offices."
  }
}