{
  "text": "ยง 15-121 Termination of service of members of uniformed force because of superannuation. a. Except as otherwise provided in subdivision c of this section no member of the uniformed force of the department except medical officers, who is or hereafter attains the age of sixty-five years shall continue to serve as a member of such force but shall be retired and placed on the pension rolls of the department, provided however, that any member who is not eligible for retirement at age sixty-five, shall continue to serve as a member only until such time as such member becomes eligible for such pension retirement. b. Notwithstanding the provisions of subdivision a of this section or of any other section of law, any member who shall not have completed thirty-five years of creditable city service within the meaning of subdivision h of section 13-304 of the code, prior to attaining the age of sixty-five years may continue to serve as a member until he or she shall have completed such thirty-five years of creditable city service, provided that he or she is capable of performing duty acceptable to the commissioner. This section does not apply to chaplains or medical officers. This section shall apply only to members who are in the department on the first day of December, nineteen hundred seventy-one. c. Any member whose retirement has become mandatory under the provisions of subdivision a of this section may, upon approval of the commissioner, request of the board of estimate that he or she be continued as a member of the uniformed force for a period not exceeding two years. The board, where advantageous to the public service, may grant such request for a period not exceeding two years. At the termination of such additional period of service, such board may in like manner permit such member to continue in the public service for successive periods each not exceeding two years. In no event shall a member be continued in public service upon attaining the age of seventy-five years. ",
  "sections": [

  ],
  "title": {
    "identifier": "15",
    "text": "FIRE PREVENTION AND CONTROL"
  },
  "chapter": {
    "identifier": "1",
    "text": "FIRE DEPARTMENT"
  },
  "heading": {
    "title": "15",
    "chaptersection": "121",
    "identifier": "15-121",
    "catch_text": "Termination of service of members of uniformed force because of superannuation."
  }
}