{
  "text": "ยง 15-127 Auxiliary fire alarm systems. a. Fire alarm telegraph companies. 1. Compensation to be paid to city. All persons engaged in the maintenance and operation of auxiliary fire alarm telegraph systems from which rent, profit or compensation is derived, and which are connected with the fire alarm telegraph system maintained by the city, or who, for the benefit of their patrons, are permitted to make any use whatsoever of the service of such fire alarm telegraph system shall pay such reasonable compensation to the city for such privilege and for such period of time as shall be fixed by the board of estimate on the recommendation of the commissioner. 2. Acquisition by department. The commissioner is authorized and empowered to extend the department's fire alarm telegraph system whenever in his or her judgment it shall be deemed desirable, by the purchase, lease or license of the whole or a part or parts of the appliance, apparatus, equipment, patents, licenses, franchises, rights, contracts or other property of any kind, of any fire alarm telegraph or fire alarm signal company doing business in the city, at a price to be agreed upon with the persons or corporation owning the same, and every such corporation is hereby authorized to sell, lease or license the same to the city. Such purchase, lease or license shall first be approved by the board of estimate, and if so approved, shall be made through the department of general services. b. Private connection with fire alarm telegraph system. 1. May be required by commissioner. The owners and proprietors of all multiple dwellings, factories, office buildings, warehouses, stores and offices, theatres and music halls, and the authorities or persons having charge of all hospitals and asylums, and of the public schools and other public buildings, churches and other places where large numbers of persons are congregated for purposes of worship, instruction or amusement, and of all piers, bulkheads, wharves, pier sheds, bulkhead sheds or other waterfront structures, shall provide such means of communicating alarms of fire to the department as the commissioner may prescribe. Any person who shall violate, or refuse, or neglect to comply with this provision shall, upon conviction thereof, be punished by a fine of not more than five hundred dollars, or by imprisonment not exceeding six months, or by both; and any such person shall, also, for each offense, be subject to the payment of a penalty in the sum of two hundred fifty dollars, to be recovered in a civil action brought in the name of the commissioner. 2. Inspection and maintenance. The commissioner shall have the power to enter in person or by his or her duly authorized employees, the buildings or premises which are provided, upon the application of the owners or agents thereof, or which are directed by the commissioner to be provided, with the means of communicating alarms of fire directly to the department, for the purpose of maintaining, repairing, examining or installing the same. The commissioner is authorized to fix and collect reasonable charges for the maintenance and equipment of such special fire alarm service thus provided, and such moneys when collected by the commissioner shall be paid into the general fund. c. Interior fire alarms. 1. Automatic fire alarms. In every hotel, lodging house, public or private hospital or asylum, department store, and public school, there shall be placed and provided, when required by the commissioner, an adequate and reliable electrical or other interior alarm system, to be approved by the commissioner, by means of which alarms of fire or other danger may be instantly communicated to every portion of the building. The fire alarm apparatus and all other appliances placed or kept within any of such buildings for the purpose of preventing or extinguishing fires, or for affording means of escape therefrom in case of fire, shall be kept at all times in good working order and proper condition for immediate use, and any member of the uniformed force or authorized representative of the department may enter any of such buildings, at any time, for the purpose of inspecting such apparatus or appliances. 2. Building attendants. In every building used or occupied as a hotel, lodging house or public or private hospital or asylum, there shall be employed by the owner or proprietor, or other person having the charge or management thereof, one or more building attendants, whose exclusive duty it shall be to visit every portion of such building at regular and frequent intervals, under rules and regulations to be established by the commissioner, for the purpose of detecting fire, or other sources of danger, and giving timely warning thereof to the inmates of the building. There shall be provided a clock or other device, to be approved by the commissioner, by means of which the movements of such building attendant may be recorded. The commissioner may, however, in his or her discretion, accept an automatic fire alarm system in lieu of such building attendants and time detectors. 3. Diagrams of means of exit. In any of the buildings referred to in paragraphs one and two of this subdivision, there shall be posted such cards as the commissioner shall direct upon which shall be printed a diagram showing the exits, halls, stairways, elevators and fire escapes of the building, and, in the halls and passageways, such signs as the commissioner shall direct shall be posted indicating the location of the stairs and fire escapes. ",
  "sections": [

  ],
  "title": {
    "identifier": "15",
    "text": "FIRE PREVENTION AND CONTROL"
  },
  "chapter": {
    "identifier": "1",
    "text": "FIRE DEPARTMENT"
  },
  "heading": {
    "title": "15",
    "chaptersection": "127",
    "identifier": "15-127",
    "catch_text": "Auxiliary fire alarm systems."
  }
}