{
  "text": "ยง 15-112 Working hours. a. The commissioner shall divide the deputy chiefs, battalion chiefs, captains, lieutenants, engineers and firefighters, marine engineers and pilots in boats of the department into platoons, and such divisions shall be fully completed and the provisions hereof fully effectuated. None of such platoons, or any member thereof, shall be assigned to more than one tour of duty in any twenty-four consecutive hours. The commissioner shall install a two platoon system. The two platoon system shall consist of not more than two tours of duty of not more than nine hours each, to be followed by a rest period of at least forty-eight hours for all members. After such rest period there shall be not more than two tours of duty of not more than fifteen hours to be followed by a rest period for all members of at least seventy-two hours which shall continue in such sequence so that not more than six nine-hour tours of duty and six fifteen-hour tours of duty shall be worked in any twenty-five consecutive calendar days, except, in the event of conflagrations, riots or other similar emergencies or for the necessary time consumed in changing tours of duty, in which events such platoons or members thereof shall be continued on duty for such hours as may be necessary. This section shall in no manner affect any provision of law providing for furlough or leave of absence of such members of the department. b. The mayor and all other officials charged with such duty are hereby authorized, empowered and directed to carry out the provisions of this section and to provide any and all necessary funds to effectuate the purposes thereof. c. Notwithstanding the provisions of any other section of this title, the provisions of this section, as amended, in relation to the establishment and continuance of the platoon system and the tours of duty and the hours thereof shall not be repealed, superseded, supplemented or amended by local law, and the same may only be repealed, superseded, supplemented or amended as prescribed in section eleven of article nine of the constitution and upon the affirmative action of the qualified voters of the city of New York on a referendum submitted at a general election. ",
  "sections": [

  ],
  "title": {
    "identifier": "15",
    "text": "FIRE PREVENTION AND CONTROL"
  },
  "chapter": {
    "identifier": "1",
    "text": "FIRE DEPARTMENT"
  },
  "heading": {
    "title": "15",
    "chaptersection": "112",
    "identifier": "15-112",
    "catch_text": "Working hours."
  }
}