{
  "text": "ยง 15-102 Volunteer system. a. The paid department system, as soon as practicable, shall be extended over the borough of Staten Island by the commissioner, and thereupon the present volunteer fire companies now maintained therein shall be disbanded. Any real property and any apparatus, equipment or other personal property owned or used by such volunteer forces which may be deemed useful or necessary for the use of the department, upon the extension of the paid system to the borough of Staten Island, shall be purchased by the department of general services upon the recommendation of the commissioner at the reasonable value thereof. b. In the meantime and until the paid department shall be extended over such borough of Staten Island, such volunteer fire companies shall continue to discharge the duties for which they have been associated or incorporated, and there shall be paid on the first day of June in each year to the treasurers of such volunteer fire companies, by the comptroller, the following sums: To the treasurer of an engine company or chemical engine company twelve hundred dollars, to the treasurer of a hook and ladder company ten hundred dollars, to the treasurer of a hose company, eight hundred dollars, and to the treasurer of a patrol company, eight hundred dollars. The city, in its discretion, may appropriate such sum of money as it may deem necessary for the purchase of apparatus for the use of the several volunteer companies in the borough of Staten Island, and for the maintenance of the fire alarm system in such borough. c. The extension of the paid department system shall not affect the rights and privileges of any volunteer benevolent association existing within the territory where such extension is made. ",
  "sections": [

  ],
  "title": {
    "identifier": "15",
    "text": "FIRE PREVENTION AND CONTROL"
  },
  "chapter": {
    "identifier": "1",
    "text": "FIRE DEPARTMENT"
  },
  "heading": {
    "title": "15",
    "chaptersection": "102",
    "identifier": "15-102",
    "catch_text": "Volunteer system."
  }
}