{
  "text": "ยง 15-124 Destruction of buildings to prevent spread of fire. a. The commissioner may order any building which is on fire, or any other building near thereto which he or she deems hazardous, or likely to take fire, or to convey the fire to other buildings, to be razed, if, in his or her discretion, such action is necessary to prevent the spread of fire or to prevent the loss of life or property therefrom. b. Whenever the razing of a building is thus ordered, it shall be the duty of any member or members of the department, under the direction of the officer in command at such fire, to level and destroy such building by the use of explosives, and it shall be lawful for them to enter and take possession of the same for such purpose. The commissioner may establish one or more depots for the storage and safekeeping of such explosives as may be required and may limit the quantity of any such explosives to be kept at any such depots. c. Upon the application of any person interested in any building so razed, or in its contents, to the supreme court in and for the county or any adjoining county in the judicial department within which such building is situated, it shall be the duty of such court to issue a precept for a jury to inquire into and assess the damages which the owners of such building and all persons having an estate or interest therein or in the contents thereof, have respectively sustained by the razing of such building or its contents. Such precept shall be issued, directed, executed, returned and proceeded upon, and the proceedings thereon shall take effect, as nearly as may be, in such manner as is provided in chapter three of title five of the code. After the inquiry and assessment are confirmed by the court, the sums assessed by the jury shall be paid by the city to the respective persons in whose favor the jury shall have assessed the same, in full satisfaction of all demands of such persons, respectively, by reason of the razing of such building or its contents. The court before which such process shall be returnable shall have power to compel the attendance of jurors and witnesses upon any such assessment of damages. ",
  "sections": [

  ],
  "title": {
    "identifier": "15",
    "text": "FIRE PREVENTION AND CONTROL"
  },
  "chapter": {
    "identifier": "1",
    "text": "FIRE DEPARTMENT"
  },
  "heading": {
    "title": "15",
    "chaptersection": "124",
    "identifier": "15-124",
    "catch_text": "Destruction of buildings to prevent spread of fire."
  }
}