{
  "text": "ยง 15-111 Credit for service in the police department. a. (1) Any member of the uniformed force of the fire department, who immediately prior to his or her appointment or employment as such, has served or shall have served as a member of the police force of the police department, shall have the time served by such member in such police department counted as service in the fire department in determining his or her retirement and pension in such department as herein or otherwise provided, upon condition that he or she shall contribute to the appropriate fire department pension fund a sum equal to the amount which he or she would have been required to contribute had the time served in the police department been served in the fire department. (2) Within one year after the fire department pension fund shall request a transfer of reserves with respect to any such person who becomes a member of the fire department pension fund on or after July first, nineteen hundred ninety-eight, who performed such prior service in the police force of the police department, and who has qualified for benefits under this subdivision, the police pension fund shall transfer to the contingent reserve fund of the fire department pension fund the reserve on the benefits of such member which is based on the contributions made by the employer (including the reserve-for-increased-take-home pay). Such reserve shall be determined by the actuary of the police pension fund in the same manner as provided in section forty-three of the retirement and social security law. No such transfer of reserves pursuant to this paragraph shall be made with respect to any person who became a member of the uniformed force of the fire department prior to July first, nineteen hundred ninety-eight. b. Any such member who shall have been a member of the police pension fund pursuant to subchapter three of chapter three of title thirteen of the code shall become a member of the department pension fund pursuant to subchapter two of chapter three of title thirteen. The election or elections made by such member pursuant to section 13-247 or 13-253 of the code shall be deemed to be the election or elections required by section 13-350 or 13-355 of the code. In the event that any such member shall have made an election pursuant to section 13-248 of the code, such election shall be deemed to be the election provided by subdivision b of section 13-350 of the code. c. Notwithstanding any other provision of law to the contrary, any member of the uniformed force of the fire department, who immediately prior to his or her appointment or employment as such, has served or shall have served as a member of the police force of the police department, the New York city transit authority police department or the New York city housing authority police department, shall have the time served by such member in such police department counted as service in the fire department in determining his or her eligibility for variable supplements fund benefits payable by the firefighters' variable supplements fund pursuant to subchapter five of chapter three of title thirteen of this code or the fire officers' variable supplements fund pursuant to subchapter six of chapter three of title thirteen of this code. ",
  "sections": [

  ],
  "title": {
    "identifier": "15",
    "text": "FIRE PREVENTION AND CONTROL"
  },
  "chapter": {
    "identifier": "1",
    "text": "FIRE DEPARTMENT"
  },
  "heading": {
    "title": "15",
    "chaptersection": "111",
    "identifier": "15-111",
    "catch_text": "Credit for service in the police department."
  }
}