{
  "text": "* ยง 15-230 Environmental control board proceedings; order to certify correction. a. Except as otherwise provided in subdivision e of this section, whenever the commissioner serves a notice of violation such notice shall include an order which requires the respondent to correct the condition constituting the violation and to file a certification with the department that the condition has been corrected. Such order shall require that the condition be corrected within thirty days from the date that the order is issued and that certification of the correction of the condition shall be filed with the department in a manner and form and within such further period of time as shall be established by rule or regulation of the department. b. If the board finds, upon good cause shown, that the respondent cannot correct the violation within the period specified in subdivision a, it may, with the concurrence of the commissioner, postpone the period for compliance with such order upon such terms and conditions and for such period of time as shall be appropriate under the circumstances. c. For violations which are subject to the penalties for a first violation as set forth in section 15-229, if the respondent complies with the order issued pursuant to subdivision a of this section within the time set forth in such subdivision there shall be no civil penalty for such first violation. Such violation may however serve as a predicate for purposes of the multiple offense schedule set forth in section 15-229. d. In any proceeding before the environmental control board, if the board finds that the commissioner has failed to prove the violation charged it shall notify the commissioner and the order requiring the respondent to correct the condition constituting the violation shall be deemed to be revoked. e. Subdivisions a, b, c, and d of this section shall not apply to environmental control board proceedings to impose penalties for violations of sections 15-220.1, 15-223.1 and 15-231 or to impose penalties for any violation which the commissioner, in his discretion, determines to be hazardous. * NB Added L.L. 80/85 ยง 8, language juxtaposed per Ch. 907/85 ยง 14 ",
  "sections": [

  ],
  "title": {
    "identifier": "15",
    "text": "FIRE PREVENTION AND CONTROL"
  },
  "chapter": {
    "identifier": "2",
    "text": "UNLAWFUL CONDUCT"
  },
  "heading": {
    "title": "15",
    "chaptersection": "230",
    "identifier": "15-230",
    "catch_text": "Environmental control board proceedings; order to certify correction."
  }
}