{
  "text": "§ 15-229 Environmental control board; civil penalties. a. In addition to or as an alternative to any of the remedies and penalties provided in any laws, rules, or regulations enforceable by the department, any person who shall violate or fail to comply with any such laws, rules, or regulations shall, except as otherwise specifically provided in subdivision c of section 15-230, be liable for a civil penalty which may be recovered in a proceeding before the environmental control board. Such proceeding shall be commenced by the service of a notice of violation returnable before the board. Except as otherwise specifically provided, such civil penalty shall be determined as follows: (1) The maximum penalty for the first violation shall be one thousand dollars ($1,000); (2) the maximum penalty for the second and any subsequent violation of the same provision of law, rule or regulation shall be five thousand dollars ($5,000), provided the violation is committed by the same respondent, is for the same provision of law, rule or regulation, and occurs within eighteen months of first violation, and provided, further, that if the respondent is the owner, agent, lessee or other person in control of the premises with respect to which the violation occurred, the violation occurred at the same premises. * b. For the purposes of the multiple offense schedule, if the respondent is the owner or agent of the building or structure with respect to which the violation occurred or a lessee of the entire building or structure, the term premises shall mean the entire building or structure. If the respondent is the lessee or person in control of a part of such building or structure, the term premises shall mean that part of such building or structure leased to or under the control of the respondent. * NB Added L.L. 80/85 § 8, language juxtaposed per Ch. 907/85 § 14 * c. Notwithstanding any other provision of this section, if the respondent is the owner or agent of the building or structure with respect to which the violation occurred or a lessee of the entire building or structure, a prior violation by the same respondent shall not serve as a predicate for purposes of the multiple offense schedule set forth in this section if the prior violation or the violation for which penalties are to be imposed occurred within an area of the building or structure which, at the time of the violation, was leased to and under the control of a person other than the respondent except that this provision shall not apply if both the prior violation and the violation for which penalties are to be imposed occurred within areas leased to and under the control of the same lessee. In any proceeding before the board, the burden of proof with respect to this exception shall be upon the respondent. * NB Added L.L. 80/85 § 8, language juxtaposed per Ch. 907/85 § 14 * d. The commissioner may, by rule or regulation, establish a schedule of civil penalties providing a maximum penalty for the violation of each separate provision of law, rule or regulation based on the degree of seriousness of the violation. Such maximum penalties shall not exceed the maximum penalties for such violation set forth in this section. * NB Added L.L. 80/85 § 8, language juxtaposed per Ch. 907/85 § 14 ",
  "sections": [

  ],
  "title": {
    "identifier": "15",
    "text": "FIRE PREVENTION AND CONTROL"
  },
  "chapter": {
    "identifier": "2",
    "text": "UNLAWFUL CONDUCT"
  },
  "heading": {
    "title": "15",
    "chaptersection": "229",
    "identifier": "15-229",
    "catch_text": "Environmental control board; civil penalties."
  }
}