{
  "text": "ยง 15-227. Violations; order to vacate building. a. Any building, structure, enclosure, vessel, place or premises perilous to life or property in case of fire therein or adjacent thereto, by reason of the nature or condition of its contents, its use, the overcrowding of persons therein, defects in its construction, or deficiencies in fire alarm, fire extinguishing or fire escape equipment, or by reason of any condition in violation of law, or order of the commissioner, is a public nuisance within the meaning of the code and the penal law. The commissioner is empowered to abate any such public nuisance. b. In case any order to remedy a condition eminently perilous to life or property issued by the commissioner or the department is not complied with, or the commissioner certifies in writing that an emergency exists requiring such action, he or she may order and immediately cause any building or structure or part thereof (i) to be vacated; and, also, if the commissioner determines such action is necessary to the preservation of life and safety, (ii) to be sealed, secured and closed; provided, however, that the commissioner shall not order sealed, secured, and closed any dwelling unit or other space lawfully used for residential purposes. Upon the issuance of an order to seal, secure and close, no person shall have access to such premises except as authorized by the commissioner. For the purpose of this section, \"sealed, secured and closed\" shall mean the use of any means available to render the building, structure or part thereof inaccessible, including but not limited to the use of a padlock or cinder blocks. c. All orders issued pursuant to this section shall be posted upon the premises. Immediately upon the posting of an order upon the premises, officers and employees of the police department, the department, and other authorized officers and employees of the city shall immediately act upon and enforce such order. The police department shall provide all reasonable assistance to the department and other authorized officers and employees necessary to carry out the provisions of this section. If an order issued pursuant to this section is not complied with within the time designated therein, the commissioner, in addition to or in lieu of any other remedy or power, may apply to the supreme court, at a special term thereof, without notice, for an order directing him or her to vacate and/or seal, secure and close such building or premises or so much thereof as he or she may deem necessary, and prohibiting and enjoining all persons from using or occupying the same for any purpose until such measures are taken as may be required by such order. d. (i) Any order to seal, secure and close issued pursuant to item (ii) of subdivision b of this section shall contain notice of the opportunity for a hearing with respect to such order, to determine if the order was properly issued in accordance with the provisions of this section. Such hearing shall be conducted by the commissioner, or in the commissioner's discretion, by the office of administrative trials and hearings or the environmental control board. If the matter is referred to such office or board, the hearing officer shall submit his or her findings of fact and a recommended decision to the commissioner. The hearing shall be held within three business days after the receipt of the written request of an owner, lessor, lessee or mortgagee for such hearing and the commissioner shall render a decision within three business days after such hearing is concluded. (ii) Any order issued pursuant to this section shall be served in accordance with section 15-224 of the code and, in addition, shall be mailed to the record owner of such premises and any record mortgagee of such premises at the address for such person as set forth in the recorded instrument and to the person designated as owner or agent of the building or designated to receive real property tax or water bills for the building at the address for such person contained in one of the files compiled by the department of finance for the purpose of the assessment or collection of real property taxes and water charges or in the file compiled by the department of finance from real property transfer forms filed with the city register upon the sale or transfer of real property. A copy shall also be filed with the county clerk of the county in which such premises are located. Such filing shall be notice of the order to any subsequent owner and such owner shall be subject to such order. e. An order issued pursuant to this section shall not be rescinded unless the owner, lessor, lessee or mortgagee seeking such rescission provides assurance, in a form satisfactory to the commissioner, that the conditions which caused the issuance of such order have been corrected and will not reoccur. If such order is rescinded, upon the request of the owner, lessor, lessee or mortgagee, the commissioner shall provide a certified copy of such rescission, which may be filed with the county clerk of the county in which such premises are located. f. The commissioner shall give written notice of the closing of any building or structure or part thereof pursuant to this section, and any subsequent actions taken with respect thereto, as soon as practicable, to (i) the borough president of the borough within which the closing has occurred; (ii) the council member representing the district within which the closing has occurred; and (iii) the local community board. On January first of each year, the commissioner shall submit a report to the council, setting forth the number of closings made in the previous year, the locations of such closings, and the nature and use of the premises closed. The commissioner shall, in addition, as soon as practicable after a building, structure or part thereof has been closed, make and publish a report of said closing in a manner calculated to quickly notify the local community in which such closing occurred. The commissioner shall also make and publish a report of any premises reopened pursuant to his or her permission under this section. Failure to comply with this subdivision shall not invalidate any action taken by the commissioner pursuant to this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "15",
    "text": "FIRE PREVENTION AND CONTROL"
  },
  "chapter": {
    "identifier": "2",
    "text": "UNLAWFUL CONDUCT"
  },
  "heading": {
    "title": "15",
    "chaptersection": "227",
    "identifier": "15-227",
    "catch_text": "Violations; order to vacate building."
  }
}