{
  "text": "ยง 15-219 Compelling attendance of witnesses. a. Power of subpoena of commissioner. 1. The commissioner, in and about any investigation authorized by section 15-218 of this title, and touching any matter connected therewith, may subpoena and compel the attendance of any person or persons, and the production of any books, papers, archives or documents in his, her or their possession or control, which, in the judgment of the commissioner or of the chief or deputy chief fire marshal, is connected with and necessary to such investigation. 2. For such purpose, the corporation counsel, at any time, may cause subpoenas to be issued out of the supreme court, attested under the name of a justice of such court, in like form and with same effect as though issued by such justice in any action pending in a court of record, and such subpoenas may be served, and proof of service may be made, in the same manner as by law provided for the service of subpoenas out of such court. Upon proof of service of the subpoena, and proof of non-compliance therewith, or failure to attend and testify as directed therein, or failure to produce any book, paper, archive or document in the possession or control of the persons named in the subpoena, and directed to be produced therein, or failure or refusal on their part to answer any pertinent question, application may be made before any justice of the supreme court, who may thereupon cause to be arrested and punished as for a contempt of the orders of such court the person or persons named in such subpoena. 3. Any person subpoenaed under this section shall attend and testify upon such adjourned day or days and at such adjourned time and place as may be designated by the commissioner or chief or deputy chief fire marshal. b. Power of subpoena of fire marshal. 1. A fire marshal shall have the power to issue a notice in the nature of a subpoena, in such form and subscribed in such manner as the commissioner shall prescribe, to compel the attendance of any person as a witness before such fire marshal, to testify in relation to any matter enumerated in section 15-218 of this title. 2. Upon the presentation of satisfactory proof of due service of any such notice in the nature of a subpoena upon any such witness, and of failure to obey the same, it shall be the duty of the commissioner to make an order that such witness be arrested and brought before the marshal, to testify in relation to the subject matter of the inquiry. Such order may be executed by any member of the police force or any member of the force having the power of police officers, who may arrest and bring the witness before such marshal; but such witness shall not be detained longer than is necessary to take such testimony. c. Additional penalty for disobedience of subpoena. Any person or persons who fail to attend and testify as required by any subpoena issued under the authority of this section shall be liable to a penalty in the sum of fifty dollars. ",
  "sections": [

  ],
  "title": {
    "identifier": "15",
    "text": "FIRE PREVENTION AND CONTROL"
  },
  "chapter": {
    "identifier": "2",
    "text": "UNLAWFUL CONDUCT"
  },
  "heading": {
    "title": "15",
    "chaptersection": "219",
    "identifier": "15-219",
    "catch_text": "Compelling attendance of witnesses."
  }
}