{
  "text": "ยง 15-304 Reward for information leading to arson conviction: posting notices. a. The city hereby offers a reward of not more than one thousand dollars per conviction to any person or persons giving information leading to the detection, arrest and conviction of any person or persons guilty of arson, attempted arson or conspiracy to commit arson, or felony murder arising in connection with arson. b. The offer made herein subject to and limited by availability of funds appropriated therefore and shall be paid only if no other reward is paid by the city for information leading to detections, arrests and convictions arising from the same incident of arson, attempted arson, conspiracy to commit arson or felony murder arising from arson. c. The commissioner is authorized to publish the offer made by this section by means of posters or any other appropriate medium. Subject to the approval of the corporation counsel, the commissioner may determine the form in which the offer is to be published. d. The commissioner is authorized to place posters containing the offer made by this section on public property. e. Subject to the conditions and limitations set forth in subdivisions a and b of this section, the commissioner, in his or her discretion, shall determine the amount payable and certify to the comptroller the name of the person or persons to whom the reward shall be made payable and the amount to be paid. If a reward is to be made payable to more than one person for the same information, the certification may specify that payment is to be made jointly to the persons so named. f. The comptroller shall pay such reward as a claim against the city from the funds appropriated therefor by warrant to the person or persons named in such certification. g. The offer made by this section shall not be available: (1) to any person employed by or having auxiliary status or other membership in any police or fire department or other law enforcement agency in the state; or (2) to any person who has obtained the information directly or indirectly from a member of any police or fire department or other law enforcement agency in the state. ",
  "sections": [

  ],
  "title": {
    "identifier": "15",
    "text": "FIRE PREVENTION AND CONTROL"
  },
  "chapter": {
    "identifier": "3",
    "text": "ARSON STRIKE FORCE"
  },
  "heading": {
    "title": "15",
    "chaptersection": "304",
    "identifier": "15-304",
    "catch_text": "Reward for information leading to arson conviction: posting notices."
  }
}