{
  "text": "§ 16-131.1 Issuance, renewal, suspension and revocation of permits. The commissioner shall be responsible for the issuance, renewal, suspension and revocation of permits required by section 16-130 of this chapter. An application for such a permit shall also be presented by the department to the New York city trade waste commission for review by such commission. The commissioner shall consider the recommendations of such commission in making a determination pursuant to this section. a. The commissioner, consistent with article twenty-three-A of the correction law, may refuse to issue or renew a permit required by section 16-130 of this chapter, or may, after notice and the opportunity to be heard, suspend or revoke such a permit when the applicant for such permit or such permittee has been denied a license required by section 16-505 of this code to operate a business for the collection, removal or disposal of trade waste or has had such a license revoked for the reason that such applicant or licensee has been found to lack good character, honesty and integrity by the trade waste commission pursuant to the provisions of title 16-A of this code. b. The commissioner, consistent with article twenty-three-A of the correction law, may refuse to issue to an applicant a permit required by section 16-130 of this chapter and may, after due notice and hearing, in addition to any other penalties provided by law, refuse to renew, suspend or revoke such permit upon the occurrence of any of the following conditions: 1. the applicant or permittee has been convicted of a crime which in the judgment of the commissioner has a direct relationship to his or her fitness or ability to perform any of the activities for which a permit is required under section 16-130 of this chapter; or 2. the applicant or permittee has been found by a court or an administrative agency of competent jurisdiction to have violated: (A) any provision of section 16-117.1, 16-119, 16-120.1, 16-130, 16-131, 16-131.2, 16-131.3 or 16-131.5 of this chapter; or (B) any provision of article one hundred fifty-seven of the New York city health code; or (C) any other law or rule related to the conduct, operation or use of a dump, non-putrescible solid waste transfer station, putrescible solid waste transfer station or fill material operation; or (D) any federal or state law prohibiting unfair trade practices or conduct in restraint of competition, including but not limited to the Sherman Anti-Trust Act (15 U.S.C. §1, §2), the Clayton Act (15 U.S.C. § 18), the Robinson Patman Act (15 U.S.C. §12 et seq.), the Federal Trade Commission Act (15 U.S.C. §45 et seq.), and sections 340 et seq. of the general business law or an equivalent offense under the laws of any other jurisdiction; or 3. the commissioner has determined, after consideration of the results of an investigation conducted pursuant to this section, that the applicant or permittee has operated the business for which a permit is required by section 16-130 of this chapter in a manner inconsistent with the provisions of the federal or state laws prohibiting unfair trade practices or conduct in restraint of competition set forth in subparagraph (D) of paragraph two of this subdivision; or 4. the applicant or permittee has violated or failed to comply with any of the conditions for issuance of such permit as provided in this chapter or any of the rules promulgated hereunder. c. Where the commissioner or the New York city trade waste commission has reasonable cause to believe that a permittee or an applicant for a permit required by section 16-130 of this code may lack good character, honesty and integrity, such applicant or permittee shall, in addition to providing the information required by the rules promulgated pursuant to paragraph two of subdivision a of section 16-131 of this code, also comply with the fingerprinting and disclosure requirements set forth in subdivision b of section 16-508 of this code and pay the fee for the investigation thereof set forth in the rules of the New York city trade waste commission. The commissioner may, after consideration of the results of such investigation, refuse for the reasons set forth in section 16-509 of this code to issue a permit required by section 16-130 of this chapter and, after notice and opportunity to be heard, may revoke or suspend any such permit upon a finding that the applicant or the permittee lacks good character, honesty and integrity. d. For the purposes of this section, \"applicant\" or \"permittee\" shall mean the business of the applicant or permittee and any principal thereof, as the term \"principal\" is defined in section 16-501 of this code. e. The New York city trade waste commission or the department of investigation may, at the request of the commissioner, assist the commissioner in any investigation conducted pursuant to this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF SANITATION"
  },
  "heading": {
    "title": "16",
    "chaptersection": "131",
    "identifier": "16-131.1",
    "catch_text": "Issuance, renewal, suspension and revocation of permits."
  }
}