{
  "text": "ยง 16-122. Vehicles and other movable property. a. Legislative intent. The need for this legislation is indicated by the ever increasing number of abandoned cars in the city of New York. The purpose of this section is to punish those persons who abandon and/or remove component parts of motor vehicles in public streets. It is not the intent to prohibit or preclude any person in lawful possession of a vehicle from making lawful repairs or removing any component part for the purpose of making such lawful repairs to a motor vehicle on a public street. b. It shall be unlawful for any person, such person's agent or employee to leave, or to suffer or permit to be left, any box, barrel, bale of merchandise or other movable property whether or not owned by such person, upon any marginal or public street or any public place, or to erect or cause to be erected thereon any shed, building or other obstruction. c. It shall be unlawful for any person, such person's agent or employee to leave, or suffer or permit to be left, any motor vehicle, not otherwise lawfully parked, whether or not owned by such person, in any marginal or public street, or any public place. The owner or driver of a disabled vehicle shall be allowed a reasonable time, not exceeding three hours, in which to remove said vehicle. d. Any person convicted of a violation of the provisions of subdivision b or c of this section shall be punished by a fine of not less than fifty dollars nor more than two hundred fifty dollars, imprisonment for not more than ten days, or both. e. It shall be unlawful for any person, such person's agent or employee, to abandon, or to suffer or permit to be abandoned any motor vehicle, whether or not owned by such person, in any marginal or public street, or any public place. f. It shall be unlawful for any person to dismantle, or to remove any component part of any motor vehicle in any marginal or public street or any public area. g. Any person convicted of a violation of the provisions of subdivision e or f of this section shall be punished by a fine of not less than one hundred dollars, or imprisonment for not more than one year. h. Any person violating the provisions of subdivision b or c of this section shall be liable and responsible for a civil penalty of not less than twenty-five dollars nor more than one hundred dollars. i. In the instance where the notice of violation, appearance ticket or summons is issued for breach of the provisions of this section and sets forth thereon civil penalties only, such process shall be returnable to the environmental control board, which shall have the power to impose the civil penalties hereinabove provided in subdivision h of this section. j. In the event that a violator fails to answer such notice of violation, appearance ticket or summons within the time provided therefor by the rules and regulations of the environmental control board, he or she shall become liable for additional penalties. The additional penalties shall not exceed fifty dollars for each violation. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF SANITATION"
  },
  "heading": {
    "title": "16",
    "chaptersection": "122",
    "identifier": "16-122",
    "catch_text": "Vehicles and other movable property."
  }
}