{
  "text": "ยง 16-133 Enforcement. a. 1. Any person who violates any provision of section 16-129, 16-130, 16-131, 16-131.2, 16-131.3 or 16-131.5 of this chapter, or article one hundred fifty-seven of the New York city health code, shall be guilty of a misdemeanor, and upon conviction thereof shall be punished by a fine not to exceed twenty-five thousand dollars, or by imprisonment for a term of not more than one year, or by both such fine and imprisonment. 2. In addition to any other penalties provided under paragraph one of this subdivision, any violation of section 16-129, 16-130, 16-131, 16-131.2, 16-131.3 or 16-131.5 of this chapter, or article one hundred fifty-seven of the New York city health code, shall be punishable by a civil penalty of not less than twenty-five hundred dollars nor more than ten thousand dollars for the first violation, not less than five thousand nor more than ten thousand dollars for the second violation committed in a period of three years, and ten thousand dollars for the third and any subsequent violation committed in such period. Every owner of premises or of equipment, vehicles or other personal property shall be punishable by a civil penalty of not less than twenty-five hundred dollars nor more than ten thousand dollars for the first violation, not less than five thousand nor more than ten thousand dollars for the second violation committed in a period of three years, and ten thousand dollars for the third and any subsequent violation committed in such period by any person using or operating the same, in the business of such owner or otherwise, with the permission, express or implied, of such owner. In the case of a continuing violation, every day's continuance thereof may be deemed to be a separate and distinct violation. Civil penalties shall be recovered in a civil action brought in the name of the commissioner or in a proceeding before the environmental control board, provided however that civil penalties for violations of article one hundred fifty-seven of the New York city health code may only be recovered as provided by law for violations of the New York city health code. As used in this paragraph, \"owner\" means a person, other than a holder of a security interest, having the property in or title to premises or equipment, vehicles or other personal property, including but not limited to a person entitled to use and possession of premises or equipment, vehicles or other personal property subject to a security interest in another person and also includes any lessee or bailee having exclusive use thereof. b. 1. Any person who violates any provision of section 16-117 of this chapter shall be guilty of a violation, and upon conviction thereof shall be punished by a fine of not less than two hundred fifty dollars nor more than five hundred dollars, or by imprisonment for a term of not more than fifteen days, or by both such fine and imprisonment. 2. In addition to any other penalties provided under paragraph one of this subdivision, any violation of section 16-117 of this chapter shall be punishable by a civil penalty of not less than two hundred fifty dollars nor more than five hundred dollars. Civil penalties shall be recovered in a civil action brought in the name of the commissioner or in a proceeding before the environmental control board. c. The commissioner shall have the power to issue notices of violation for violations of article one hundred fifty-seven of the New York city health code and such notices of violation shall be returnable as provided by law for violations of the New York city health code. d. The commissioner of health shall have the power to issue notices of violation for violations of sections 16-130 and 16-131 of this chapter, and such notices of violation shall be returnable in a civil action brought in the name of the commissioner of health or in a proceeding before the environmental control board. e. Nothing contained in this section shall be construed to restrict existing authority of any agency to enforce any other provision of law, including but not limited to any provision of the New York city health code. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF SANITATION"
  },
  "heading": {
    "title": "16",
    "chaptersection": "133",
    "identifier": "16-133",
    "catch_text": "Enforcement."
  }
}