{
  "text": "ยง 16-127 Earth, rocks and rubbish. a. In all cases where the sidewalk or roadway of a street shall be incumbered or obstructed by the caving in or falling off of any earth, rocks or rubbish, or anything whatever, from any lot adjoining such sidewalk or roadway, the owner or occupant of such lot, or the agent of such owner or occupant, shall cause such earth, rocks, rubbish or other thing to be removed and cleaned from such sidewalk or roadway, within three days after a written or printed notice shall have been served by the commissioner or a duly designated representative, on such owner, personally, or shall have been left at the place of residence of such owner in this city; or, if such owner does not reside in the city, and such notice shall not be personally served, then within twenty days after such notice to be sent by mail, addressed to such owner at his or her place of residence, or, when such residence is unknown to such commissioner, within twenty days after such notice shall have been posted in a conspicuous place on such premises. b. If the owner, occupant or agent fails to comply with such notice, within the time specified in this section, after notice thereof, the commissioner shall cause the same to be removed at the expense of the owner, occupant or agent, and such expense shall be sued for and recovered in the name of the city. c. The corporation counsel shall cause a statement of such cost and expense, together with the description of the premises, to be filed in the office of the register or county clerk of the appropriate county. d. Any person convicted of a violation of any of the provisions of this section shall be punished by a fine of not less than fifty dollars nor more than two hundred fifty dollars, imprisonment for not more than ten days, or both. e. Any person violating the provisions of this section shall be liable and responsible for a civil penalty of not less than twenty-five dollars nor more than one hundred dollars. f. In the instance where the notice of violation, appearance ticket or summons is issued for a breach of the provisions of this section and sets forth thereon civil penalties only, such process shall be returnable to the environmental control board, which shall have the power to impose the civil penalties hereinabove provided in subdivision e of this section. g. In the event that a violator fails to answer such notice of violation, appearance ticket or summons within the time provided therefor by the rules and regulations of the environmental control board, such violator shall become liable for additional penalties. The additional penalties shall not exceed fifty dollars for each violation. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF SANITATION"
  },
  "heading": {
    "title": "16",
    "chaptersection": "127",
    "identifier": "16-127",
    "catch_text": "Earth, rocks and rubbish."
  }
}