{
  "text": "ยง 16-126 Snow removal; employees and equipment. a. In case of a snowfall or other emergency, the commissioner may employ and hire temporarily as many persons, vehicles, machinery and equipment as shall be rendered necessary by such emergency, forthwith reporting, in the case of a snowfall, the number of such persons, vehicles, machinery and equipment and in the case of any other emergency such action with the full particulars thereof to the mayor, but in the case of a snowfall no such person, vehicles, machinery or equipment shall be so hired or employed for a longer period than seven days and in the case of any other emergency for a longer period than three days. b. All such employees shall be employed directly by the department and not through contractors or other persons, unless the commissioner shall determine that this requirement must for proper action in a particular instance be dispensed with. c. The services of any person employed, and of vehicles, machinery and equipment hired pursuant to this section, shall be paid for in full and directly by the department, at such times as may be prescribed by the commissioner. d. In all emergency work performed by laborers in the removal of snow where workers are engaged by the hour or day by a contractor employed for the purpose, such work shall be paid for directly to those individuals employed on it, in the currency of the United States and not by check or ticket. Every contractor engaged in the removal of snow shall be required to stipulate with the commissioner or others empowered to enter into contracts for that purpose, as the case may be, to observe the provisions of this subdivision, a violation of which shall be deemed to abrogate any such contract. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF SANITATION"
  },
  "heading": {
    "title": "16",
    "chaptersection": "126",
    "identifier": "16-126",
    "catch_text": "Snow removal; employees and equipment."
  }
}