{
  "text": "ยง 16-134 Comprehensive study of commercial solid waste management system required. a. 1. \"Long haul transport vehicle\" shall mean any motor vehicle used to remove solid waste or other material from a putrescible or non-putrescible solid waste transfer station for final disposal, reuse or recycling. 2. \"Private carter\" shall mean any individual or business entity required to obtain a license from the trade waste commission pursuant to subdivision a of section 16-505 of this title. 3. \"Trade waste commission\" shall mean the New York city trade waste commission as established by section 16-502 of this title. b. The department, in consultation with the trade waste commission, shall enter into one or more contracts for the performance of a comprehensive study of the existing commercial solid waste management system within the city of New York. In performing the study, the department and/or the contractor or contractors shall solicit and consider the views of elected officials, the citywide recycling advisory board, the borough solid waste advisory boards and the public, including residents of affected communities, environmental advocacy organizations, transfer station operators, private carters, business entities and academicians, and respond to substantive issues raised. The study shall include, but need not be limited to, an analysis of the following: 1. the effectiveness of procedures employed and the criteria applied by the department for the issuance and renewal of permits for the operation of putrescible and non-putrescible solid waste transfer stations in minimizing potential adverse environmental economic and public health impacts on the communities in which such transfer stations are located by examining such issues as (i) the effectiveness of the criteria applied by the department to the siting of putrescible and non-putrescible solid waste transfer stations, including the aggregate effect of the geographic proximity of solid waste transfer stations to each other and (ii) the scope and effectiveness of the operational restrictions imposed upon putrescible and non-putrescible solid waste transfer stations including the hours of operation and any performance standards established in the zoning resolution of the city of New York; 2. the manner in which all applicable laws, rules and regulations relating to the operation of putrescible and non-putrescible solid waste transfer stations, private carters and long haul transport vehicles are enforced, including who should be responsible for such enforcement and the effectiveness of such enforcement in obtaining compliance with such laws, rules and regulations and in minimizing potential environmental economic and public health impacts and an analysis of rules relating to routes for transporting material to or from such transfer stations; 3. the means and potential effects of limiting the number and capacity of putrescible and non-putrescible solid waste transfer stations in the city; 4. the size and type of vehicles that should be authorized to transport solid waste to or from putrescible and non-putrescible solid waste transfer stations and fuel-type requirements for such vehicles; 5. whether putrescible and non-putrescible solid waste transfer stations and city-owned marine transfer stations should receive and process both residential and commercial solid waste and the options for transporting such solid waste to and from such transfer stations, including an analysis of potential environmental, economic and public health impacts; and 6. potential environmental, economic and public health impacts on communities in which large numbers of privately-owned putrescible and non-putrescible solid waste transfer stations are located such as, but not limited to, potential impacts related to air quality, water quality, odors, traffic congestion and noise. c. The study required by subdivision b of this section, and a report containing a detailed analysis of the findings of such study, as well as recommendations based on such analysis and findings, shall be completed no later than eighteen months after registration of the consultant contract and at least two months before the next draft comprehensive solid waste management plan is submitted to the council or the New York state department of environmental conservation. Such report shall be submitted to the mayor and the council immediately upon its completion. A preliminary report containing data necessary to perform the analyses described in subdivision b of this section shall be submitted by the department to the mayor and the council during or before the last quarter of calendar year two thousand one. d. Such study shall be performed and such report shall be prepared in a manner designed to assist in the preparation of the next comprehensive solid waste management plan for the city of New York required by section 27-0107 of the New York state environmental conservation law. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF SANITATION"
  },
  "heading": {
    "title": "16",
    "chaptersection": "134",
    "identifier": "16-134",
    "catch_text": "Comprehensive study of commercial solid waste management system required."
  }
}