{
  "text": "ยง 16-124.1 Borough-based snow plowing and removal plans. a. The following terms shall have the following meanings for purposes of this section: (1) The term \"bus shelter\" shall mean a location that has a cover or ceiling and is intended to be used as a shelter for individuals waiting to board a New York city transit authority vehicle, and shall include three feet on any open side of such shelter and to the curb on all portions of the sidewalk covered under this provision. (2) The term \"bus stop\" shall mean a location that is not a bus shelter, designated by signage for New York city transit authority vehicles to pick up or discharge passengers, which location includes five feet of the sidewalk and the gutter immediately adjacent to the curb for the portion of such curb. (3) The term \"curb cut\" shall have the same meaning as defined in section 27-480 of the code. (4) The term \"pedestrian median\" shall mean a direct path between curb cuts on a median strip dividing a roadway or, where no curb cuts exist on such a median strip, the portion of the median strip designed to be traversed by pedestrians in order to cross the roadway that such median strip divides. (5) The term \"primary street\" shall mean a street that is determined by the department to be of the first priority for purposes of snow plowing and/or removal. (6) The term \"snow event\" shall mean any snowfall equal to or in excess of six inches within a period of twenty-four hours in any of the five boroughs based on the department of sanitation's measurements. b. Beginning on November fifteenth, 2011, and on every November fifteenth thereafter, the commissioner shall submit to the council and make available to the public on the city's website a snow plowing and removal plan for each borough that shall include, but not be limited to, the following: (1) The address of each department garage and other department facility within the borough identified by district or section and the number of uniformed department employees assigned to each such garage or facility for purposes of addressing snow conditions; (2) An inventory by district of department-owned snow management equipment and resources and a city-wide inventory of other city-owned snow management equipment and resources that could, if available, be used during a snow event, as determined by city officials and the agency, office, agencies or offices responsible for the deployment of such city-owned snow management equipment and resources; (3) (i) Definitions of each of the priority designation categories, including criteria for making such designations and any changes to the previous year's priority designation category and the reasons for such changes; and (ii) a link to a website on which a map of each community district with the priority designation categories for each street in such district is viewable; (4) How the department plans to address the following types of tasks during a snow event: (i) plowing and/or removal of snow and ice from streets within each borough; (ii) plowing and/or removal of snow and ice from curb cuts and pedestrian medians at intersections on primary streets; (iii) plowing and/or removal of snow and ice from crosswalks, sidewalks adjacent to parks and bus stops; and (iv) dispersal of salt, sand or other material applied to roads in icy or snowy conditions; and (5) The commissioner shall designate and identify the following: (i) the borough chief or chiefs who will be responsible for the implementation of the applicable borough-specific snow plan; (ii) department personnel who will report to the office of emergency management on a city-wide basis during snow events and who will be directly responsible for communicating with such office and the department; and (iii) personnel from the department's customer service and government relations offices who will communicate on a borough-by-borough basis with council members, community boards and the borough presidents in order to provide, receive and respond to information from such elected officials and community boards regarding snow event conditions. c. Beginning on October first, two thousand eleven, and every October first thereafter, the commissioner shall submit a draft snow plowing and removal plan for each borough for comment to the council members, community boards and borough president from that borough. Amendments to the draft plan shall be included in the final snow plowing and removal plan for each borough to be issued no later than November fifteenth of each year pursuant to this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF SANITATION"
  },
  "heading": {
    "title": "16",
    "chaptersection": "124",
    "identifier": "16-124.1",
    "catch_text": "Borough-based snow plowing and removal plans."
  }
}