{
  "text": "ยง 16-118 Littering prohibited. 1. No person shall litter, sweep, throw or cast, or direct, suffer or permit any servant, agent, employee, or other person under his or her control, to litter, sweep, throw or cast any ashes, garbage, paper, dust or other rubbish and refuse of any kind whatsoever, in or upon any street or public place, vacant lot, air shaft, areaway, backyard court or alley. 2. (a) Every owner, lessee, tenant, occupant or person in charge of any building or premises shall keep and cause to be kept the sidewalk, flagging and curbstone abutting said building or premises free from obstruction and nuisances of every kind, and shall keep said sidewalks, flagging, curbstones, and air shafts, areaways, backyards, courts and alleys free from garbage, refuse, rubbish, litter, debris and other offensive material. Such persons shall also remove garbage, refuse, rubbish, litter, debris and other offensive material between the curbstone abutting the building or premises and the roadway area extending one and one-half feet from the curbstone into the street on which the building or premises front. Such persons shall not, however, be responsible for cleaning the garbage, refuse, rubbish, litter, debris and other offensive material which accumulates at catch basins located within the one and one-half foot distance from the curbstone into the street. (b) Every owner, lessee, tenant or person in charge of any vacant lot shall keep and cause to be kept the sidewalk, flagging and curbstone abutting said vacant lot free from obstruction and nuisances of every kind, and shall keep said sidewalks, flagging and curbstones free from garbage, refuse, rubbish, litter, debris and other offensive material. Every owner, lessee, tenant or person in charge of any vacant lot shall keep and cause to be kept said vacant lot free from garbage, refuse, rubbish, litter, debris and other offensive material. Such persons shall also remove garbage, refuse, rubbish, litter, debris and other offensive material between the curbstone abutting the vacant lot and the roadway area extending one and one-half feet from the curbstone into the street on which the vacant lot fronts. Such persons shall not, however, be responsible for cleaning the garbage, refuse, rubbish, litter, debris and other offensive material which accumulates at catch basins located within the one and one-half foot distance from the curbstone into the street. 3. No lime, ashes, coal, dry sand, hair, waste paper, feathers, or other substance that is in a similar manner liable to be blown by the wind, shall be sieved, agitated, or exposed, nor shall any mat, carpet, or cloth be shaken or beaten, nor shall any cloth, yarn, garment, material or substance be scoured or cleaned, nor shall any rags, damaged merchandise, barrels, boxes, or broken bales of merchandise or goods be placed, kept, or exposed in any place where they or particles therefrom will pass into any street or public place, or into any occupied premises, nor shall any usual or any reasonable precautions be omitted by any person to prevent fragments or any substances from falling to the detriment or peril of life or health, or dust or light material flying into any street, place, or building, from any building or erection, while the same is being altered, repaired or demolished, or otherwise. In demolishing any building or part thereof, the material to be removed shall be properly wet in order to lay dust incident to its removal. 4. No one, being the owner, or in charge or in control of any vehicle, or of any receptacle, shall litter, drop or spill, or permit to be littered, dropped or spilled any dirt, sand, gravel, clay, loam, stone or building rubbish, hay, straw, oats, sawdust, shavings or other light materials of any sort, or manufacturing, trade or household waste, refuse, rubbish of any sort, or ashes, manure, garbage, or other organic refuse or other offensive matter, in or upon any street or public place. 5. No person shall throw, cast or distribute, or cause or permit to be thrown, cast or distributed, any handbill, circular, card, booklet, placard or other advertising matter whatsoever, in or upon any street or public place, or in a front yard or courtyard, or on any stoop, or in the vestibule of any hall in any building, or in a letter box therein; provided that nothing herein contained shall be deemed to prohibit or otherwise regulate the delivery of any such matter by the United States postal service, or prohibit the distribution of sample copies of newspapers regularly sold by the copy or by annual subscription. This section is not intended to prevent the lawful distribution of anything other than commercial and business advertising matter. 6. No swill, brine, offensive animal matter, noxious liquid, or other filthy matter of any kind, shall be allowed by any person to fall upon or run into any street, or public place, or be taken to or put therein. 7. (a) No person shall prevent or interfere with any employee of the department in the sweeping or cleaning of any street, in the removal of snow or ice, or in the collection or removal of any amount of solid waste or recyclable materials. (b)(1) Except for an authorized employee or agent of the department, it shall be unlawful for any person to disturb, remove or transport by motor vehicle any amount of recyclable materials that have been placed by owners, tenants or occupants of residential premises, premises occupied by city agencies or institutions, or vacant lots, or by their servants, within the stoop area, adjacent to the curb line or otherwise within or adjacent to such premises or lots for collection or removal by the department unless requested by the owner of such residential premises or vacant lot or his or her agent, and such request is evidenced by a notarized written agreement that: (i) has been signed by such person and such owner or agent; (ii) has been filed with the commissioner and bears a file stamp indicating that it has been so filed; and (iii) includes the names of the parties to the agreement, the names and titles of all signatories to the agreement, the taxpayer identification number, including individual taxpayer identification number or employer identification number but not social security number of each such party, the agreed price terms, if any, the estimated quantity of recyclable materials to be removed, the agreed removal days and times, if any, the duration of the agreement, and any other information required by the commissioner by rule. The requirement to enter into and file such written agreement pursuant to this subdivision shall not apply to one, two or three-family residential premises. (2) In addition, on or before February first and August first of every year, every person engaged in the removal of recyclable materials from residential premises or vacant lots pursuant to a written agreement shall submit to the commissioner a report identifying the weight of each type of recyclable material removed by such person during the periods of July first to December thirty-first and January first to June thirtieth, respectively. It shall be unlawful for any person to fail to submit a report in accordance with this subparagraph or to submit a report containing false or deceptive information. (3) Except for an authorized employee or agent of the department, it shall be unlawful for any person to disturb, remove or transport by motor vehicle any amount of solid waste that has been placed by owners, tenants or occupants of residential premises, premises occupied by city agencies or institutions, or vacant lots, or by their servants, within the stoop area, adjacent to the curb line or otherwise within or adjacent to such premises or lots for collection or removal by the department. (c) Except for an authorized employee of an entity licensed by or registered with the business integrity commission, it shall be unlawful for any person to disturb, remove or transport by motor vehicle any amount of recyclable materials that have been placed by owners, tenants or occupants of commercial premises within the stoop area, adjacent to the curb line or otherwise within or adjacent to such premises for collection or removal by an entity licensed by or registered with the business integrity commission. It shall be presumed that a person operating a motor vehicle without plates issued by the business integrity commission is not an authorized employee of an entity licensed by or registered with the business integrity commission. (d) No person, other than a not-for-profit corporation, shall receive recyclable materials for storage, collection or processing from any person other than an authorized employee or agent of the department, an authorized employee of an entity licensed by or registered with the business integrity commission, a not-for-profit corporation or a person who has entered into a written agreement pursuant to subparagraph one of paragraph b of this subdivision. It shall be an affirmative defense that all such recyclable materials were generated or collected outside the city of New York. This paragraph shall not apply to a redemption center, dealer or distributor as defined in section 27-1003 of the environmental conservation law. (e) Any person who violates subparagraph one of paragraph b of this subdivision while using or operating a motor vehicle or paragraph d of this subdivision shall be punished for each violation by a criminal fine of not less than one thousand dollars nor more than two thousand dollars for each such violation or by imprisonment not to exceed ninety days, or both. (f)(1)(i) Any person who violates subparagraph one of paragraph b or paragraph c of this subdivision while using or operating a motor vehicle shall be liable for a civil penalty of two thousand dollars for the first offense and five thousand dollars for each subsequent offense within a twelve-month period. In addition, every owner of such motor vehicle shall be liable for a civil penalty of two thousand dollars for the first offense and five thousand dollars if, within a twelve-month period, a motor vehicle owned by such person was used in violation of subparagraph one of paragraph b or paragraph c of this subdivision. The owner of a motor vehicle used in violation of subparagraph one of paragraph b or paragraph c of this subdivision shall not be liable for any civil penalty if such owner establishes that the motor vehicle was used without such owner's permission. For the purpose of imposing a civil penalty pursuant to this clause, every premises or lot from which recyclable materials have been removed unlawfully shall be deemed to be the subject of a separate violation for which a separate civil penalty may be imposed; (ii) Any person who violates paragraph d of this subdivision shall be liable for a civil penalty of two thousand dollars for the first offense and five thousand dollars for each subsequent offense within a twelve-month period. For the purpose of imposing a civil penalty pursuant to this clause, every motor vehicle from which recyclable materials have been delivered for receipt unlawfully shall be deemed to be the subject of a separate violation for which a separate civil penalty may be imposed; and (iii) Any person who violates subparagraph two of paragraph b of this subdivision by failing to submit a report or by submitting a report containing false or deceptive information shall be liable for a civil penalty of two thousand dollars for the first offense and five thousand dollars for each subsequent offense within a twelve-month period. (2) As used in this subdivision: (i) the term \"motor vehicle\" shall mean every vehicle operated or driven upon a public highway which is propelled by any power other than muscular power; (ii) the term \"not-for-profit corporation\" shall mean a corporation as defined in subparagraph five or seven of subdivision (a) of section one hundred two of the New York not-for-profit corporation law; (iii) the term \"operator\" shall mean any person who operates or drives or is in actual physical control of a motor vehicle; (iv) the term \"owner\" shall mean a person, other than a lienholder, having the property in or title to a motor vehicle. The term includes a person entitled to the use and possession of a motor vehicle subject to a security interest in another person and also includes any lessee or bailee of a motor vehicle having the exclusive use thereof, under a lease or otherwise, for a period greater than thirty days; (v) the term \"person\" shall mean any natural person or business entity, but shall not include any authorized employee of a government agency; (vi) the term \"recyclable materials\" shall mean recyclable materials designated by the commissioner by rule pursuant to chapter three of title sixteen of this code; and (vii) the term \"solid waste\" shall mean solid waste as defined in subdivision n of section 16-303 of this code. (g)(1) Any motor vehicle that has been used or is being used to commit a violation of subparagraph one of paragraph b or paragraph c of this subdivision shall be impounded by the department and shall not be released until either all storage fees and the applicable fines and penalties have been paid or a bond has been posted in an amount satisfactory to the commissioner. Rules of the department related to the impoundment and release of motor vehicles in chapter five of title sixteen of the rules of the city of New York shall be applicable to the impoundment and release of motor vehicles pursuant to this paragraph. The commissioner shall have the power to promulgate amended rules concerning the impoundment and release of motor vehicles and the payment of storage fees for such motor vehicles, including the amounts and rates thereof. Where it is determined that the motor vehicle was not used to commit a violation of subparagraph one of paragraph b or paragraph c of this subdivision, such fees shall be promptly returned. (2) In addition to any other penalties provided in this subdivision, the interest of an owner as defined in clause (iv) of subparagraph two of paragraph f of this subdivision in any motor vehicle impounded pursuant to subparagraph one of this paragraph shall be subject to forfeiture upon notice and judicial determination thereof if such owner has been convicted of or found liable for a violation of this subdivision in a criminal or civil proceeding or in a proceeding before the environmental control board three or more times, all of which violations were committed within an eighteen-month period. (3) Except as otherwise provided in this subparagraph, the city agency having custody of a motor vehicle, after judicial determination of forfeiture, shall no sooner than thirty days after such determination upon a notice of at least five days, sell such forfeited motor vehicle at public sale. Any person, other than an owner whose interest is forfeited pursuant to this section, who establishes a right of ownership in a motor vehicle, including a part ownership or security interest, shall be entitled to delivery of the motor vehicle if such person: (i) redeems the ownership interest which was subject to forfeiture by payment to the city of the value thereof; and (ii) pays the reasonable expenses of the safekeeping of the motor vehicle between the time of seizure and such redemption; and (iii) asserts a claim within thirty days after judicial determination of forfeiture. Notwithstanding the foregoing provisions, establishment of a claim shall not entitle such person to delivery of the vehicle if the city establishes that the violation for which the motor vehicle was seized was expressly or impliedly permitted by such person. 8. Except for any violation of subparagraph one of paragraph b or paragraph c of subdivision seven of this section by a person using or operating a motor vehicle, or any violation of subparagraph two of paragraph b of subdivision seven of this section, or any violation of paragraph d of subdivision seven of this section, the violation of any provision of this section shall constitute an offense punishable by a fine of not less than fifty dollars nor more than two hundred fifty dollars, or by imprisonment not to exceed ten days or both. 9. Except for any violation of subparagraph one of paragraph b or paragraph c of subdivision seven of this section by a person using or operating a motor vehicle, or any violation of subparagraph two of paragraph b of subdivision seven of this section, or any violation of paragraph d of subdivision seven of this section, any person violating the provisions of this section shall be liable for a civil penalty of not less than fifty dollars nor more than two hundred fifty dollars, except that for a second violation of subdivision one, three, four, or six of this section within any twelve-month period, such person shall be liable for a civil penalty of not less than two hundred fifty dollars nor more than three hundred fifty dollars and for a third or subsequent violation of subdivision one, three, four or six of this section within any twelve-month period such person shall be liable for a civil penalty of not less than three hundred fifty dollars nor more than four hundred fifty dollars. 10. In the instance where the notice of violation, appearance ticket or summons is issued for breach of the provisions of this section and sets forth thereon civil penalties only, such process shall be returnable to the environmental control board, which shall have the power to impose the civil penalties hereinabove provided in subdivision nine of this section. 11. In the event that a violator fails to answer such notice of violation, appearance ticket or summons within the time provided therefor by the rules and regulations of the environmental control board, he or she shall become liable for additional penalties. The additional penalties shall not exceed four hundred fifty dollars for each violation. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF SANITATION"
  },
  "heading": {
    "title": "16",
    "chaptersection": "118",
    "identifier": "16-118",
    "catch_text": "Littering prohibited."
  }
}