{
  "text": "ยง 16-130 Permit for operators of dumps, non-putrescible solid waste transfer stations, putrescible solid waste transfer stations and fill material operations. a. As used in this section: 1. The term \"solid waste\" shall mean all putrescible and non-putrescible materials or substances, other than those materials or substances described in subparagraph (b) of this paragraph, that are discarded or rejected, including but not limited to garbage, refuse, waste collected by any person required to be licensed or registered pursuant to chapter 1 of title 16-A of this code, rubbish, tires, ashes, contained gaseous material, incinerator residue, construction and demolition debris, discarded automobiles and offal. Such term shall include recyclable materials, as defined in subdivision i of section 16-303 of this title. (a) A material is discarded or rejected if it is: (1) spent, useless, worthless or in excess to the owners at the time of such discard or rejection; (2) disposed of; (3) burned or incinerated, including material burned as a fuel for the purpose of recovering useable energy; or (4) accumulated, stored or physically, chemically or biologically treated (other than burned or incinerated) instead of or before being disposed of. (b) The following are not solid waste for the purpose of this section: (1) domestic sewage; (2) any mixture of domestic sewage and other wastes that passes through a sewer system to a publicly owned treatment works for treatment, except any material that is introduced into such system in order to avoid the provisions of this title or of state regulations promulgated to regulate solid waste management facilities; (3) industrial wastewater discharges that are actual point source discharges subject to permits under article seventeen of the environmental conservation law; provided that industrial wastewaters while they are being collected, stored or treated before discharge and sludges that are generated by industrial wastewater treatment are solid wastes; (4) irrigation return flows; (5) radioactive materials that are source, special nuclear, or by-product material under the federal Atomic Energy Act of 1954, as amended, 42 U.S.C. ยง2011 et seq.; (6) materials subject to in-situ mining techniques which are not removed from the ground as part of the extraction process; (7) hazardous waste as defined in section 27-0901 of the environmental conservation law, including material containing hazardous waste; and (8) regulated medical waste as defined in title fifteen of article twenty-seven of the New York state environmental conservation law, in title thirteen of article thirteen of the New York state public health law or in section 16-120.1 of the code, or any rules or regulations promulgated pursuant to such provisions of law. 2. The term \"putrescible solid waste\" shall mean solid waste containing organic matter having the tendency to decompose with the formation of malodorous by-products; 3. The term \"non-putrescible solid waste\" shall mean solid waste, whether or not contained in receptacles, that does not contain organic matter having the tendency to decompose with the formation of malodorous by-products, including but not limited to dirt, earth, plaster, concrete, rock, rubble, slag, ashes, waste timber, lumber, plexiglass, fiberglass, ceramic tiles, asphalt, sheetrock, tar paper, tree stumps, wood, window frames, metal, steel, glass, plastic pipes and tubes, rubber hoses and tubes, electric wires and cables, paper and cardboard; 4. The term \"dump\" shall mean any structure, building or other premises, whether improved or unimproved, at which solid waste is received for the purpose of final disposal, unless such waste is received for a fill material operation; 5. The term \"non-putrescible solid waste transfer station\" shall mean any structure, building or other premises, whether improved or unimproved, at which only non-putrescible solid waste is received for the purpose of subsequent transfer to another location, regardless of whether such non-putrescible solid waste is subject to any processing or reduction in volume at such structure, building or premises; 6. The term \"putrescible solid waste transfer station\" shall mean any structure, building or other premises, whether improved or unimproved, at which any amount of putrescible solid waste is received for the purpose of subsequent transfer to another location, regardless of whether such putrescible solid waste is mixed with non-putrescible solid waste or is subject to any processing or reduction in volume at such structure, building or premises; 7. The term \"fill material\" shall mean only clean material consisting of earth, ashes, dirt, concrete, asphalt millings, rock, gravel, stone or sand, provided that such material shall not contain organic matter having the tendency to decompose with the formation of malodorous by-products; and 8. The term \"fill material operation\" shall mean the grading, levelling, surcharging, compacting or final disposition of fill material for the purpose of land alteration or improvement, including but not limited to change of the existing property grade, filling of lands below established grades or of lands under water to established grades, and filling of lands which requires approval by any city or state agency. b. It shall be unlawful for any person or public agency other than the department to conduct, operate or use any pier or part thereof, or any piece or parcel of land or land under water within the city as a dump or as a non-putrescible solid waste transfer station or putrescible solid waste transfer station, or for a fill material operation without having first obtained for each pier or part thereof, or for each piece or parcel of land or of land under water, in addition to any other permit required by law, a permit from the commissioner and, where required by any law or rule, the prior written approval of the commissioner of ports and trade. The commissioner may establish by rule one or more classes of permits pursuant to this section and section 16-131 of this chapter. c. Nothing contained in this section or in section 16-131 of this chapter shall be construed to allow the grading, levelling, surcharging, compacting or final disposition of any material other than fill material for the purpose of land alteration or improvement. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF SANITATION"
  },
  "heading": {
    "title": "16",
    "chaptersection": "130",
    "identifier": "16-130",
    "catch_text": "Permit for operators of dumps, non-putrescible solid waste transfer stations, putrescible solid waste transfer stations and fill material operations."
  }
}