{
  "text": "ยง 16-117.1 Transport, storage and disposal of waste containing asbestos. (a) No person shall transport, store or dispose of waste containing asbestos or cause or permit any person to transport, store or dispose of such waste, except as in accordance with the provisions of this section. (b) Waste containing asbestos shall not be presented for transport, storage or disposal unless at the site of generation such waste is: (1) wet down in a manner sufficient to prevent all visible emissions of asbestos dust into the air; (2) sealed while wet in leak-tight containers which shall bear either: (i) a warning label which states: \"CAUTION Contains Asbestos--Avoid Opening or Breaking Container Breathing Asbestos is Hazardous to Your Health\", or (ii) such other warning label as may be authorized by federal law or regulation; and (3) quantitatively documented on a form approved by the commissioner, expressed by either volume, weight or container (bag); (4) kept separate from any other waste. (c) Waste which contains asbestos shall not be stored unless prior authorization, in such form and manner as the commissioner may prescribe by regulation, is received from the department. (d) Whenever waste containing asbestos is stored prior to disposal such waste shall be inspected not less than once in every twenty-four hour period so as to ensure that there are no visible emissions of asbestos dust into the air. If such inspection reveals visible emissions of asbestos dust into the air, the waste shall be wet down and repackaged by placing the existing container into a leak-tight container so as to prevent any further emissions into the air. e. (1) Waste containing asbestos shall be disposed of in the City only at sites approved by the commissioner; (2) in cases of asbestos disposed of in City approved disposal sites, the Department of Sanitation shall indicate on the appropriate form, the quantity of asbestos received, expressed either by volume, weight or container (bag). A copy of this form shall be forwarded to the Department of Environmental Protection. (f) The commissioner shall have the authority to adopt rules and regulations to effectuate the purposes of this section. (g) (1) Any violation of this section or of any rule or regulation adopted pursuant to this section shall constitute an offense punishable by a fine of not less than five hundred dollars and not more than twenty-five thousand dollars, or by imprisonment not to exceed one year, or by both such fine and imprisonment. (2) In addition to any other criminal or civil penalty authorized by law, any violation of this section or any rule or regulation adopted pursuant to this section shall be punishable by a civil penalty of not less than five hundred dollars and not more than twenty-five thousand dollars. Such penalty may be recovered in a civil action brought in the name of the commissioner or in a proceeding before the environmental control board. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF SANITATION"
  },
  "heading": {
    "title": "16",
    "chaptersection": "117",
    "identifier": "16-117.1",
    "catch_text": "Transport, storage and disposal of waste containing asbestos."
  }
}