{
  "text": "ยง 16-114.1 Rates for collection and disposal of solid waste from home occupations, medical offices/group medical centers, and other residential offices. a. As used in this section: 1. The term \"home occupation\" shall mean a dwelling unit located within a residential portion of a building that is used in part for the purpose of engaging in an occupation authorized by law to be practiced at such location in addition to residential use; 2. The term \"medical office/group medical center\" shall mean an office located within a residential portion of a building that is used for the purpose of practicing a medical profession authorized by law to be practiced at such location; 3. The term \"other residential office\" shall mean an office, other than a medical office/group medical center, located within a residential portion of a building that is authorized by law to be used as an office by virtue of such use having been established prior to December 15, 1961; and 4. The term \"designated recyclable materials\" shall be as defined in rules of the commissioner adopted pursuant to section 16-305 of this code. b. The commissioner is authorized to collect the following annual fees for the collection and disposal of solid waste generated by home occupations, medical offices/group medical centers, and other residential offices, located within buildings which receive department collection and disposal service: Average Total Number of Annual Collection 20 Gallon Bags Generated and Disposal Fee Per Week, Including Designated Recyclable Materials Not more than 5 $303.00 6-10 $563.00 11-15 $823.00 16-20 $1,083.00 ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF SANITATION"
  },
  "heading": {
    "title": "16",
    "chaptersection": "114",
    "identifier": "16-114.1",
    "catch_text": "Rates for collection and disposal of solid waste from home occupations, medical offices/group medical centers, and other residential offices."
  }
}