{
  "text": "ยง 16-140 Solid Waste Management Plan. (a) No final solid waste management plan for the city shall be submitted pursuant to article twenty-seven of the environmental conservation law unless such submission has been authorized by the council by local law, except as provided in subdivisions c, d and e of this section. (b) A draft solid waste management plan for the city which is to be submitted pursuant to article twenty-seven of the environmental conservation law shall be presented to the council at or before the time of such submission, but in no event later than the thirty-first day of March, nineteen hundred ninety-two. Any comments by the New York State department of environmental conservation shall be transmitted to the council immediately upon their receipt. (c) A proposed final solid waste management plan shall be presented to the council within forty-five days after the receipt of comments by the New York State department of environmental conservation but in no event later than the twenty-sixth day of June, nineteen hundred ninety-two. The council shall, not later than the thirty-first day of August, nineteen hundred ninety-two, pass a local law which either grants or denies the authority for the submission of a proposed final solid waste management plan for the city. (d) Notwithstanding the provisions of subdivision c of this section, in the event that on or before the tenth day of July, nineteen hundred ninety-two, the council passes a local law which denies the authority for the submission of a proposed final solid waste management plan for the city pursuant to article twenty-seven of the environmental conservation law and the mayor disapproves such law, such proposed plan shall not be submitted until either two-thirds of all the members of the council have voted whether to repass such local law, or the period within which such repassing may occur has expired, pursuant to section thirty-seven of the charter. In the event that such local law is repassed by a two-thirds vote of all the members of the council, such proposed plan shall not be submitted. (e) Notwithstanding the provisions of subdivisions a and c of this section, in the event the council does not act in accordance with subdivision c of this section, such proposed final solid waste management plan may be submitted pursuant to article twenty-seven of the environmental conservation law. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF SANITATION"
  },
  "heading": {
    "title": "16",
    "chaptersection": "140",
    "identifier": "16-140",
    "catch_text": "Solid Waste Management Plan."
  }
}