{
  "text": "ยง 16-111.1 Reductions in street cleaning. a. For purposes of this section, \"qualifying district\" shall mean a sanitation district, or any portion of such district, where each side of the street is scheduled to receive department street cleaning on more than one day each week, and where such sanitation district achieves a cleanliness acceptability rating under the mayor's office of operations scorecard program that is equal to or greater than an average score of ninety percent for the two consecutive fiscal years prior to a community board's request pursuant to subdivision b of this section. b. Upon written request by the community board for the community district within which a qualifying district is located, the department shall reduce the weekly scheduled frequency of street cleaning by one day for such qualifying district. Prior to making its written request, any such community board shall to the extent practical notify major utilities and communications providers servicing the qualifying district that provide services to 500,000 or more households citywide and that have given such community board appropriate contact information. Failure to notify such utilities and communications providers shall not invalidate any such written request. In making its determination, the community board shall consider the impact of such a request on such utilities and communications providers' ability to install, repair and maintain critical infrastructure in such district. c. Notwithstanding the provisions of subdivisions a and b of this section, such reduction in frequency shall not apply to metered streets or those portions of a qualifying district that receive department street cleaning between the hours of midnight and 6:00 a.m. d. In qualifying districts where, pursuant to subdivision b of this section, the department has reduced street cleaning or a community board has requested such a reduction, the department shall have the option to resume or maintain the original street cleaning schedule if the sanitation district receives an average score of less than ninety percent under the mayor's office of operations scorecard program for any period of three consecutive months, or if the average score for such sanitation district falls below ninety percent over a period of two consecutive fiscal years. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF SANITATION"
  },
  "heading": {
    "title": "16",
    "chaptersection": "111",
    "identifier": "16-111.1",
    "catch_text": "Reductions in street cleaning."
  }
}