{
  "text": "ยง 16-118.1 Citywide Routing System. a. The department shall implement a citywide routing system for residential premises for the enforcement of subdivision two of section 16-118 of this code, as such subdivision relates to the cleaning of sidewalks, flagging, curbstones, airshafts, backyards, courts, alleys and roadway areas by owners, lessees, tenants, occupants or persons in charge of any such premises, and for commercial premises for the enforcement of such subdivision as such subdivision relates to cleaning of sidewalks, flagging, curbstones and roadway areas by owners, lessees, tenants, occupants or persons in charge of such premises. The citywide enforcement routing system shall limit the issuance of notices of violation, appearance tickets or summonses within any sub-district of a local service delivery district to predetermined periods of a total of no more than two hours each day, provided that each such predetermined period shall be one hour. The department shall establish a citywide schedule of periods for issuing notices of violation, appearance tickets or summonses for commercial premises in each district and shall give written notice to the owners, lessees, tenants, occupants or persons in charge of such premises in each district of the periods for the district in which their premises are located by the use of flyers, community meetings or such other techniques as the commissioner reasonably determines to be useful. The two one-hour predetermined periods for issuing notices of violation, appearance tickets or summonses for residential premises shall be from 8:00 a.m. until 9:00 a.m. and from 6:00 p.m. until 7:00 p.m. b. Notwithstanding the provisions of subdivision a of this section, the commissioner may provide an additional predetermined period of one hour per day during which notices of violation, appearance tickets or summonses may by issued in any sub-district within a local service delivery district upon the commissioner's determination that the total of two hours otherwise permitted by this section is not sufficient to maintain the sidewalks, flagging, curbstones and roadways in such sub-districts in an adequately clean condition. Such determination shall be based upon a finding that there has been a decline in the average street cleanliness ratings compiled by the mayor's office of operations for such district for the most recent three-month period as compared to the average street cleanliness ratings compiled by the mayor's office of operations for the same three-month period in fiscal year nineteen hundred ninety. Notice of any increase in the number of hours during which notices of violation, appearance tickets or summonses can be issued or of any change in such hours shall be given by letter to the community board, the owners, lessees, tenants, occupants or persons in charge of any premises in the affected sub-districts within a local service delivery district and every council member representing the local service delivery district no less than forty-five days prior to the implementation of such increase or change. Any additional notice may be given by use of letters, flyers, community meetings or such other techniques as the commissioner reasonably determines to be useful. Written notice to a council member shall be sent to the council member's district office. c. For the purpose of this section, the following terms shall have the following meanings: (i) \"local service delivery district\" means a local service delivery district as described in chapter sixty-nine of the charter of the city of New York; (ii) \"sub-district\" means a section within a local service delivery district as described in chapter sixty-nine of the charter of the city of New York; and (iii) \"commercial premises\" means any premises abutting the sidewalk at which goods or services are sold directly to consumers or other businesses, and may, in appropriate instances to be determined by the commissioner, also include any other class of real property that is used for the conduct of any business, trade or profession; and (iv) \"residential premises\" means those portions of premises used predominantly for residential purposes, other than hotels, that abut the sidewalk and do not constitute commercial premises. d. Within fifteen months after the effective date of this section, the commissioner shall submit to the mayor and the council a report on the results of the citywide enforcement routing system for the twelve month period commencing on the first day of the first full month after the effective date of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF SANITATION"
  },
  "heading": {
    "title": "16",
    "chaptersection": "118",
    "identifier": "16-118.1",
    "catch_text": "Citywide Routing System."
  }
}