{
  "text": "ยง 16-109 Sanitation service; absence from duty because of injury or illness incurred prior to April eighteenth, nineteen hundred sixty-two. Each person employed in the sanitation service classification of the classified civil service on October tenth, nineteen hundred sixty-two who, prior to April eighteenth, nineteen hundred sixty-two, incurred an injury or illness, and who was or is absent from duty in such employment on or after April eighteenth, nineteen hundred sixty-two, as a result of such injury or illness incurred prior to such date, shall be entitled to receive as pay or salary during such absence or absences, an amount equal to the difference between (a) the total of all payments and awards to such employee under the workers' compensation law by reason of such injury or illness, exclusive of the death benefit provided for in section sixteen of the workers' compensation law; and (b) the amount which such employee would have received in full pay or compensation for absences from such duty on or after April eighteenth, nineteen hundred sixty-two because of such injury or illness if section 16-108 of this title, as qualified by the rules and regulations adopted by the commissioner pursuant to such section, were applicable thereto; provided that the amount to which such employee would have been entitled if such section were applicable is greater than the total specified in item (a) hereof. The commissioner, with the approval of the mayor, may adopt rules and regulations in accordance with the procedure prescribed in section eleven hundred five of the charter, setting forth the manner in which the amounts required to be paid under this section shall be payable. Such rules and regulations may also provide that the amount required to be paid under this section for any period during which such employee was absent, or any part of such amount, may be paid to an employee in a lump sum or weekly installments or a combination of both prior to the date upon which the total specified in item (a) is known or determined, on condition that such employee execute an agreement, in a form approved by the corporation counsel, consenting to reimburse the city for any overpayment to him or her resulting from such prior payment, either at the time the amounts specified in item (a) hereunder are received by such employee or by salary deductions to be authorized by such employee in such agreement. Such rules and regulations may contain such other provisions as may be necessary to carry out the purposes of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF SANITATION"
  },
  "heading": {
    "title": "16",
    "chaptersection": "109",
    "identifier": "16-109",
    "catch_text": "Sanitation service; absence from duty because of injury or illness incurred prior to April eighteenth, nineteen hundred sixty-two."
  }
}