{
  "text": "ยง 16-106 Removal and suspension of employees. a. The commissioner, in his or her discretion, shall have power to punish any member of the uniformed force who has been guilty of: 1. any legal or criminal offense, 2. neglect of duty, 3. violation of rules, 4. neglect or disobedience of orders, 5. incapacity, 6. absence without leave, 7. conduct injurious to the public peace or welfare, 8. immoral conduct, or 9. any breach of discipline, by forfeiting or withholding pay for a specified time, not exceeding thirty days; by suspension, without pay during such suspension, for a period not exceeding thirty days; or by dismissal from the force. The commissioner may withhold pay, salary or compensation from any member or members of the force for absence for any cause without leave. b. All pay deducted or forfeited under the provisions of this section shall be retained by the commissioner of finance to the credit of the department, and shall be applicable, in the discretion of the commissioner, to any of the purposes of such department as if originally appropriated therefor. c. A member of the department shall be dismissed only after he or she has been informed of the cause of the proposed dismissal and has been allowed an opportunity of making an explanation. d. In the event of the dismissal of any member of the force, he or she shall have the right to a review of the action of the commissioner or his or her deputy by certiorari or other appropriate remedy. Upon being successful in such proceeding, he or she shall be entitled to be re-instated and to receive full pay during the time of his or her suspension or dismissal from office. e. When and as soon as a member of the uniformed force has been fined, suspended or dismissed, the true cause for such fine, suspension or dismissal shall be entered in writing in a book to be kept for that purpose by the commissioner. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF SANITATION"
  },
  "heading": {
    "title": "16",
    "chaptersection": "106",
    "identifier": "16-106",
    "catch_text": "Removal and suspension of employees."
  }
}