{
  "text": "ยง 16-131.2 Additional powers of the commissioner. In addition to any other enforcement procedures authorized by law, the commissioner shall have the powers described in this section. a. The commissioner may order any person violating section 16-130 or 16-131 of this chapter or article one hundred fifty-seven of the New York city health code to discontinue such violation immediately. b. 1. If the commissioner finds that premises for which a permit is required pursuant to section 16-130 of this chapter are being used either without such permit or in a manner which poses an imminent threat to the public health or safety, then the commissioner may order in writing that (a) such premises be sealed, secured and closed and/or (b) that equipment, vehicles or other personal property used on such premises be removed or sealed and secured. Upon the effective date of such order, no person shall have access to such premises and/or use such equipment except as authorized by the commissioner. Upon such effective date, authorized officers and employees of the department, the department of health and mental hygiene and the New York city police department shall act upon and enforce such order. The finding whether an imminent threat to the public health or safety exists shall be based on factors that include but are not limited to: (i) the quantity of solid waste, or of material listed in subparagraph (b) of paragraph one of subdivision a of section 16-130 of this chapter, that may pose a threat; (ii) the types of solid waste, or of such material listed in such subparagraph, that may pose a threat; and/or (iii) the risk of harm to the public or the environment. For the purpose of this paragraph: \"sealed, secured and closed\" or \"sealed and secured\" shall mean the use of any means available to render the premises or any part thereof, and/or any equipment, vehicles or other personal property contained therein, inaccessible or inoperable, including but not limited to the use of a padlock or cinder blocks. 2. Any equipment, vehicles or other personal property removed pursuant to an order issued under paragraph one of this subdivision may be stored in a garage, pound or other place of safety, and the owner or other person lawfully entitled to the possession of such equipment, vehicles or other personal property may be charged with the reasonable costs for removal and storage, payable prior to the release of such equipment, vehicles or other personal property. Equipment, vehicles or other personal property not reclaimed by such owner or other person within ninety days of the notification to such owner or other person that such order has been rescinded shall be deemed abandoned and may be disposed of by the department at a public auction, provided that vehicles deemed abandoned shall be disposed of in a manner consistent with section twelve hundred twenty-four of the vehicle and traffic law and that timely notice of any public auction shall be provided to any record holder of a security interest at the address for such holder set forth in any instrument recorded in the city of New York. 3. Any order to seal, secure and close premises pursuant to paragraph one of this subdivision, or to remove or seal and secure equipment, vehicles or other personal property issued pursuant to such paragraph, shall contain notice of the right to request a hearing within thirty days of delivery of such order and posting of such order pursuant to the first sentence of paragraph four of this subdivision. If a hearing is requested within such thirty day period, the order shall be effective as set forth in the determination of the commissioner. If no hearing is requested within such thirty day period the order shall be effective on the thirtieth day after such delivery and posting pursuant to such sentence. A hearing held pursuant to this paragraph shall be conducted by the department. The hearing officer shall submit recommended findings of fact and a recommended decision to the commissioner, who shall make the final findings of fact and the final determination. Notwithstanding the foregoing provisions of this paragraph, if such order is based upon a finding by the commissioner of an imminent threat to the public health or safety, such order may provide that it shall be effective immediately upon posting pursuant to the first sentence of paragraph four of this subdivision; in such case a hearing shall be held within three business days of a request for such hearing and a determination shall be rendered within four business days of the conclusion of such hearing. 4. Orders of the commissioner issued pursuant to this subdivision shall be served by delivery of the order to the permittee, owner or other person of suitable age and discretion in actual or apparent control of the premises, equipment, vehicles or other personal property, and shall be posted at the premises that have been sealed, secured and closed, or on or in the vicinity of the equipment, vehicles or other personal property that has been sealed and secured, or on the premises from which equipment, vehicles or other personal property has been removed. The commissioner shall ensure that notice is delivered and posted pursuant to this paragraph, and in addition shall ensure that such order is mailed to the permittee at the residence or business address for such permittee set forth in the records of the department, to the record owner of such premises, and any record mortgagee of such premises, at the address set forth in the recorded instrument and to the person designated as owner or agent of the premises or designated to receive real property tax or water bills for the premises at the address for such person contained in one of the files compiled by the department of finance for the purpose of the assessment or collection of real property taxes and water charges or in the file compiled by the department of finance from real property transfer forms filed with the city register upon the sale or transfer of real property, to the owner of such vehicles at the address for such owner set forth in the registration record maintained by the department of motor vehicles pursuant to section four hundred one of the vehicle and traffic law or for vehicles not registered in New York state, such equivalent record in the state of registration, and to any record holder of a security interest in equipment, vehicles or other personal property at the address for such holder set forth in any instrument recorded in the city of New York, and at the address for such holder set forth in any certificate of title issued by the department of motor vehicles pursuant to title ten of the vehicle and traffic law. In addition, such order shall be mailed to the owner of equipment or personal property, other than vehicles, at any address for such owner provided by the permittee or the person to whom such order is delivered pursuant to the first sentence of this paragraph. 5. Where premises have been sealed, secured and closed or equipment, vehicles, or other personal property has been sealed and secured or removed by order of the commissioner issued pursuant to paragraph one of this subdivision, the permittee, owner or other person lawfully entitled to the possession of the premises or equipment, vehicles or other personal property, may at any time provide to the commissioner assurances that the conditions which caused the issuance of such order have been corrected and will not reoccur and any necessary permit will be obtained. Upon receipt of such assurances, the commissioner shall within two business days either issue a written determination that such conditions have not been corrected, or are likely to reoccur, or, if such assurances are satisfactory, rescind such order; provided that no equipment, vehicles or other personal property shall be released after such rescission unless costs for removal and storage owed pursuant to paragraph two of this subdivision have been paid. 6. (a) No person shall remove or cause to be removed the seal from, or otherwise enter without the commissioner's authorization, any premises sealed by order of the commissioner issued pursuant to paragraph one of this subdivision. (b) No person shall remove or cause to be removed the seal from, or otherwise tamper with or use, any equipment, vehicles or other personal property sealed by order of the commissioner issued pursuant to paragraph one of this subdivision. (c) Any person who violates this paragraph shall upon conviction be guilty of a misdmeanor and be punished by a fine not to exceed twenty-five thousand dollars, or by imprisonment for a term of not more than one year, or by both such fine and imprisonment. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF SANITATION"
  },
  "heading": {
    "title": "16",
    "chaptersection": "131",
    "identifier": "16-131.2",
    "catch_text": "Additional powers of the commissioner."
  }
}