{
  "text": "ยง 16-131.3 Removal or abatement of public nuisance. a. 1. Whenever the commissioner finds that there exists, on premises required to be permitted pursuant to section 16-130 of this chapter, a condition hazardous to public health or safety, the commissioner may declare such premises to be a public nuisance and order the permittee and/or owner to remove or abate such public nuisance as such order shall specify. It shall be the duty of such permittee and/or owner upon whom such an order has been served to remove or abate such public nuisance in the manner and in the time provided by such order. 2. For the purpose of this subdivision, the finding whether a condition hazardous to the public health or safety exists shall be based on factors that include but are not limited to: (i) the quantity of solid waste, or of material listed in subparagraph (b) of paragraph one of subdivision a of section 16-130 of this chapter, that may create a condition hazardous to the public health or safety; (ii) the types of solid waste, or of such material listed in such subparagraph, that may create such a condition; and/or (iii) the risk of harm to the public or the environment. b. 1. An order of the commissioner issued pursuant to subdivision a of this section shall specify the work to be performed and shall fix a reasonable time for compliance which shall not be less than thirty days from the date of service of such order, or twenty days after the commissioner's determination pursuant to paragraph four of this subdivision, whichever is later. Such order shall contain a statement that upon the failure of the permittee and/or owner of such premises to comply with the commissioner's order within the stated time, the department may perform the work specified in the order or the department may apply for a court order directing such permittee and/or owner to comply with the commissioner's order or directing the department to perform the work specified in the commissioner's order. Such statement shall also indicate that if any of the work specified in the commissioner's order is performed by or on behalf of the department, the expense incurred in performing such work shall be a debt recoverable from such permittee and/or owner and a lien on the premises, including the land and buildings, with respect to which such order was issued. 2. Service of such order shall be made upon such permittee and/or owner by personal service or by certified mail addressed to the last known address of such permittee and/or owner or in any manner provided for service of process by article three of the civil practice law and rules. The commissioner may serve a copy of such order on any mortgagee or lienor of record in the same manner. 3. A copy of such order shall be filed with the office of the register in the county in which the premises with respect to which such order was issued are situated, provided, that in the county of Richmond, such copy shall be filed with the county clerk. 4. Within fifteen days after service of such order upon the permittee and/or owner, such permittee and/or owner or a mortgagee or lienor upon whom a copy of such order has been served may request a hearing. Such hearing shall be conducted by the department. The hearing officer shall submit recommended findings of fact and a recommended decision to the commissioner, who shall make the final findings of fact and the final determination. c. If the permittee and/or owner fails to comply with the commissioner's order within the time fixed for compliance pursuant to subdivision b of this section, the department may perform the work specified in the order. d. As an alternative to the remedy set forth in subdivision c of this section, if the permittee and/or owner fails to comply with the commissioner's order within the time fixed for compliance pursuant to subdivision b of this section, the commissioner may apply to any court of competent jurisdiction, upon such notice and in such manner as the court shall direct, for an order directing the permittee and/or owner to comply with the commissioner's order or directing the department to perform the work specified in the commissioner's order. e. 1. Whenever the commissioner finds that there exists on premises declared to be a public nuisance pursuant to subdivision a of this section a condition that poses an imminent threat to the public health or safety which requires immediate remedial action, the commissioner may, in his or her discretion, order the permittee and/or owner to remove or abate such public nuisance, or direct the department to remove or abate such public nuisance, and, notwithstanding any provision of this section to the contrary, no hearing shall be required to be held before the time fixed in the order for compliance, or before the department removes or abates such public nuisance, and the time for compliance provided in paragraph one of subdivision b of this section shall not apply to an order issued pursuant to this subdivision. Notice of an order or direction issued pursuant to this subdivision shall be served in the manner prescribed in paragraph two of subdivision b of this section, provided, that if the commissioner determines that service in such manner would result in delay prejudicial to the public health or safety, then the commissioner may serve such order or direction by delivery of a copy thereof to a person of suitable age and discretion in actual or apparent control of the premises to which it relates, or, if service cannot be made in such manner, by copy posted upon the premises to which it relates. An order or direction served in the manner prescribed in this subdivision shall take effect when delivered or when posted. After such order or direction takes effect, the commissioner shall serve such order or direction in the manner prescribed in paragraph two of subdivision b of this section. Such additional service shall include notice of the earlier service of such order or direction. 2. Notwithstanding any other provision of this section, if an order or direction is issued pursuant to paragraph one of this subdivision, a hearing shall be held within three business days of a request for such hearing and a determination shall be rendered within four business days of the conclusion of such hearing. Such hearing shall be conducted by the department. The hearing officer shall submit recommended findings of fact and a recommended decision to the commissioner, who shall make the final findings of fact and the final determination. 3. For the purpose of this subdivision, the finding whether an imminent threat to the public health or safety exists shall be based on factors that include but are not limited to: (i) the quantity of solid waste, or of material listed in subparagraph (b) of paragraph one of subdivision a of section 16-130 of this chapter, that may pose a threat; (ii) the types of solid waste, or of such material listed in such subparagraph, that may pose a threat; and/or (iii) the risk of harm to the public or the environment. f. The commissioner may request the assistance of the department of health or any city, state or federal agency to perform work on its behalf pursuant to this section. g. 1. The expense of the department with respect to any work performed by or on behalf of the department pursuant to subdivisions c, d and e of this section shall be a debt recoverable from the permittee and/or owner and a lien upon the premises, including the land and buildings, with respect to which such work was performed. 2. The department shall keep a record of all work performed by or on behalf of the department. Such records shall be accessible to the public during business hours. Within thirty days after the issuance of a purchase or work order for such work, such order shall be entered on the records of the department. Such entry shall constitute notice to all parties. 3. All such expenses shall constitute a lien upon the premises when the amount thereof shall have been definitely computed as a statement of account by the department and the department shall cause to be filed in the office of the city collector an entry of the account stated in the book in which such charges against the premises are to be entered. Such lien shall have a priority over all other liens and encumbrances on the premises except for the lien of taxes and assessments. However, no lien created pursuant to this section shall be enforced against a subsequent purchaser in good faith or mortgagee in good faith unless such transaction occurred after the date of entry of a purchase or work order on the records of the department pursuant to paragraph two of this subdivision. 4. A notice thereof stating the amount due and the nature of the charge shall be mailed by the city collector within five days after such entry to the last known address of the person whose name appears on the records in the office of the city collector as being the owner or agent or as the person designated by the owner to receive tax bills or, where no name appears, to the premises, addressed to either the owner or the agent. Such notice shall have stamped or printed thereon a reference to this section. 5. If such charge is not paid within thirty days from the date of entry, it shall be the duty of the city collector to receive interest thereon at the rate of interest applicable to such property for a delinquent tax on real property to be calculated to the date of payment from the date of entry. 6. Such charge and the interest thereon shall continue to be, until paid, a lien on the premises. Such charge and interest may be collected and the lien thereof may be foreclosed in the manner provided by law for the collection and foreclosure of taxes, sewer rents, sewer surcharges and water charges due and payable to the city and the provisions of chapter four of title eleven of the code shall apply to such charges and the interest thereon and the lien thereof. 7. (a) In any proceedings to enforce or discharge the lien, the validity of the lien shall not be subject to challenge based on (i) the lawfulness of the work done; or (ii) the propriety and accuracy of the items of expenses for which a lien is claimed, except as provided in this paragraph. (b) No such challenge may be made except by (i) the owner of the property, or (ii) a mortgagee or lienor whose mortgage or lien would but for the provisions of this section have priority over the department's lien. (c) An issue specified in subparagraph (a) which was decided or could have been contested in a prior court proceeding to secure a court order pursuant to subdivision d of this section shall not be open to reexamination, but if any mortgagee or lienor of record was not served with an order of the commissioner pursuant to paragraph two of subdivision b and with notice of such proceeding, his or her mortgage or lien shall have the same priority over the lien of the department that it would have had but for the provisions of this section. 8. In addition to establishing a lien, the department may recover such expenses and interest by bringing an action against the permittee and/or owner. The institution of such action shall not suspend or bar the right to pursue any other remedy provided by law for the recovery of such debt. h. Nothing contained in this section shall be construed to restrict authority to provide for the abatement of a public nuisance conferred upon any agency of the city by any other provision of law. i. For purposes of this section, \"owner\" means a person having title to any premises or structure; a tenant, lessee or occupant; a mortgagee or vendee in possession; a trustee in bankruptcy; a receiver or any other person having legal ownership or control of any premises or structure. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF SANITATION"
  },
  "heading": {
    "title": "16",
    "chaptersection": "131",
    "identifier": "16-131.3",
    "catch_text": "Removal or abatement of public nuisance."
  }
}