{
  "text": "ยง 16-120 Receptacles for the removal of waste material. a. The owner, lessee, agent, occupant or other person who manages or controls a building or dwelling shall provide and maintain in accordance with this section separate receptacles for the deposit of incinerator residue and ashes; refuse, and liquid waste. The receptacles shall be provided for the exclusive use of each building or dwelling and shall be of sufficient size and number to contain the wastes accumulated in such building or dwelling during a period of seventy-two hours. The receptacles shall be made of metal or other material of a grade and type acceptable to the department, the department of health and mental hygiene and the department of housing preservation and development. Receptacles used for liquid waste shall be constructed so as to hold their contents without leakage. Metal containers shall be provided with tight fitting metal covers. b. Ashes and incinerators residue, refuse and liquid wastes shall be separated and placed into separate receptacles. No receptacle when filled shall weigh more than one hundred pounds. c. Incinerator, residue, ashes, refuse and liquid waste shall be stored in the building or dwelling or at the rear of the building or dwelling as may be required by the department of health and mental hygiene or the department of housing preservation and development until time for removal and kept in tightly covered metal receptacles or containers made of other materials of a type and grade acceptable to the department, department of health and mental hygiene, and the department of housing preservation and development. After the contents have been removed by the department or other collection agency any receptacles remaining shall be removed from the front of the building or dwelling before 9:00 p.m. on the day of collection, or if such collection occurs after 4:00 p.m., then before 9:00 a.m. on the day following collection. The receptacles shall at all times be kept covered or closed and kept in a manner satisfactory to the department, the department of health and mental hygiene, and in the case of residential premises, the department of housing preservation and development. No receptacles, refuse, incinerator residue or ashes, or liquid waste shall be kept so as to create a nuisance. Yard sweepings, hedge cuttings, grass, leaves, earth, stone or bricks shall not be mixed with household wastes. d. Newspapers, wrapping paper or other light refuse or rubbish which is likely to be blown or scattered about the streets shall be securely bundled, tied or packed before being placed for collection. Such material shall be kept and placed for collection in the same manner as the receptacles. e. No person shall deposit household or commercial refuse or liquid wastes in a public litter basket placed on the streets by the department or any other person. There shall be a rebuttable presumption that the person whose name, or other identifying information, appears on any household or commercial refuse or liquid wastes deposited in such public litter basket violated this subdivision. f. Any person violating the provisions of this section, except subdivision e, shall be liable for a civil penalty of not less than twenty-five nor more than one hundred dollars for the first violation, not less than one hundred dollars nor more than two hundred dollars for a second violation within any twelve-month period, and not less than two hundred dollars nor more than three hundred dollars for a third or subsequent violation with any twelve-month period. Any person violating the provisions of subdivision e of this section shall be liable for a civil penalty of not less than one hundred dollars nor more than three hundred dollars for the first violation, not less than two hundred fifty dollars nor more than three hundred fifty dollars for a second violation within any twelve-month period, and not less than three hundred fifty dollars nor more than four hundred dollars for a third or subsequent violation within any twelve month period. g. In the instance where a notice of violation is issued for breach of the provisions of this section such process shall be returnable to the environmental control board, which shall have the power to impose the civil penalties provided in subdivision f of this section. h. In the event that a person fails to answer such notice of violation within the time provided therefor by the environmental control board, that person shall become liable for additional penalties. The additional penalties shall not exceed three hundred dollars for each violation. i. Nothing herein contained shall be construed to supersede, substitute for or abrogate the provisions of article one hundred fifty-three of the health code or article five of subchapter two of chapter two of title twenty-seven of the code. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF SANITATION"
  },
  "heading": {
    "title": "16",
    "chaptersection": "120",
    "identifier": "16-120",
    "catch_text": "Receptacles for the removal of waste material."
  }
}