{
  "text": "ยง 16-123 Removal of snow, ice and dirt from sidewalks; property owners' duties. a. Every owner, lessee, tenant, occupant, or other person, having charge of any building or lot of ground in the city, abutting upon any street where the sidewalk is paved, shall, within four hours after the snow ceases to fall, or after the deposit of any dirt or other material upon such sidewalk, remove the snow or ice, dirt, or other material from the sidewalk and gutter, the time between nine post meridian and seven ante meridian not being included in the above period of four hours. Such removal shall be made before the removal of snow or ice from the roadway by the commissioner or subject to the regulations of such commissioner. In the boroughs of Queens and Staten Island, any owner, lessee, tenant or occupant or other person who has charge of any ground abutting upon any paved street or public place, for a linear distance of five hundred feet or more, shall be considered to have complied with this section, if such person shall have begun to remove the snow or ice from the sidewalk and gutter before the expiration of such four hours and shall continue and complete such removal within a reasonable time. b. In case the snow and ice on the sidewalk shall be frozen so hard that it cannot be removed without injury to the pavement, the owner, lessee, tenant, occupant or other person having charge of any building or lot of ground as aforesaid, may, within the time specified in the preceding subdivision, cause the sidewalk abutting on such premises to be strewed with ashes, sand, sawdust, or some similar suitable material, and shall, as soon thereafter as the weather shall permit, thoroughly clean such sidewalks. c. Any person violating any provision of, or regulation adopted pursuant to, subdivisions a and b of this section shall be punished by a fine of not less than ten dollars nor more than one hundred fifty dollars, imprisonment for not more than ten days, or both. d. Whenever any owner, lessee, tenant, occupant, or other person having charge of any building or lot of ground, abutting upon any street or public place where the sidewalk is paved, shall fail to comply with the provisions of this section, the commissioner may cause such removal to be made. e. The expense of such removal as to each particular lot of ground shall be ascertained and certified by the commissioner to the comptroller, who shall pay the same in the same manner as the expense of removing snow from the streets is paid. Upon the payment of such expense, the comptroller shall deliver a certificate thereof to the council and the amount of such expense shall be added to and made to form a part of the annual taxes of the next ensuing fiscal year against such property, and the same shall be collected in and with and as part of the annual taxes for such fiscal year. The corporation counsel is directed and may sue for and recover the amount of such expense. f. This section shall not be regarded as interfering with the owner of any lots throwing into the roadway of the streets any snow or ice which may be removed from the sidewalk or gutter directly in front of such lot. g. The term \"lot\" as used in this section shall include a space not to exceed twenty-five feet in width fronting the street upon which the violation is charged to have been permitted, committed or omitted. h. Any person violating the provisions of subdivisions (a) or (b) of this section shall be liable and responsible for a civil penalty of not less than ten dollars nor more than one hundred fifty dollars for the first violation, except that for a second violation of subdivision (a) or (b) within any twelve-month period such person shall be liable for a civil penalty of not less than one hundred fifty dollars nor more than two hundred fifty dollars and for a third or subsequent violation of subdivision (a) or (b) within any twelve-month period such person shall be liable for a civil penalty of not less than two hundred fifty dollars nor more than three hundred fifty dollars. i. In the instance where the notice of violation, appearance ticket or summons is issued for breach of the provisions of this section and sets forth thereon civil penalties only, such process shall be returnable to the environmental control board, which shall have the power to impose the civil penalties hereinabove provided in subdivision h of this section. j. In the event that a violator fails to answer such notice of violation, appearance ticket or summons within the time provided therefor by the rules and regulations of the environmental control board, he or she shall become liable for additional penalties. The additional penalties shall not exceed three hundred fifty dollars for each violation. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF SANITATION"
  },
  "heading": {
    "title": "16",
    "chaptersection": "123",
    "identifier": "16-123",
    "catch_text": "Removal of snow, ice and dirt from sidewalks; property owners' duties."
  }
}