{
  "text": "ยง 16-116 Removal of commercial waste; posting of sign, registration number. a. Every owner, lessee or person in control of a commercial establishment shall provide for the removal of waste by a business licensed by the New York city trade waste commission as required by subdivision a of section 16-505 of this code or register and obtain a registration number from the New York city trade waste commission as required by subdivision b of section 16-505 of this code to remove its own waste except as provided in subdivision c of this section, however nothing contained herein shall preclude the commissioner from providing for the removal of waste from any commercial establishment pursuant to the authority vested in the commissioner by section seven hundred fifty-three of the charter; provided, further, that every owner, lessee or person in control of a commercial establishment that is located in a special trade waste removal district designated by the New York city trade waste commission pursuant to section 16-523 of this code, except for an owner, lessee or person in control of a commercial establishment who has registered with the New York city trade waste commission as required by subdivision b of section 16-505 of this code and except as otherwise provided by subdivision g of section 16-523 of this code, shall provide for the removal of waste by a licensee with whom such commission has entered into an agreement pursuant to subdivision b of such section. b. Every owner, lessee or person in control of a commercial establishment shall post a sign which states clearly and legibly the trade or business name, address, telephone number and the day and time of the pickup of the trade waste removal business presently serving the establishment, or if the commercial establishment removes its own waste, a registration number issued by the New York city trade waste commission shall be posted. Such sign or registration number shall be prominently displayed by affixing it to a window near the principal entrance to the commercial establishment so as to be easily visible from outside the building. If this is not possible, such sign or permit shall be prominently displayed inside the commercial establishment near the principal entrance to the premises. c. This section shall not apply to (i) unimproved or vacant property or premises generating infrequent waste or insignificant amounts of waste; and (ii) home occupations, medical offices/group medical centers, and other residential offices, which receive department collection and disposal service pursuant to section 16-114.1 of this code. The commissioner shall have the authority to determine what constitutes infrequent waste or insignificant amounts of waste in specific cases. d. (i) Except as provided in paragraph (ii) of this subdivision, violation of any of the provisions of this section or any rules promulgated pursuant thereto shall be punishable by a civil penalty of not less than fifty nor more than one hundred dollars. Any notice of violation, appearance ticket or summons issued for a violation of this section shall be returnable before the environmental control board which shall impose the penalty herein provided. (ii) A commercial establishment required by subdivision b of section 16-505 of this code to register with the New York city trade waste commission shall be subject to a penalty for the violation of such subdivision or any rule pertaining thereto as provided in subdivision c of section 16-515 of this code. Such penalty may be recoverable in the manner provided therein or may be returnable in a civil action brought in the name of the commissioner before the environmental control board which shall impose a penalty not be exceed one thousand dollars. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF SANITATION"
  },
  "heading": {
    "title": "16",
    "chaptersection": "116",
    "identifier": "16-116",
    "catch_text": "Removal of commercial waste; posting of sign, registration number."
  }
}