{
  "text": "ยง 16-209 Definitions. As used in this title: a. \"Solid waste\" means all materials or substances discarded or rejected as being spent, useless, or worthless, including but not limited to garbage, refuse, industrial and commercial waste, sludges from air or water pollution control facilities or water supply treatment facilities, rubbish, ashes, contained gaseous material, incinerator residue, demolition and construction debris and offal, but not including sewage and other highly diluted water-carried materials or substances and those in gaseous forms. b. \"Solid waste recovery and management facility\" or \"facility\" means any facility, plant, works, system, building, structure, improvement, machinery, equipment, fixture or other real or personal property which is to be used, occupied or employed beyond the initial solid waste collection process for the storage, processing, or disposal of solid waste or the recovery by any means of any material or energy product or resource therefrom including but not limited to recycling centers, transfer stations, baling facilities, rail haul or barge haul facilities, processing systems, resource recovery facilities or other facilities for reducing solid waste volume, sanitary landfills, plants and facilities for compacting, composting or pyrolization of solid wastes, incinerators, and other solid waste disposal, reduction or conversion facilities. For the purpose of this title, solid waste recovery and management facilities include solid waste recovery and management projects as defined in subdivision two of section 51-0903 of the environmental conservation law. c. \"Person\" means any governmental body, except the city of New York, public corporation or authority, private corporation, partnership or individual engaged in the business of removing, disposing of, conveying or transporting upon the streets, public places or bridges, or over the ferries in the city of solid waste. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "2",
    "text": "SOLID WASTE MANAGEMENT"
  },
  "heading": {
    "title": "16",
    "chaptersection": "209",
    "identifier": "16-209",
    "catch_text": "Definitions."
  }
}