{
  "text": "ยง 16-203 Charges. a. The rates for use of facilities provided by or for the department shall be fixed by the board of estimate upon the recommendation of the commissioner, who shall require persons assigned to such facilities to pay such rates. b. The rates shall be sufficient, when added to other waste disposal and resource recovery revenues and to the value to the department of its proportionate use of all facilities comprising the solid waste management system of the city, as determined by the commissioner, to provide for all expenses of transportation, land acquisition, construction, equipment, operations including enforcement, administrative and insurance costs, maintenance, expansion, replacement, financing and reasonable reserves therefore and any other costs that may be required for the financing or completion of facilities, equipment or land to be used for furnishing solid waste management services. The commissioner may from time to time recommend and the board of estimate may prescribe changes in rates, provided that such changes shall be based on changes in the cost of furnishing solid waste management services. c. The rate for each facility may be fixed so as to vary according to volume, location of facility assignment, or weight, type, character or difficulty of storing, processing or disposing of the solid waste, or other factors relating to economic efficiency or allocation of resources and may not discriminate between classes of users. The commissioner shall state the basis for establishing such varying rates in the commissioner's recommendations to the board of estimate. d. The commissioner shall notify by mail all persons assigned to use facilities of the first meeting of the board of estimate at which any resolution fixing or changing such rates is scheduled to be considered. Such notice shall be mailed at least thirty days prior to such board of estimate meeting and shall include the proposed rates or rate changes. Failure to provide such notice shall not affect the validity of such rates. e. The commissioner may collect charges in such manner as he determines shall minimize burdens and costs of the department, provided that the commissioner shall also consider burdens and costs of persons assigned to facilities. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "2",
    "text": "SOLID WASTE MANAGEMENT"
  },
  "heading": {
    "title": "16",
    "chaptersection": "203",
    "identifier": "16-203",
    "catch_text": "Charges."
  }
}