{
  "text": "ยง 16-206 Enforcement proceedings. a. The commissioner shall issue a notice of violation returnable to the environmental control board to any person violating a provision of this chapter or any regulation promulgated by the commissioner pursuant to this chapter. b. The environmental control board shall impose penalties as provided in subdivisions c and d. c. Each violation, whether committed on the same or a subsequent date, shall be deemed a separate violation and be punishable by a penalty. SCHEDULE OF PENALTIES FOR SPECIFIC VIOLATIONS Failure to submit accurate and timely annual report pursuant to section 16-204 up to $1,000.00 Use of restricted streets or use of streets during restricted time periods as established pursuant to section 16-201 up to $100.00 Delivery of waste to an unauthorized facility in violation of assignments made pursuant to section 16-201 up to $300.00 Delivery to a specific facility of waste classified as unacceptable for that facility in violation of regulations promulgated pursuant to section 16-202 up to $300.00 Delivery to a specific facility of waste classified as unacceptable which may have an adverse effect on the health and safety of facility employees or which may damage equipment in violation of regulations promulgated pursuant to section 16-202 up to $10,000.00 Delivery of waste classified as hazardous in violation of regulations promulgated pursuant to section 16-202 up to $10,000.00 Delivery of waste classified as regulated medical waste or other medical waste in violation of regulations promulgated pursuant to section 16-202 up to $10,000.00 d. Violations not listed in subdivision c may be punishable as determined by the environmental control board by a penalty not to exceed ten thousand dollars. e. Any person violating a provision of this chapter or any regulation promulgated by the commissioner pursuant to this chapter shall also be liable for any costs or expenses that may be incurred by the city as a result of such violation. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "2",
    "text": "SOLID WASTE MANAGEMENT"
  },
  "heading": {
    "title": "16",
    "chaptersection": "206",
    "identifier": "16-206",
    "catch_text": "Enforcement proceedings."
  }
}