{
  "text": "ยง 16-207 Regulations. a. The commissioner, upon the recommendation of the solid waste management board and upon the approval of the board of estimate, may exempt that portion of privately collected solid waste from all or some provisions of any regulations for such period of time as is necessary and appropriate up to forty years, if the regulation of that solid waste will materially and adversely interfere with the development, financing or operation of any resource recovery facility owned or operated or being developed privately. Any person seeking an exemption shall do so by filing with the solid waste management board a petition for exemption in a form prescribed by such board. Such form shall document the need for an exemption. The effective date of any exemptions granted may be withheld until a bona fide, firm, long-term contract has been executed for delivery of such solid waste to a safe and reliable facility and copy of such contract has been received by the solid waste management board. b. In the event that any resource recovery facility owned or operated privately fails to adequately process or dispose of solid waste and such facility does not provide for alternate storage, processing or disposal, the privately collected solid waste exempted from regulation and not disposed by the facility may be made suject to any regulation for which it had been exempted. c. (1) Nothing herein shall be construed to prohibit or limit private collectors from extracting from the waste they collect materials that have value to such collectors for the purposes of recycling, reuse or resale. (2) Any regulations promulgated shall not limit the amount or type of solid waste utilized by any person for the purposes of composting, materials recovery from solid waste, or operation of a recycling center. d. Such regulations shall make reasonable accommodation to permit persons to deliver solid waste to recycling facilities or permitted transfer facilities for the sole purpose of materials reclamation or volume reduction, provided, however, that nothing contained herein shall materially impair the authority of the commissioner to enforce the regulation of the residual solid waste resulting from such reclamation or volume reduction activities in accordance with this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "2",
    "text": "SOLID WASTE MANAGEMENT"
  },
  "heading": {
    "title": "16",
    "chaptersection": "207",
    "identifier": "16-207",
    "catch_text": "Regulations."
  }
}