{
  "text": "ยง 16-321 Disclosure requirements. a. Whenever a person, other than a public servant, appointed to any advisory board created pursuant to this subchapter, engages in any business dealings with the department, or engages in business dealings with any other agency that relate to processing or disposal of solid waste or of waste described in paragraph three of the definition of solid waste in section 16-303 of this chapter or to recycling, or has an interest in a firm that is engaged in such business dealings with the department or with such other agency, such person shall, prior to appointment, disclose the nature of such business dealings to the commissioner and to the body or officer appointing such person, and, after appointment, disclose the nature of such business dealings to the commissioner and to all other members of such board; provided that such person need not disclose the amount of such business dealings. b. When used in this section: 1. \"Advisory committee\" means a committee, council, board or similar entity that is constituted to provide advice or recommendations to the city and which has no authority to take a final action on behalf of the city, to take any action that would have the effect of conditioning, limiting or requiring any final action by any other agency, or to take any action that is authorized by law. 2. \"Agency\" means a city, county, borough or other office, position, administration, department, division, bureau, board, commission, authority, corporation, advisory committee or other agency of government, the expenses of which are paid in whole or in part from the city treasury, and shall include but not be limited to, the council, the offices of each elected official, the department of education, community school boards, community boards, the financial services corporation, the health and hospitals corporation, the public development corporation and the New York city housing authority, but shall not include any court or any corporation or institution maintaining or operating a public library, museum, botanical garden, arboretum, tomb, memorial building, aquarium, zoological garden or similar facility. 3. \"Blind trust\" means a trust in which a candidate for any advisory board created pursuant to this subchapter or a member of such board, or the spouse or unemancipated child of such candidate or member, has a beneficial interest, the holdings and sources of income of which such candidate or member and such spouse and unemancipated child have no knowledge, and the trustee of which shall have independent authority and discretion. 4. \"Business dealings\" means any transaction involving the sale, purchase, rental, disposition or exchange of any goods, services or property, and any performance of or litigation with respect to any of the foregoing, but shall not include any transaction involving the residence of any candidate for any advisory board created pursuant to this subchapter or of any member of such board, or any ministerial matter. 5. \"City\" means the city of New York and includes an agency of the city. 6. \"Elected official\" means a person holding office as mayor, comptroller, public advocate, borough president or member of the council. 7. \"Firm\" means a sole proprietorship, joint venture, partnership, corporation or any other form of enterprise, but shall not include a public benefit corporation or local development corporation. 8. \"Interest\" means an ownership interest in a firm or a position with a firm. 9. \"Ministerial matter\" means an administrative act that is carried out in a prescribed manner and which does not involve substantial personal discretion. (10) \"Ownership interest\" means an interest in a firm that is held by a candidate for any advisory board created pursuant to this subchapter, or by a member of such board, or by the spouse, domestic partner, or unemancipated child of such candidate or member, which exceeds five percent of the firm or an investment of twenty-five thousand dollars in cash or other form of commitment, whichever is less, or five percent or twenty-five thousand dollars of the firm's indebtedness, whichever is less, and any lesser interest in a firm when such candidate or member, or such spouse, domestic partner, or unemancipated child, exercises managerial control or responsibility regarding any such firm, but shall not include interests held in any pension plan, deferred compensation plan or mutual fund, the investments of which are not controlled by such candidate or member, or by such spouse, domestic partner, or unemancipated child, or in any blind trust that holds or acquires an ownership interest. 11. \"Position\" means a position in a firm, such as an officer, director, trustee, employee or any management position, or as an attorney, agent, broker or consultant to the firm, which does not constitute an ownership interest in the firm. 12. \"Public servant\" means all officials, officers and employees of the city, including members of community boards and members of advisory committees, except unpaid members of advisory committees shall not be public servants. 13. \"Spouse\" means a husband or wife of a candidate for any advisory board created pursuant to this subchapter or of a member of such board who is not legally separated from such candidate or member. 14. \"Unemancipated child\" means any son, daughter, step-son or step-daughter who is under the age of eighteen, unmarried and living in the household of a candidate for any advisory board created pursuant to this subchapter or of the member of such board. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "3",
    "text": "SOLID WASTE RECYCLING"
  },
  "heading": {
    "title": "16",
    "chaptersection": "321",
    "identifier": "16-321",
    "catch_text": "Disclosure requirements."
  }
}