{
  "text": "* ยง 16-325 Temporary emergency recycling requirements. a. Notwithstanding any inconsistent provision of this chapter, the department shall be authorized, by written order of the commissioner, to suspend the collection of glass, plastic and beverage cartons as designated recyclable materials. Any such suspension with regard to glass shall take effect no earlier than July first, two thousand two and shall expire no later than March thirty-first, two thousand four. Any such suspension with regard to plastic and beverage cartons shall take effect no earlier than July first, two thousand two and shall expire no later than June thirtieth, two thousand three. During any period in which the collection of glass, plastic or beverage cartons as designated recyclable materials, is suspended pursuant to this subdivision, the department shall be authorized to collect the suspended recyclable materials with other non-recyclable solid waste. b. Notwithstanding any inconsistent provision of this chapter, the department shall be authorized, by written order of the commissioner, to suspend the provisions of section 16-308 of this chapter. Any such suspension shall take effect no earlier than July first, two thousand three and shall expire no later than June thirtieth, two thousand four. During any period in which the provisions of section 16-308 of this chapter are suspended pursuant to this subdivision, the department shall be authorized to collect yard waste with other non-recyclable solid waste. c. Notwithstanding any inconsistent provision of this chapter, during a period of suspension, the department shall only be required to maintain fiscal year two thousand two tonnage amounts for those recyclable materials whose collection has not been suspended. Upon expiration of any period of suspension, the department shall resume collection of recyclable materials whose suspension has ended and shall be required to maintain fiscal year two thousand two tonnage amounts for those materials, unless other standards are agreed upon by the council and the mayor. d. Notwithstanding any inconsistent provision of this chapter, the department shall not be required to designate additional recyclable materials during any period in which the collection of glass, plastic or beverage cartons as designated recyclable materials, or material designated pursuant to section 16-308 of this chapter, is suspended pursuant to subdivision a or b of this section. e. The mayor and council shall create a temporary task force in order to develop a long term recycling plan in compliance with the provisions of this chapter. The task force shall be comprised of six mutually agreed upon appointees, three proposed by the mayor and three proposed by the speaker of the council. The task force shall meet on or before July fifteenth, two thousand two and monthly thereafter and issue a report to the mayor and speaker on February twenty-first, two thousand three. The task force shall examine and make recommendations that include steps necessary to improve the efficiency of source separation and collection of recyclable materials; appropriate recycling standards; the identification and development of markets for recyclable materials; the expansion of the New York State Returnable Container Act; and the development and implementation of strategies to educate residents on compliance with the recycling laws. * NB Expired June 30, 2004 ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "3",
    "text": "SOLID WASTE RECYCLING"
  },
  "heading": {
    "title": "16",
    "chaptersection": "325",
    "identifier": "16-325",
    "catch_text": "Temporary emergency recycling requirements."
  }
}