{
  "text": "ยง 16-307.1 School recycling. a. The chancellor of the department of education shall designate a sustainability director for the department of education, who shall be responsible for (i) setting policies, guidelines and goals to promote waste prevention, reuse and recycling practices, and (ii) coordinating the department of education's waste prevention, reuse and recycling program in all school buildings, charter school locations, office buildings, and any other facilities under the jurisdiction of the department of education that receive department collection service. b. The chancellor of the department of education shall promulgate such rules as may be necessary to require that each school building, charter school location, office building, and any other facility under the jurisdiction of the department of education that receives department collection service, develop a site-specific waste prevention, reuse and recycling plan. Each such plan shall be implemented by January first, two thousand eleven. Such plan shall include, at a minimum, a requirement that each classroom maintain a separate receptacle, container or bin for the collection of designated recyclable paper, and that such receptacle, container or bin be appropriately labeled or decorated with recycling information. Such plan shall also provide that separate receptacles, containers or bins for the collection of designated metal, glass and plastic be appropriately labeled or decorated with recycling information and be placed as close as practicable to school entrances, unless the placement of such bins would be in violation of any other provision of law, and in locations within schools where food and beverages are routinely consumed. c. The principal of each school under the jurisdiction of the department of education shall designate a sustainability coordinator for his or her school who shall be responsible for implementing his or her school's waste prevention, reuse and recycling plan. The principal or the sustainability coordinator shall complete, and submit to the department of education sustainability director and to the chancellor, an annual survey regarding such school's compliance with its waste prevention, reuse and recycling plan. d. On or before January first, two thousand twelve, the chancellor shall submit a report to the commissioner regarding compliance with the requirements of this section for the period of January first, two thousand eleven through June thirtieth, two thousand eleven, and shall submit an annual compliance report by January first of each year thereafter for the preceding July first through June thirtieth. The department shall include the chancellor's report as part of the department's annual recycling report required pursuant to subdivision k of section 16-305 of this chapter. e. The department shall distribute a model school waste prevention, reuse and recycling plan to all primary and secondary schools not under the jurisdiction of the department of education that receive department collection service. All such primary and secondary schools shall designate a sustainability coordinator for each such school, and develop a site-specific waste prevention, reuse and recycling plan. Each such plan shall be implemented by January first, two thousand eleven. Such plan shall include, at a minimum, a requirement that each room used primarily as a classroom for students between kindergarten and the twelfth grade maintain a separate receptacle, container or bin for the collection of designated recyclable paper, and that such receptacle, container or bin be appropriately labeled or decorated with recycling information. Such plan shall also provide that separate receptacles, containers or bins for the collection of designated metal, glass and plastic be appropriately labeled or decorated with recycling information and be placed as close as practicable to school entrances, unless the placement of such bins would be in violation of any other provision of law. Such bins shall also be placed in centralized locations within such schools where food and beverages are routinely consumed, other than classrooms, such as cafeterias and lunchrooms, or, if such school lacks a cafeteria or lunchroom, in a location readily accessible to all students in such school. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "3",
    "text": "SOLID WASTE RECYCLING"
  },
  "heading": {
    "title": "16",
    "chaptersection": "307",
    "identifier": "16-307.1",
    "catch_text": "School recycling."
  }
}