{
  "text": "ยง 16-303 Definitions. When used in this chapter: \"Architectural paint\" means interior and exterior architectural coatings, including paints and stains purchased for commercial or residential use, but does not include architectural coatings purchased for industrial use or for use in the manufacture of products. \"Compostable waste\" means any material found in the waste stream that can be broken down into, or otherwise become part of, usable compost, such as food scraps, soiled paper, and plant trimmings. Such term may also include disposable plastic food service ware and bags that meet the american society for the testing of materials standard specification for compostable plastics, but shall not include liquids and textiles. \"Department-managed solid waste\" means all solid waste that the department and its contractors collect, all solid waste that the department receives for free disposal, all solid waste collected for recycling or reuse through special events or programs promoted, operated or funded by the department, and all solid waste diverted from collection by the department that is accepted through non-department infrastructure for recycling or reuse and counted towards the department's recycling goals as set forth in subdivision h of section 16-305 of this chapter. \"Household\" means a single dwelling or a residential unit within a multiple dwelling, hotel, motel, campsite, ranger station, public or private recreation area, or other residence. \"Household and institutional compostable waste\" means any compostable waste, excluding yard waste, in or otherwise destined for any waste stream collected by the department. \"Household hazardous waste\" means: 1. any household waste that is ignitable, corrosive, reactive or toxic and that, but for its point of generation, would be a hazardous waste under part three hundred seventy-one of title six of the New York code, rules and regulations, as may be amended from time to time, and includes all pesticides, as defined in article thirty-three of the environmental conservation law, and hazardous waste, as defined in section 27-0901 of the environmental conservation law, as such laws may be amended from time to time; and 2. any other household waste that the commissioner determines, by rule, to be hazardous and require special handling. \"Post-collection separation\" means the dividing of solid waste into some or all of its component parts after the point of collection. \"Post-consumer material\" means those products generated by a business or a consumer which have served their intended end uses, and which have been separated or diverted from solid waste for the purposes of collection, recycling and disposition. \"Private carter\" means any person required to be licensed or permitted pursuant to chapter one of title sixteen-A of this code. \"Publicly accessible textile drop-off bin\" means any enclosed container that allows for members of the public to deposit textiles into such container for reuse or recycling in accordance with the textile reuse and recycling program established by section 16-310.1 of this chapter. \"Recyclable materials\" means solid waste that may be separated, collected, processed, marketed and returned to the economy in the form of raw materials or products, including but not limited to, types of metal, glass, paper, plastic, yard waste and any other solid waste required to be recycled or composted pursuant to this chapter, solid waste collected for recycling or reuse through special events or programs promoted, operated or funded by the department, and solid waste accepted through non-department infrastructure for recycling or reuse. \"Recycled\" or \"recycling\" means any process by which recyclable materials are separated, collected, processed, marketed and returned to the economy in the form of raw materials or products. \"Recycling center\" means any facility operated to facilitate the separation, collection, processing or marketing of recyclable materials for reuse or sale. \"Recycling district\" means any borough or smaller geographic area the commissioner deems appropriate for the purpose of implementing this chapter. \"Rigid plastic container\" means any plastic container having a semi-flexible or inflexible finite shape or form that is capable of maintaining its shape while holding other products and is designed to hold food, beverages, and consumer household products, including, but not limited to, the following types of containers: plastic bottles, plastic jugs, plastic tubs, plastic trays, plastic cups, plastic buckets, plastic crates and plastic flower pots, and any other rigid plastic material that the commissioner may designate by rule, but not including containers made of polystyrene foam. \"Solid waste\" means all putrescible and non-putrescible materials or substances, except as described in paragraph three of this subdivision, that are discarded or rejected as being spent, useless, worthless or in excess to the owners at the time of such discard or rejection, including but not limited to, garbage, refuse, industrial and commercial waste, rubbish, tires, ashes, contained gaseous material, incinerator residue, construction and demolition debris, discarded automobiles and offal. 1. A material is discarded if it is abandoned by being: i. disposed of; ii. burned or incinerated, including being burned as a fuel for the purpose of recovering useable energy; or iii. accumulated, stored, or physically, chemically or biologically treated (other than burned or incinerated) instead of or before being disposed of. 2. A material is disposed of if it is discharged, deposited, injected, dumped, spilled, leaked, or placed into or on any land or water so that such material or any constituent thereof may enter the environment or be emitted into the air or discharged into groundwater or surface water. 3. The following are not solid waste for the purpose of this chapter: i. domestic sewage; ii. any mixture of domestic sewage and other wastes that passes through a sewer system to a publicly owned treatment works for treatment, except (A) any material that is introduced into such system in order to avoid the provisions of this chapter or the state regulations promulgated to regulate solid waste management facilities pursuant to 6 NYCRR part 360 or (B) food waste; iii. industrial wastewater discharges that are actual point source discharges subject to permits under article seventeen of the environmental conservation law; industrial wastewaters while they are being collected, stored, or treated before discharge and sludges that are generated by industrial wastewater treatment are solid wastes; iv. irrigation return flows; v. radioactive materials that are source, special nuclear, or by-product material as defined by the Atomic Energy Act of 1954, as amended, 42 U.S.C. ยง 2011 et seq.; vi. materials subject to in-situ mining techniques which are not removed from the ground as part of the extraction process; vii. hazardous waste as defined in section 27-0901 of the environmental conservation law; and viii. regulated medical waste or other medical waste as described in section 16-120.1 of this title. \"Source separation\" means the dividing of solid waste into some or all of its component parts at the point of generation. \"Yard waste\" means leaves, grass clippings, garden debris, and vegetative residue that is recognizable as part of a plant or vegetable, small or chipped branches, and similar material. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "3",
    "text": "SOLID WASTE RECYCLING"
  },
  "heading": {
    "title": "16",
    "chaptersection": "303",
    "identifier": "16-303",
    "catch_text": "Definitions."
  }
}