{
  "text": "ยง 16-327 Sponsor and producer/event manager responsibilities at street events. a. Every producer/event manager shall ensure that solid waste and recyclable materials generated at a street event are properly disposed of or recycled. b. 1. Every producer/event manager shall provide a sufficient number of public solid waste receptacles and public recycling receptacles for street events as determined by the department, provided that the producer/event manager shall place at least two receptacles within or near each intersection within the street event area, one for solid waste and one for recyclable materials. 2. Every producer/event manager shall regularly monitor all solid waste and recycling receptacles throughout the street event area in order to prevent spillage of solid waste and recyclable materials into the street and shall remove any solid waste that has been deposited into receptacles designated for recyclable materials and remove any recyclable materials that have been deposited into receptacles designated for solid waste. 3. Every producer/event manager shall bag and bundle separately and tie securely all accumulated solid waste and recyclable materials at the end of each day of the street event. 4. Every producer/event manager shall ensure that all bagged and bundled solid waste and recyclable materials are placed at a predetermined location designated by the department for collection. c. Every sponsor and producer/event manager shall comply with all applicable rules governing street events, including, but not limited to, rules set forth in chapter fourteen of title sixteen of the rules of the city of New York, to the extent such rules are not inconsistent with the provisions of this subchapter. d. The provisions of subdivisions a and b of this section shall apply to the sponsor when there is no producer/event manager. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "3",
    "text": "SOLID WASTE RECYCLING"
  },
  "heading": {
    "title": "16",
    "chaptersection": "327",
    "identifier": "16-327",
    "catch_text": "Sponsor and producer/event manager responsibilities at street events."
  }
}