{
  "text": "ยง 16-308 Yard waste. a. Except as provided in subdivision b of this section, within twenty-four months of the effective date of the local law that amended this section, the commissioner shall provide for the source separation, collection and composting of department-managed yard waste generated within designated areas of the city in which a substantial amount of yard waste is generated from March 1 to July 31 and September 1 to November 30 of each year, unless the generator otherwise provides for recycling or storage for composting or mulching. In addition, the commissioner shall provide for the collection and composting of yard waste generated and source separated at residential properties owned or operated by the New York city housing authority. There shall be operated by or on behalf of the department one or more yard waste composting facilities through which the department shall compost yard waste collected by or delivered to the department pursuant to this section. In order to comply with this provision, the department may utilize the services of privately-owned or operated facilities. The department shall also work in consultation with the composting facility siting task force established by the 2006 solid waste management plan to identify additional locations to site yard waste composting facilities with the goal of establishing at least one such composting facility in each borough where the department conducts yard waste composting collection. b. Any city agency, or person under contract with a city agency, that generates a substantial amount of yard waste shall, in coordination with the department, provide for the source separation, collection and composting of such yard waste. Unless otherwise provided by law, the department shall accept for composting any city agency yard waste source separated for department collection pursuant to this subdivision. c. Within twenty-four months of the effective date of the local law that amended this section, no landfill, waste transfer station, intermodal facility, incinerator or resource recovery facility owned, operated or used by the department shall accept truckloads of department-managed waste primarily composed of yard waste for final disposal from March 1 to July 31 and September 1 to November 30 of each year, except that composted yard waste may be used as part of the final vegetative cover for a department landfill. d. All city agencies responsible for the maintenance of public lands shall to the maximum extent practicable and feasible give preference to the use of compost materials derived from the city's yard waste in all land maintenance activities. e. Generators of yard waste, except those identified in subdivision f of this section, shall separate, tie, bundle, or place into paper bags or unlined rigid containers, in accordance with rules promulgated by the commissioner, any yard waste set out for collection by the department pursuant to subdivision a of this section. The commissioner shall notify all residents in districts that receive yard waste collection by the department of such pre-collection procedures, and undertake any other action necessary to effectuate the purposes of this subdivision. f. No person engaged in a business that generates yard waste shall leave such yard waste for collection by the department, or disperse such yard waste in or about the curb or street. Any person engaged in a business that generates yard waste shall be required to collect and dispose of such yard waste at a permitted composting facility; provided, however, that if the department, by written order of the commissioner, determines that there is insufficient capacity at permitted composting facilities within the city of New York or within ten miles of the borough in which any such person generates yard waste, then such yard waste may be disposed of at any appropriately permitted solid waste management facility. g. Each permitted composting facility within the city, including those operated by city agencies, shall annually report to the commissioner the amount of yard waste and any other compostable waste collected and disposed of by weight at such composting facility. All such reports shall be submitted prior to February first of each calendar year and shall contain the amount collected and disposed of for the previous calendar year. The department shall consolidate the information contained in all reports prepared pursuant to this subdivision and include such information as part of the department's annual recycling report required pursuant to subdivision k of section 16-305 of this chapter. h. No person residing in a district where the department provides residential yard waste composting collection pursuant to subdivision a of this section shall dispose of grass clippings as regular waste for collection by the department during the period of time when the department conducts such composting collection. The department shall conduct outreach and education to inform residents within such districts of the dates when it will conduct yard waste composting collection. No person residing in a district where the department provides residential yard waste composting collection shall be held liable for a violation of this subdivision during the first year the department provides such residential yard waste composting collection. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "3",
    "text": "SOLID WASTE RECYCLING"
  },
  "heading": {
    "title": "16",
    "chaptersection": "308",
    "identifier": "16-308",
    "catch_text": "Yard waste."
  }
}