{
  "text": "ยง 16-310 Public space recycling. a. The department shall expand its public space recycling program by increasing the number of public space recycling receptacles for the collection of recyclable materials including, but not limited to, metal, glass, plastic and paper designated as recyclable materials by the commissioner, to a cumulative total of at least five hundred public space recycling receptacles within three years of the effective date of this section, and to a cumulative total of at least one thousand public space recycling receptacles within ten years of the effective date of this section, at public locations in the city, which shall be in or near public parks, transit hubs, or commercial locations with high-pedestrian traffic. As part of such expansion, the department shall place public space recycling receptacles in all business improvement districts that provide public litter basket maintenance. Whenever practicable, public space recycling receptacles placed pursuant to this section shall be placed adjacent to public litter baskets. b. Notwithstanding the provisions of subdivision a of this section, the department shall not be required to expand the public space recycling program beyond existing or newly-established collection routes that can be efficiently serviced by the department. The commissioner shall have the authority to remove any public space recycling receptacle placed pursuant to this section, provided that the department replaces any such public space recycling receptacle, within thirty days of removal, with additional public space recycling receptacles at the same or in a different location on a one-to-one basis. c. No person responsible for removing or transporting recyclable materials placed in public space recycling receptacles shall commingle such recyclable materials with non-recyclable materials or otherwise improperly dispose of such recyclable materials. d. The department shall report the total number of public space recycling receptacles added during the relevant reporting year, and the locations in which they were placed. Such report shall be included as part of the department's annual recycling report required pursuant to subdivision k of section 16-305 of this chapter. e. The department may enter into sponsorship or partnership agreements with entities such as for-profit and not-for-profit corporations and district management associations established in accordance with section 25-414 of the code to further the goals of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "3",
    "text": "SOLID WASTE RECYCLING"
  },
  "heading": {
    "title": "16",
    "chaptersection": "310",
    "identifier": "16-310",
    "catch_text": "Public space recycling."
  }
}