{
  "text": "ยง 16-307 City agency waste. a. The commissioner shall adopt, amend and implement rules, as necessary, governing the source separation or post-collection separation, collection, processing, marketing, and sale of designated recyclable materials including, but not limited to, designated metal, glass, plastic and paper generated by any agency, as such term is defined in section 1-112 of the code. b. Every agency shall, no later than July first, two thousand eleven, prepare and submit to the commissioner for approval, a waste prevention, reuse and recycling plan. Such plan shall provide for the source separation of designated metal, glass, plastic and paper, and such other designated recyclable materials as the commissioner deems appropriate, in all offices and buildings occupied by agencies that receive collection service from the department and, to the extent practicable, in those that receive private carter collection. Such plans shall provide for the source separation of designated recyclable materials in the lobbies of such offices or buildings that receive department collection, unless the placement of bins for the source separation of designated recyclable materials would be in violation of any other provision of law, and, to the extent practicable, in the lobbies of such offices or buildings that receive private carter collection. Each agency shall designate a lead recycling or sustainability coordinator to oversee implementation of such plans. If an agency has offices in more than one city-owned building, then such agency shall designate one assistant coordinator for each building in which such agency has offices, except the building in which the lead coordinator has his or her office, to assist the agency's lead coordinator. c. On or before July first, two thousand twelve and annually thereafter, every lead recycling or sustainability coordinator shall submit a report to the head of his or her respective agency and to the commissioner, summarizing actions taken to implement the waste prevention, reuse and recycling plan for the previous twelve-month reporting period, proposed actions to be taken to implement such plan, and updates or changes to any information included in such plan. The department shall consolidate the information contained in all reports prepared pursuant to this subdivision and include such information as part of the department's annual recycling report required pursuant to subdivision k of section 16-305 of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "3",
    "text": "SOLID WASTE RECYCLING"
  },
  "heading": {
    "title": "16",
    "chaptersection": "307",
    "identifier": "16-307",
    "catch_text": "City agency waste."
  }
}