{
  "text": "ยง 16-305 Recycling of department-managed solid waste. a. 1. The following recycling percentage goals are established for the recycling of department-managed solid waste: i. by July first, two thousand eleven, sixteen percent of department-managed solid waste; ii. by July first, two thousand thirteen, nineteen percent of department-managed solid waste; iii. by July first, two thousand fourteen, twenty-one percent of department-managed solid waste; iv. by July first, two thousand sixteen, twenty-four percent of department-managed solid waste; v. by July first, two thousand eighteen, twenty-seven percent of department-managed solid waste; vi. by July first, two thousand nineteen, thirty percent of department-managed solid waste; and vii. by July first, two thousand twenty, thirty-three percent of department-managed solid waste. 2. In addition, the following recycling goals are established for curbside and containerized waste collected by the department: i. By July first, two thousand eleven, sixteen percent of curbside and containerized waste collected by the department; ii. By July first, two thousand thirteen, eighteen percent of curbside and containerized waste collected by the department; iii. By July first, two thousand fourteen, nineteen percent of curbside and containerized waste collected by the department; iv. By July first, two thousand sixteen, twenty-one percent of curbside and containerized waste collected by the department; v. By July first, two thousand eighteen, twenty-three percent of curbside and containerized waste collected by the department; vi. By July first, two thousand nineteen, twenty-four percent of curbside and containerized waste collected by the department; and vii. by July first, two thousand twenty, twenty-five percent of curbside and containerized waste collected by the department. b. The commissioner shall adopt and implement rules designating at least six recyclable materials, including plastics to the extent required in subdivision c of this section and yard waste to the extent required in section 16-308 of this chapter, contained in department-managed solid waste and requiring households to source separate such designated materials. c. 1. Prior to commencing delivery of department-managed recyclable materials to the designated recycling processing facility at the South Brooklyn Marine Terminal, the commissioner shall designate as recyclable materials, and require the source separation of, rigid plastic containers. 2. If the commissioner, in his or her discretion, determines that the cost to the city of recycling rigid plastic containers required to be designated as recyclable materials pursuant to paragraph one of this subdivision is not reasonable in comparison with the cost of recycling only metal, glass and plastic and have been designated as recyclable materials as of the effective date of the local law that added this subdivision, the commissioner shall within ten business days notify and provide documentation to the council of the factors relied upon to make such determination and shall not be required to designate any such rigid plastic containers as recyclable materials. 3. If the commissioner determines that the cost to the city of recycling rigid plastic containers is not reasonable in comparison with the cost of recycling only metal, glass and plastic that have been designated as recyclable materials as of the effective date of the local law that added this subdivision, the commissioner shall annually reevaluate the cost to the city of designating such rigid plastic containers as recyclable materials, and shall annually make a new determination as to whether the cost of designating such containers as recyclable materials is reasonable in comparison with the cost of recycling only metal, glass and plastic that have been designated as recyclable materials as of the effective date of the local law that added this subdivision and shall report such evaluations to the council as part of the department's annual recycling report required pursuant to subdivision k of section 16-305 of this chapter. The department shall not promulgate rules designating rigid plastic containers as recyclable materials, and need not conduct outreach or education relating thereto if, pursuant to paragraph two of this subdivision, the commissioner determines that the cost of the city of recycling rigid plastic containers is not reasonable in comparison with the cost of recycling only metal, glass and plastic that have been designated as recyclable materials as of the effective date of the local law that added this subdivision. 4. Immediately following the promulgation of rules designating rigid plastic containers as recyclable materials, the department shall undertake outreach and education, in cooperation with any other agency or entity designated for that purpose by the commissioner, to inform residents of such new designation and to provide instruction on compliance with the requirements of this subdivision and the rules promulgated pursuant thereto. d. The commissioner shall adopt and implement rules establishing procedures requiring the placement of the designated materials at the curbside, in specialized containers, or in any other manner the commissioner determines, to facilitate the collection of such materials in a manner that enables them to be recycled. Under such rules, no person shall be liable for incorrectly placing a non-designated rigid plastic container in the recycling stream. e. Where the department provides solid waste collection services to a building containing at least four and no more than eight dwelling units, the commissioner shall adopt and implement rules requiring the owner, net lessee or person in charge of such building to: 1. provide for the residents, where practicable, a designated area and, where appropriate, containers in which to store the source separated or other designated recyclable materials to be collected by the department; and 2. inform all residents of the requirements of this chapter and the rules promulgated pursuant thereto by, at a minimum, posting instructions on source separation in or near the designated recycling area and making available to each resident at the inception of a lease, where applicable, a department-issued guide to recycling, which shall be made available to the owner, net lessee or person in charge of such building by the department pursuant to section 16-315 of this chapter in print form or on the department's website, or in an alternative guide containing similar information to the guide required by section 16-315 of this chapter. If reasonably accessible space for the storage of source separated or other designated recyclable materials is not available in such building, and such space is available behind the building's property line, such space behind the property line may be designated as the area for the storage of source separated or other designated recyclable materials. If no such space is available, the owner, net lessee or person in charge of such building shall post instructions on recycling and source separation in or near a designated area that is visible to all residents in the building. With respect to solid waste generated by households in the aforesaid buildings, the obligations of an owner, net lessee or person in charge of such building under this chapter shall be limited to those set forth in this subdivision and subdivisions d and g of this section or rules promulgated pursuant to such subdivisions. f. Where the department provides solid waste collection services to a building containing nine or more dwelling units, the commissioner shall adopt and implement rules requiring the owner, net lessee or person in charge of such building to: 1. provide for the residents a designated area and, where appropriate, containers in which to store the source separated or other designated recyclable materials to be collected by the department; 2. inform all residents of the requirements of this chapter and the rules promulgated pursuant thereto by, at a minimum, posting instructions on source separation in or near the designated recycling area, and making available to each resident at the inception of a lease, a department-issued guide to recycling, which shall be made available to the owner, net lessee or person in charge of such building by the department pursuant to section 16-315 of this chapter in print form or on the department's website, or in an alternative guide containing similar information to the guide required by section 16-315 of this chapter; and 3. remove non-designated materials from the containers of designated source separated recyclable materials before such containers are placed at the curbside for collection and ensure that the designated materials are placed at the curbside in the manner prescribed by the department. With respect to solid waste generated by households in the aforesaid buildings, the obligations of an owner, net lessee or person in charge of such building under this chapter shall be limited to those set forth in this subdivision and subdivisions d and g of this section or rules promulgated pursuant to such subdivisions. g. The commissioner shall adopt and implement rules for any building containing four or more dwelling units in which the amount of designated materials placed out for collection is significantly less than what can reasonably be expected from such building. These rules shall require residential generators, including tenants, owners, net lessees or persons in charge of such building to use transparent bags or such other means of disposal the commissioner deems appropriate to dispose of solid waste other than the designated recyclable materials. Upon request of the owner, net lessee or person in charge of such building, and if the commissioner determines that such owner, net lessee or person in charge of such building has complied with this subdivision, subdivision d of this section and, as applicable, subdivision e or subdivision f of this section or rules promulgated pursuant to such subdivisions and that the amount of designated materials placed out for collection remains significantly less than what can reasonably be expected from such building, the department may develop a schedule to conduct random inspections to facilitate compliance with the provisions of this chapter by tenants of such building, provided that lawful inspections may occur at reasonable times without notice to ensure compliance by the tenants, owner, net lessee or person in charge of such building. h. 1. In calculating the extent to which the department has met the recycling percentage goals set forth in paragraph one of subdivision a of this section, the department shall include in its calculations all curbside and institutional recycling it collects, including materials collected from households, schools, not-for-profit institutions and city agencies, and all recyclable materials collected as part of the public space recycling program pursuant to section 16-310 of this chapter, and may include yard waste collected pursuant to section 16-308 of this chapter and any other material collected for composting pursuant to this chapter, Christmas trees collected pursuant to section 16-309 of this chapter, clothing and textiles donated or collected pursuant to section 16-310.1 of this chapter, household hazardous waste diverted pursuant to section 16-310.3 of this chapter, rechargeable batteries collected pursuant to chapter four of this title, beverage containers returned within the city pursuant to title ten of article twenty-seven of the environmental conservation law, electronic waste collected within the city or otherwise diverted from the city's waste stream, including such waste collected or diverted pursuant to title twenty-six of article twenty-seven of the environmental conservation law, and plastic bags collected within the city or otherwise diverted from the city's waste stream, including such plastic bags collected or diverted pursuant to title twenty seven of article twenty seven of the environmental conservation law. Only recyclable materials specifically enumerated in this paragraph shall be counted for purposes of calculating the extent to which the department has met the recycling percentage goals set forth in paragraph one of subdivision a of this section. 2. In calculating the extent to which the department has met the recycling percentage goals set forth in paragraph two of subdivision a of this section, the department shall include in its calculations all curbside and institutional recycling it collects, including materials collected from households, schools, not-for-profit institutions and city agencies, and all recyclable materials collected as part of the public space recycling program pursuant to section 16-310 of this chapter. 3. In calculating the extent to which the department has met the recycling percentage goals set forth in paragraphs one and two of subdivision a of this section, the department shall not include recycling of abandoned vehicles or recycling from lot cleaning operations, asphalt and mill tailings, construction and demolition debris or other commercial recycling programs. The commissioner shall not designate any such materials as recyclable materials under this section for purposes of calculating the extent to which the department has met such recycling percentage goals. 4. In calculating the percent of the department-managed solid waste stream recycled in connection with the percentage goals set forth in paragraph one of subdivision a of this section, the department shall ensure that any quantity of material counted as recycled must be fully included in the calculation of the city's total department-managed solid waste stream. 5. All data used to make calculations pursuant to paragraphs one and two of this subdivision shall be made available on the department's website in raw form disaggregated by material type and using a non-proprietary format on a monthly basis, or, if such data is not generated by the department, within one month from the date that the department receives reports of such information. i. In the event that the department does not meet any recycling percentage goal set forth in paragraphs one or two of subdivision a of this section by the dates specified therein, the department shall, within sixty days of the date for meeting such goal, expand recycling outreach and education and shall take such other appropriate measures including, but not limited to, directing such outreach and education to the neighborhoods and community districts in which recycling diversion rates fall below the median city recycling diversion rate and consulting with the council to explore additional measures to meet the recycling percentage goals set forth in such subdivision. In expanding recycling outreach and education, the department may work with other agencies or entities designated for that purpose by the commissioner. j. In the event that the department is unable to achieve two consecutive recycling percentage goals set forth in paragraphs one and two of subdivision a of this section by the dates specified therein, in addition to the requirements of subdivision i of this section, the commissioner shall retain a special advisor, who shall be selected by the mayor and the speaker, provided that the commissioner need not retain such special advisor more than once every three years. Within one hundred twenty days of such retention, such adviser shall submit a report to the mayor and council recommending additional measures that may be taken by the city following such report in order to meet such recycling percentage goals. k. 1. Beginning on March first, two thousand eleven and annually thereafter, the department shall submit to the mayor and the council and make available on its website, an annual department recycling report which shall include provisions addressing: the extent to which the department has met the recycling percentage goals set forth in paragraphs one and two of subdivision a of this section and including a description of the methodology used to arrive at its recycling percentages; city agency recycling pursuant to section 16-307 of this chapter; department of education recycling pursuant to section 16-307.1 of this chapter; yard waste composting pursuant to section 16-308 of this chapter; Christmas tree composting or recycling pursuant to section 16-309 of this chapter; the public space recycling program pursuant to section 16-310 of this chapter; the clothing and textiles collection program pursuant to section 16-310.1 of this chapter; household hazardous waste collected pursuant to section 16-310.3 of this chapter or otherwise collected by the department; and any composting capacity determinations or food waste composting pilot programs pursuant to section 16-316.2 of this chapter. 2. Beginning the year that the department commences delivering department-managed recyclable materials to a designated recycling processing facility, the department shall annually report to the council the cost to the city of designating as recyclable materials any rigid plastic containers not previously designated by the commissioner pursuant to subdivision c of this section, and the then-current market value of any such materials. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "3",
    "text": "SOLID WASTE RECYCLING"
  },
  "heading": {
    "title": "16",
    "chaptersection": "305",
    "identifier": "16-305",
    "catch_text": "Recycling of department-managed solid waste."
  }
}