{
  "text": "ยง 16-310.1 Textile reuse and recycling program. a. On or before January first, two thousand eleven, the department shall establish a citywide textile reuse and recycling program that shall, at a minimum, provide for the recovery of textiles by placing department-approved publicly accessible textile drop-off bins at appropriate locations on city property or property maintained by the city and organizing public textile reuse and recycling sites throughout the city that provide convenient drop-off locations for all city residents. In addition, the commissioner shall explore opportunities to work cooperatively with private entities, including, but not limited to, not-for-profit corporations and religious institutions, to promote expanded siting of publicly accessible textile drop-off bins on private property throughout the city. The department shall consider using department personnel and/or facilities in order to implement the provisions of this section. b. No publicly accessible textile drop-off bin placed pursuant to this section shall be placed on city property or property maintained by the city, or on a public sidewalk or roadway, unless otherwise authorized by the city. No publicly accessible textile drop-off bin shall be placed on private property without the written permission of the property owner or the property owner's authorized agent. The owner or other person responsible for each such bin shall report at least every three months to the department the amount of textiles collected in such bin by weight. Each publicly accessible textile drop-off bin shall prominently display on the front and on at least one other side of the bin, the name, address and telephone number of the owner or other person responsible for the bin. This information shall be printed in characters that are plainly visible. In no event shall a post office box be considered an acceptable address for purposes of this subdivision. c. The department shall report by weight the amount of textiles collected in publicly accessible textile drop-off bins located on city property or property maintained by the city, through public textile reuse and recycling sites pursuant to subdivision a of this section and in publicly accessible textile drop-off bins maintained on private property. Such report shall be included as part of the department's annual recycling report required pursuant to subdivision k of section 16-305 of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "3",
    "text": "SOLID WASTE RECYCLING"
  },
  "heading": {
    "title": "16",
    "chaptersection": "310",
    "identifier": "16-310.1",
    "catch_text": "Textile reuse and recycling program."
  }
}