{
  "text": "ยง 16-424 Performance Standards. a. A manufacturer shall demonstrate whether, pursuant to its electronic waste management plan, it is collecting for recycling or reuse at least its share of covered electronic equipment. Such manufacturer's share of covered electronic equipment is determined by applying the following minimum collection standard percentage by the average annual sales of the manufacturer's covered electronic equipment in the city, reported by weight, during the previous three calendar years; by July 1, 2012, the minimum collection standard is twenty-five percent; by July 1, 2015, the minimum collection standard is forty-five percent; by July 1, 2018, the minimum collection standard is sixty-five percent. b. For purposes of calculating achievement of the minimum collection standard specified in paragraph a of this subdivision, a manufacturer may count the collection of a single item of covered electronic equipment as twice its weight when that item is donated free of charge for reuse to the New York city department of education, or to any not-for-profit corporation, as defined in subparagraphs five or seven of subdivision a of section one hundred two of the New York not-for-profit corporation law, a principal mission of which is to assist low-income children or families living in city. To qualify for the donation reuse credit under this subdivision, the covered electronic equipment must be: (a) no older than three years old, (b) in full working condition, and (c) accepted as a donation by the recipient in writing. c. The commissioner may grant an annual waiver, in whole or in part, from the minimum collection standards set forth in subdivision a of this section where a manufacturer who has an approved electronic waste management plan has demonstrated to the commissioner's satisfaction that such minimum collection standards could not be met despite the best efforts of the manufacturer because the manufacturer has substantially increased the amount of covered electronic equipment sold within the city over the three-year period during which compliance with subdivision a of this section is to be measured and it was not practicable to meet the applicable minimum collection standard. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "4",
    "text": "ELECTRONIC EQUIPMENT COLLECTION, RECYCLING AND REUSE"
  },
  "heading": {
    "title": "16",
    "chaptersection": "424",
    "identifier": "16-424",
    "catch_text": "Performance Standards."
  }
}