{
  "text": "ยง 16-455 Penalties. a. Any operator who violates subdivision a of section 16-453 of this chapter shall be liable for a civil penalty recoverable in a proceeding before the environmental control board in the amount of three hundred dollars per day for each day that a recycling program meeting the requirements of such subdivision is not in effect. It shall be an affirmative defense to a violation of paragraph one or five of subdivision a of section 16-453 of this chapter that the operator used its best efforts to comply with such paragraph but was unable to because of circumstances beyond such operator's control. b. Any operator who violates subdivision b of section 16-453 of this chapter shall be liable for a civil penalty recoverable in a proceeding before the environmental control board in the amount of: (1) one hundred dollars for the first violation; (2) seven hundred dollars for the second violation within a twelve-month period of the first violation; and (3) one thousand dollars for the third violation within such twelve-month period. c. Any operator who violates subdivision c of section 16-453 of this chapter shall be liable for a civil penalty recoverable in a proceeding before the environmental control board in the amount of: (1) one hundred dollars for the first violation within twelve months of the date the report referred to in such subdivision is due; (2) seven hundred dollars for the second violation within such twelve-month period; and (3) one thousand dollars for the third violation within such twelve-month period. d. Any manufacturer who violates subdivision a of section 16-454 of this chapter shall be liable for a civil penalty recoverable in a proceeding before the environmental control board in the amount of five hundred dollars per day for each day that such violation continues. e. Any manufacturer who violates subdivision b of section 16-454 of this chapter shall be liable for a civil penalty recoverable in a proceeding before the environmental control board in the amount of: (1) one hundred dollars for the first violation within twelve months of the date the report referred to in such subdivision is due; (2) one thousand dollars for the second violation within such twelve-month period; and (3) fifteen hundred dollars for the third violation within such twelve-month period. f. Any manufacturer who violates subdivision c of section 16-454 of this chapter shall be liable for a civil penalty recoverable in a proceeding before the environmental control board in the amount of: (1) one hundred dollars for the first violation; (2) one thousand dollars for the second violation within a twelve-month period of the first violation; and (3) fifteen hundred dollars for the third violation within such twelve-month period. g. The failure of an operator or manufacturer to provide the report or maintain the records, or of a manufacturer to provide educational materials requested by an operator, required by sections 16-453 and 16-454 of this chapter shall constitute a continuing violation that subjects such operator or manufacturer to up to three notices of violation within the twelve-month periods provided in subdivisions b, c, e and f of this section. h. The department shall have the authority to enforce all provisions of this chapter. The department of consumer affairs also shall have the authority to enforce paragraphs one, two and five of subdivision a of section 16-453 of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "4",
    "text": "Enacted without chapter heading."
  },
  "heading": {
    "title": "16",
    "chaptersection": "455",
    "identifier": "16-455",
    "catch_text": "Penalties. "
  }
}