{
  "text": "ยง 16-453 Recycling program requirements. a. Every operator shall establish an in-store recycling program that shall include, but need not be limited to, the following: 1. every plastic carryout bag provided by a store shall have printed or displayed on the outside face of the bag (i) the words \"PLEASE REUSE OR RECYCLE AT A PARTICIPATING STORE\" using letters at least one-half inch in height or (ii) a similar message encouraging the reuse or recycling of plastic carryout bags that is no less than one inch in height and uses letters at least one quarter inch in height; provided, however, that such store shall be allowed, for six months from the effective date of the local law that added this subdivision, to use its existing stock of plastic carryout bags and may apply to the commissioner for a waiver, based on economic hardship, to extend such six-month period; 2. a bin for the collection of plastic carryout bags and other film plastic shall be placed in a visible location that is easily accessible to the consumer, and clearly marked as available for the purpose of collecting plastic carryout bags and other film plastic for recycling; 3. all plastic carryout bags and other film plastic returned to a store are to be collected, transported and recycled in a manner consistent with the provisions of this chapter or any rule promulgated pursuant to this chapter; 4. plastic carryout bags and other film plastic collected by a store that are free of foreign material shall not be disposed of in any solid waste or hazardous waste facility; and 5. the operator shall make available to consumers within a store at or near the place where plastic carryout bags are dispensed, reusable bags, which may be purchased and used in lieu of a plastic carryout bag or paper bag. b. Each operator or its designee shall maintain records indicating the weight of the plastic carryout bags and film plastic that are collected by such operator's store and transported for recycling. c. Each operator or its designee shall submit an annual report to the department covering the preceding calendar year, beginning with a report covering calendar year two thousand nine, which shall include for all stores that it operates within the city of New York the amount of carryout plastic bags and other film plastic by weight that is collected and transported for recycling, the costs to the operator of such efforts, and any other information the commissioner shall require by rule. Such annual report shall be submitted to the department no later than February twenty-eighth following the calendar year to which the annual report relates. d. The commissioner shall, in consultation with operators, manufacturers and recyclers, develop a system to monitor and determine the weight of all plastic carryout bags and other film plastic collected under this chapter and shall analyze the information and report to the mayor and the council every two years beginning on December thirty-first, two thousand ten, regarding the implementation and enforcement of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "4",
    "text": "Enacted without chapter heading."
  },
  "heading": {
    "title": "16",
    "chaptersection": "453",
    "identifier": "16-453",
    "catch_text": "Recycling program requirements."
  }
}