{
  "text": "ยง 16-422 Responsibility of Manufacturer Collection. a. Beginning July first, two thousand nine or one hundred eighty days after a manufacturer's electronic waste management plan is approved by the department, whichever date is later, such manufacturer must accept for collection, handling and recycling or reuse covered electronic equipment that is offered for return by any person in the city, and has been assembled, manufactured, or imported by such manufacturer, or has been sold under such manufacturer's brand name. b. Beginning July first, two thousand nine or one hundred eighty days after a manufacturer's electronic waste management plan is approved by the department, whichever date is later, such manufacturer must accept for collection, handling and recycling or reuse on a one-to-one basis with the purchase of the same type of covered electronic equipment other than orphan waste that is offered for return by any person in the city, and has been assembled, manufactured or imported by persons other than such manufacturer, or has been sold under the brand name of a person other than such manufacturer. c. Beginning July first, two thousand nine or one hundred eighty days after a manufacturer's electronic waste management plan is approved by the department, whichever date is later, and ending on June thirtieth, two thousand eleven, such manufacturer must accept for collection, handling, and recycling or reuse orphan waste that is offered for return by any person in the city on a one-to-one basis with the purchase of the same type of product by such person. d. Beginning July first, two thousand eleven, each manufacturer must accept for collection, handling, and recycling or reuse orphan waste of the same type sold by such manufacturer in the city that is offered for return by any person in the city. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "4",
    "text": "ELECTRONIC EQUIPMENT COLLECTION, RECYCLING AND REUSE"
  },
  "heading": {
    "title": "16",
    "chaptersection": "422",
    "identifier": "16-422",
    "catch_text": "Responsibility of Manufacturer Collection."
  }
}