{
  "text": "ยง 16-427 Enforcement. a. The department and the department of consumer affairs shall have the authority to enforce the provisions of this chapter. Any notice of violation charging a violation of any provision of this chapter shall be returnable to the environmental control board, which shall have the power to impose civil penalties as provided herein. b. Any person who violates the provisions of subdivision a of section 16-426 of this chapter shall be liable for a civil penalty of one hundred dollars for each violation. c. Any manufacturer who violates the provisions of subdivision b of section of 16-426 of this chapter shall be liable for a civil penalty of one thousand dollars for each violation. d. 1. Beginning September first, two thousand eight, a manufacturer who fails to submit an electronic waste management plan or an annual report as required by this chapter shall be liable for a civil penalty of one thousand dollars per day for each day that an electronic waste management plan or an annual report is not submitted. 2. Beginning September first, two thousand eight, a manufacturer who submits an electronic waste management plan that has been disapproved by the department more than two times shall be liable for a civil penalty of one thousand dollars per day for each day that an electronic waste management plan is not submitted and approved by the department following the date of such second disapproval. 3. Beginning July first, two thousand nine, a manufacturer who knowingly submits an annual report as required by this chapter that contains a false or misleading statement as to a material fact or omits to state any material fact necessary in order to make a statement therein not false or misleading shall be liable for a civil penalty of ten thousand dollars. 4. Beginning July first, two thousand nine, or one hundred eighty days after a manufacturer's electronic waste management plan is approved by the department, whichever date is later, a manufacturer who fails to accept covered electronic equipment or orphan waste offered for return by any person in the city pursuant to such manufacturer's electronic waste management plan shall be liable for a civil penalty of two thousand dollars for each piece of covered electronic equipment or orphan waste not accepted. 5. Beginning July first, two thousand twelve, a manufacturer who has not met the performance standards set forth in subdivision a of section 16-424 of this chapter shall be liable for a civil penalty of fifty thousand dollars for each percentage point that said manufacturer falls below the performance standards, and shall also submit a modified electronic waste management plan to the department with details explaining how said manufacturer intends to comply with the performance standards. The department shall review such modified electronic waste management plan as provided in subdivision h of section 16-423 of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "4",
    "text": "ELECTRONIC EQUIPMENT COLLECTION, RECYCLING AND REUSE"
  },
  "heading": {
    "title": "16",
    "chaptersection": "427",
    "identifier": "16-427",
    "catch_text": "Enforcement."
  }
}