{
  "text": "ยง 16-405 Rechargeable battery recycling program. a. Rechargeable batteries shall be returned to a retailer that sells such batteries that are similar in shape, size and function to those to be disposed of. Rechargeable batteries contained in electronic products must be removed prior to disposal of such product. 1. Retailers having a place of business in the city of New York shall accept from consumers at any time during normal business hours rechargeable batteries of a similar size and shape as the retailer offers for sale. Retailers shall take up to ten such batteries per day from any person regardless of whether such person purchases replacement batteries, and retailers shall also accept as many such batteries as a consumer purchases from the retailer. Retailers shall conspicuously post and maintain, at or near the point of entry to the place of business, a legible sign, not less than 8 1/2 inches by 11 inches in size, stating that used rechargeable batteries of the size and shape sold or offered for sale by the retailer may not enter the solid waste stream, and that the retail establishment is a collection site for recycling such batteries. Such sign shall state the following in letters at least one-inch in height: \"It is illegal to dispose of rechargeable batteries in the city of New York as solid waste. We accept used rechargeable batteries for return to the manufacturer.\" 2. Retailers that sell rechargeable batteries to consumers in the city of New York through non-retail outlets such as through catalogs, or by mail, telephone or the internet shall provide at the time of purchase or delivery to the consumer notice of an opportunity to return used rechargeable batteries at no cost to the consumer for reuse or recycling. 3. Retailers in the city of New York shall conspicuously maintain, at a location within the retail establishment convenient for use by consumers, collection boxes or other suitable receptacles, supplied by the manufacturer, into which consumers may deposit used rechargeable batteries. b. Every battery manufacturer, or any combination of battery manufacturers working together, shall, at the battery manufacturer's own expense, arrange for the return of, and recycle, all used rechargeable batteries collected by retailers. Battery manufacturers shall be responsible for, at a minimum, the following: 1. Every battery manufacturer, or any combination of battery manufacturers working together, shall, within six months of the passage of this law, submit a plan to the commissioner, or any other person responsible for the city of New York's recycling programs, that identifies the methods by which battery manufacturers will collect, transport, and recycle rechargeable batteries collected by retailers at the expense of the battery manufacturer. 2. Every battery manufacturer, or any combination of battery manufacturers working together, shall submit annual reports concerning the amount of rechargeable batteries received and recycled within the city of New York, either by number or by weight; the costs of such efforts; and any other relevant information to the commissioner or any other person responsible for the city of New York's recycling programs. 3. Every battery manufacturer, or any combination of battery manufacturers working together, shall undertake efforts to educate the citizens of the city of New York regarding the appropriate ways to recycle rechargeable batteries. c. The commissioner, or any other person responsible for the city of New York's recycling programs, shall approve or reject any battery manufacturer's collection, transportation, and recycling plans described in paragraph one of subdivision (b) of this section within thirty days of submission and, if rejected, inform the battery manufacturer in writing as to any deficiencies in the plan. Battery manufacturers shall amend and resubmit any rejected plans for reconsideration within sixty days of notification of the rejection of said plan. The commissioner or any other person responsible for the city of New York's recycling programs shall approve or reject said plan within thirty days of resubmission. d. The commissioner, or any other person responsible for the city of New York's recycling programs, shall analyze the information provided by battery manufacturers pursuant to paragraph two of subdivision (b) of this section and report to the Mayor and the City Council every two years. e. The commissioner, or any other person responsible for the city of New York's recycling programs, shall promulgate any rules needed to implement this law. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "4",
    "text": "Enacted without chapter heading."
  },
  "heading": {
    "title": "16",
    "chaptersection": "405",
    "identifier": "16-405",
    "catch_text": "Rechargeable battery recycling program."
  }
}