{
  "text": "ยง 16-452 Definitions. When used in this chapter: a. \"Chain of stores\" means five or more stores located within the city of New York that are engaged in the same general field of business and (1) conduct business under the same business name or (2) operate under common ownership or management or pursuant to a franchise agreement with the same franchisor. b. \"Consumer\" means any person who purchases a product from a store that is placed in a plastic carryout bag at the time of sale. c. \"Film plastic\" means uncontaminated non-rigid film plastic packaging products composed of plastic resins that include, but are not limited to, newspaper bags, dry cleaning bags and shrink-wrap. d. \"Food service establishment\" means any establishment (1) where the primary business is providing food for individual portion service directly to the consumer, whether consumption of such food occurs on or off the premises or such service is provided in a premises or from a pushcart, stand or vehicle, and (2) that is subject to the permit requirement contained in section 81.05 of the New York city health code. e. \"Manufacturer\" means every person, firm or corporation that: (1) produces plastic carryout bags that are sold or distributed within the city of New York, or (2) imports plastic carryout bags into the United States that are sold or distributed within the city of New York. f. \"Operator\" means a person, firm or corporation that owns or is in control of, or has responsibility for, the daily operation of a store. g. \"Plastic carryout bag\" means a plastic bag provided by a store to a consumer at the point of sale that is not a reusable bag. h. \"Reusable bag\" means (1) a bag made of cloth or other machine washable fabric that has handles, or (2) a durable plastic bag, with handles, that is at least 2.25 mils thick and is specifically designed and manufactured for multiple reuse. i. \"Store\" means a retail or wholesale establishment, other than a food service establishment, that sells products and provides plastic carryout bags to consumers in which to place these products and (1) has over five thousand square feet of retail or wholesale space or (2) is one of a chain of stores. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "4",
    "text": "Enacted without chapter heading."
  },
  "heading": {
    "title": "16",
    "chaptersection": "452",
    "identifier": "16-452",
    "catch_text": "Definitions."
  }
}