{
  "text": "ยง 16-423 Manufacturer Electronic Waste Management Plan. a. No later than September first, two thousand eight, a manufacturer shall submit to the department an electronic waste management plan for the collection, handling, and recycling or reuse of covered electronic equipment and orphan waste. Any person who becomes a manufacturer on or after September first, two thousand eight shall submit to the department an electronic waste management plan for the collection, handling, and recycling or reuse of covered electronic equipment and orphan waste prior to selling any covered electronic equipment in the city. b. A manufacturer's submission of an electronic waste management plan pursuant to subdivision a of this section shall be accompanied by a fee of one thousand five hundred dollars. A manufacturer's submission of an annual report pursuant to subdivision a of section 16-428 of this chapter shall be accompanied by a fee of one thousand two hundred fifty dollars. Any manufacturer who submits such plan or report without the requisite fee shall be deemed not to have submitted such plan or report and shall be subject to the penalties set forth in paragraph one of subdivision d of section 16-427 of this chapter for failure to submit such plan or report. c. The manufacturer shall not impose a fee or other charge on any person for the collection, handling, and recycling or reuse of covered electronic equipment or orphan waste, except that a fee or other charge may be imposed by contractual agreement between a manufacturer and a business entity, partnership, company, corporation or firm having more than fifty full time employees other than a not-for-profit corporation as defined in subparagraph five or seven of subdivision a of section one hundred two of the New York not-for-profit corporation law, association, governmental entity, public benefit corporation or public authority. d. An electronic waste management plan shall include, at a minimum: 1. details for the collection, handling, and recycling or reuse of covered electronic equipment and orphan waste as required by this chapter, including but not limited to the methods by which a person can return to the manufacturer such covered electronic equipment and orphan waste. Such methods shall be convenient for residents of the city; 2. how the manufacturer will inform residents and businesses of the city about the manufacturer's plan for the collection, handling, and recycling or reuse of covered electronic equipment and orphan waste, which shall include an internet website and a toll-free telephone number; 3. information on the manufacturer's plan for the disposition of covered electronic equipment and orphan waste, including any plan for the recycling or reuse of such covered electronic equipment and orphan waste. If the manufacturer provides a plan for the recycling or reuse of covered electronic equipment and orphan waste, the manufacturer shall include details about anticipated end markets and electronic recyclers expected to be utilized by the manufacturer, including but not limited to details on the methods of collection, handling and recycling or reuse of covered electronic equipment used by such electronic recyclers, details on any disassembly or physical recovery operation to be used by such electronic recyclers, the locations of any such operations, and details on the manufacturer's compliance with applicable laws and regulations relating to the disposition, recycling or reuse of covered electronic equipment; 4. a description of how the manufacturer will plan to attain the performance standards established in paragraph a of section 16-424 of this chapter; 5. annual city sales data of the manufacturer's covered electronic equipment for the previous three calendar years; 6. the method to be used to destroy all data in any covered electronic equipment and orphan waste collected, either through physical destruction of the data storage components thereof or through data wiping meeting or exceeding United States Department of Defense standard 5220.22M; 7. a list of the manufacturer's brand names, including: (i) any brand name under which the manufacturer assembles or substantially assembles, or has assembled or substantially assembled covered electronic equipment; (ii) any brand name under which the manufacturer manufactures and sells, or has manufactured and sold, covered electronic equipment; (iii) any brand name under which the manufacturer sells or has sold covered electronic equipment produced by another person under such manufacturer's own brand; (iv) any brand name that the manufacturer owns and licenses or has licensed to another person for use on covered electronic equipment; (v) any brand name under which the manufacturer imports or has imported covered electronic equipment for sale in the city; and (vi) any brand name of covered electronic equipment of which the manufacturer has become the successor-in-interest; 8. a certification that the manufacturer's collection, handling, and recycling or reuse of covered electronic equipment complies with all local, state, federal and international laws and regulations; and 9. any other information as may be required by department rules. e. The department shall approve or disapprove a proposed electronic waste management plan submitted by a manufacturer within one hundred eighty days of its submission. The department may approve a submitted electronic waste management plan that does not conform with every one of the requirements of this chapter upon application and a showing of good cause by such manufacturer. If the department approves an electronic waste management plan, it shall expeditiously notify the manufacturer of the approval in writing. If the department disapproves an electronic waste management plan, it shall expeditiously notify the manufacturer in writing of the disapproval and specify the reasons for such disapproval. The manufacturer shall have thirty days to resubmit a revised electronic waste management plan after the department notifies the manufacturer of its disapproval. The department shall approve or disapprove a resubmitted electronic waste management plan within ninety days of resubmission. f. Beginning on July first, two thousand nine, or one hundred eighty days after an electronic waste management plan is approved by the department, whichever date is later, a manufacturer of covered electronic equipment shall implement its approved plan for the collection, handling and recycling or reuse of covered electronic equipment and orphan waste. g. An electronic waste management plan may provide for the sharing of resources by one or more manufacturers, provided that such plan meets the requirements of this section. Any electronic waste management plan providing for the sharing of resources must include a list of manufacturers participating in such plan. h. 1. Proposed modifications to a previously approved manufacturer's electronic waste management plan shall be submitted to the department which shall approve or disapprove such modification within sixty days and expeditiously notify the manufacturer of its determination in writing. If the department disapproves such modification, it shall specify the reasons for such disapproval in writing and the manufacturer shall have thirty days to submit a revised modification to the department. 2. At any time, the department may require resubmission of a proposed modification where it determines that the manufacturer is not in compliance with the collection standards as set forth in section 16-424 of this chapter. The department shall approve or disapprove such modification in accordance with paragraph one of this subdivision. i. Notwithstanding the provisions of section 16-423 of this chapter, any person who becomes a manufacturer of covered electronic equipment subsequent to the effective date of this section may include within a submitted electronic waste management plan a proposed schedule for compliance with the minimum collection standards set forth in section 16-424 beyond the respective compliance dates set forth in such section. The commissioner may approve such proposed schedule or may approve a modification to such proposed schedule that provides for a reasonable compliance time beyond that provided for in such section. j. All decisions of the department pursuant to this section shall be made public. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "4",
    "text": "ELECTRONIC EQUIPMENT COLLECTION, RECYCLING AND REUSE"
  },
  "heading": {
    "title": "16",
    "chaptersection": "423",
    "identifier": "16-423",
    "catch_text": "Manufacturer Electronic Waste Management Plan."
  }
}