{
  "text": "ยง 16-421 Definitions. As used in this chapter: a. \"Brand name\" means a manufacturer's name, brand designation, make or model name or number, or other nomenclature by which covered electronic equipment is offered for sale by a manufacturer. b. \"Cathode ray tube\" means a vacuum tube or picture tube used to convert an electronic signal into a visual image. c. \"Computer\" means an electronic, magnetic, optical, electrochemical or other high-speed data processing device performing a logical, arithmetic or storage function, and may include both a computer central processing unit and a monitor; but such term shall not include an automated typewriter or typesetter, a portable hand-held calculator, a portable digital assistant, or other similar device. d. \"Covered electronic equipment\" means any computer central processing unit; cathode ray tube; cathode ray tube device; keyboard; electronic mouse or similar pointing device; television; printer; computer monitor, including but not limited to a liquid crystal display and plasma screens, or similar video display device that includes a screen that is greater than four inches measured diagonally and one or more circuit boards; a laptop or other portable computer; or a portable digital music player that has memory capability and is battery-powered. \"Covered electronic equipment\" does not include any automobile; mobile phone; household appliances such as clothes washers, clothes dryers, refrigerators, freezers, microwave ovens, ovens, ranges or dishwashers; equipment that is functionally or physically part of a larger piece of equipment intended for use in an industrial, research and development or commercial setting; security, anti-terrorism or medical equipment that utilizes a cathode ray tube, a cathode ray tube device or a flat panel display or similar video display device that is not separate from the larger piece of equipment; or any other device, as that term is defined in section three hundred twenty-one of title twenty-one of the United States code. e. \"Electronic recycler\" means a person who 1. refurbishes or otherwise processes covered electronic equipment for reuse or resale; or 2. removes, segregates or otherwise extracts components or commodities from covered electronic equipment, either by manual or mechanical separation or by changing such equipment's physical or chemical composition, for the purpose of reusing or recycling such components or commodities. f. \"Label\" means information, as required by this chapter, on the surface of covered electronic equipment, which must be permanently attached to, printed or engraved on or incorporated in any other permanent manner on such equipment, and obvious and visible to users of such equipment. g. \"Manufacturer\" means a person who: 1. assembles or substantially assembles, or has assembled or substantially assembled, covered electronic equipment for sale in the city; 2. manufactures or has manufactured covered electronic equipment under its own brand name or under any other brand name for sale in the city; 3. sells or has sold, under its own brand name, covered electric equipment produced by another person for sale in the city; 4. owns a brand name that it licenses or has licensed to another person for use on covered electronic equipment sold in the city; 5. imports or has imported covered electronic equipment for sale in the city; or 6. manufactures or has manufactured covered electronic equipment for sale in the city without affixing a brand name. h. \"Monitor\" means a separate visual display component of a computer, whether sold separately or with a central processing unit and includes the cathode ray tube, liquid crystal display, or other image projection technology, and its case, interior wires and circuitry, all exterior and interior cables, and power cord. i. \"Orphan waste\" means covered electronic equipment, the manufacturer of which cannot be identified or is no longer in business and for which no successor-in-interest has been identified. j. \"Person\" means any individual, business entity, partnership, company, corporation, not-for-profit corporation, association, governmental entity, public benefit corporation, public authority, or firm. k. \"Recycle\" means to use the materials contained in covered electronic equipment or components thereof as raw materials for new products or components, but not for energy recovery or energy generation by means of combustion, gasification, pyrolysis or other means. l. \"Reuse\" means any operation by which covered electronic equipment or components thereof are used for the same purpose for which they were conceived. m. \"Sell\" or \"sale\" means any transfer for consideration, by lease or sales contract of title to or the right to use covered electronic equipment from a manufacturer or retailer to any person, including, but not limited to, transactions conducted through retail sales outlets, catalogs, or the internet; \"sell\" or \"sale\" includes transfer of new, used or refurbished covered electronic equipment, but does not include transfers between end users of such equipment. n. \"Television\" means a display system containing a cathode ray tube or any other type of display primarily intended to receive broadcast video programming, having a viewable area greater than four inches when measured diagonally. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "4",
    "text": "ELECTRONIC EQUIPMENT COLLECTION, RECYCLING AND REUSE"
  },
  "heading": {
    "title": "16",
    "chaptersection": "421",
    "identifier": "16-421",
    "catch_text": "Definitions."
  }
}