{
  "text": "ยง 16-403 Definitions. When used in this chapter: a. \"Battery manufacturer\" means every person, firm or corporation that: (i) produces rechargeable batteries sold or distributed in the city of New York, or packages such batteries for sale in the city of New York, except that if such production or packaging is for a distributor having the right to produce or otherwise package that same brand of battery in the city of New York, then such distributor shall be deemed to be the battery manufacturer; or (ii) imports rechargeable batteries into the United States that are sold or distributed in the city of New York. b. \"Consumer\" means any person who purchases one or more rechargeable batteries, or products containing such batteries at the time of sale, for personal use. c. \"Place of business\" means the location at which a retailer sells or offers for sale to consumers, rechargeable batteries, or products containing such batteries at the time of sale. d. \"Rechargeable battery\" means any rechargeable nickel-cadmium, sealed lead, lithium ion, nickel metal hydride battery, or any other such dry cell battery capable of being recharged weighing less than twenty-five pounds, or battery packs containing such batteries, but shall not include a battery used as the principal electric power source for a vehicle, such as, but not limited to, an automobile, boat, truck, tractor, golf cart or wheelchair, for storage of electricity generated by an alternative power source, such as solar or wind-driven generators, or for memory backup in an electronic device. e. \"Retailer\" means a person, firm or corporation that engages in the sale of rechargeable batteries, or products containing such batteries, to a consumer in the city of New York, including, but not limited to, transactions conducted through sales outlets, catalogs, by mail, telephone or the internet. For the purposes of this section retailer shall not include a \"food store\". f. \"Food Store\" means a store selling primarily food and food products for consumption or use off the premises that occupies less than 14,000 square feet of display space. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "SANITATION"
  },
  "chapter": {
    "identifier": "4",
    "text": "Enacted without chapter heading."
  },
  "heading": {
    "title": "16",
    "chaptersection": "403",
    "identifier": "16-403",
    "catch_text": "Definitions."
  }
}