{
  "text": "ยง 16-511 Independent auditing or monitoring required. a. The commission may, in the event the background investigation conducted pursuant to section 16-508 of this chapter produces adverse information, require as a condition of a license that the licensee enter into a contract with an independent auditor approved or selected by the commission. Such contract, the cost of which shall be paid by the licensee, shall provide that the auditor investigate the activities of the licensee with respect to the licensee's compliance with the provisions of this chapter, other applicable federal, state and local laws and such other matters as the commission shall determine by rule. The contracts shall provide further that the auditor report the findings of such monitoring and investigation to the commission on a periodic basis, no less than four times a year. b. In the case of an applicant or licensee who is the subject of a pending indictment or criminal action for a crime that would provide a basis for the refusal to issue a license under this chapter, the commission, in its discretion, may, in the case of an applicant, refrain from making a licensing determination until final disposition of the criminal case, and may also require as a condition of the license that an applicant or licensee enter into a contract with an independent monitor approved or selected by the commission. The cost of such contract shall be paid by the applicant or licensee, and such contract shall require that the monitor review and either approve or disapprove certain actions proposed to be taken by the licensee, where such actions fall within a category identified by rule of the commission as having a particular bearing on the fitness of an applicant or a licensee to hold a license to conduct a trade waste removal business under this chapter. Such actions shall include, without limitation, any decision to assign contracts for the removal, collection or disposal of trade waste, any decision to transfer an ownership interest or substantial assets to another person or entity where such interests or assets exceed a threshold established in such rule, any significant expenditure by the business as defined in such rule, and the initiation of any litigation against a customer or another trade waste removal business or its customer. The monitor shall report promptly to the commission concerning the disposition of any such actions in the manner set forth in rules of the commission. c. The commission shall be authorized to prescribe, in any contract required by the commission pursuant to this section, such reasonable terms and conditions as the commission deems necessary to effectuate the purposes hereof. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "Enacted without title heading."
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY TRADE WASTE COMMISSION"
  },
  "heading": {
    "title": "16-A",
    "chaptersection": "511",
    "identifier": "16-511",
    "catch_text": "Independent auditing or monitoring required."
  }
}