{
  "text": "ยง 16-520 Conduct by licensees of trade waste collection, removal or disposal. a. Every licensee pursuant to this chapter shall provide to every recipient of its services a sign which the licensee shall obtain from the commission. In addition to the information printed on the sign by the commission, the licensee shall print the day and approximate time of pickup clearly and legibly on the sign. Such sign shall be conspicuously posted as prescribed in section 16-116(b) of this code by the owner, lessee or person in control of the commercial establishment which receives the licensee's services. b. Except as otherwise provided in subdivision d of section 16-523, a licensee shall not charge, exact or accept rates for the collection, removal or disposal of trade waste any amount greater than any maximum rates or less than any minimum rates that the commission may fix pursuant to section 16-519 of this chapter. c. All licensees shall maintain audited financial statements, records, ledgers, receipts, bills and such other written records as the commission determines are necessary or useful for carrying out the purposes of this chapter. Such records shall be maintained for a period of time not to exceed five years to be determined by rule by the commission, provided however, that such rule may provide that the commission may, in specific instances at its discretion, require that records be retained for a period of time exceeding five years. Such records shall be made available for inspection and audit by the commission at its request at either the licensee's place of business or at the offices of the commission. d. A licensee shall be in compliance with all applicable state, federal and local laws, ordinances, rules and regulations pertaining to the collection, removal and disposal of trade waste. e. (i) A contract for the collection, removal or disposal of trade waste shall not exceed two years in duration. All such contracts shall be approved as to form by the commission. (ii) An assignee of contracts for the removal, collection or disposal of trade waste shall notify each party to a contract so assigned of such assignment and of the right of such party to terminate such contract within three months of receiving notice of such assignment upon thirty days notice. Such notification shall be by certified mail with the receipt of delivery thereof retained by the assignee and shall be upon a form prescribed by the commission. Where no written contract exists with a customer for the removal, collection or disposal of trade waste, a company that assumes such trade waste removal from another company shall provide such customer with notice that a new company will be providing such trade waste removal and that the customer has the right to terminate such service. Such notice shall be by certified mail with the receipt of delivery thereof retained by the assignee. f. A licensee shall bill commercial establishments for removal, collection or disposal of trade waste in a form and manner to be prescribed by the commission. g. A licensee shall not refuse to provide service to a commercial establishment that is located within an area of ten blocks from an establishment served by such licensee unless such licensee has demonstrated to the commission a lack of capacity or other business justification for the licensee's refusal to service such establishment. For the purposes of this subdivision, the term \"block\" shall mean the area of a street spanning from one intersection to the next. h. A licensee shall provide to the commission the names of any employees proposed to be hired or hired subsequent to the issuance of a license and such information regarding such employees as is required in regard to employees and prospective employees pursuant to subdivision a of section 16-508 of this chapter. i. A licensee who provides services for a commercial establishment shall keep the sidewalk, flagging, curbstone and roadway abutting such establishment free from obstruction, garbage, refuse, litter, debris and other offensive material resulting from the removal by the licensee of trade waste. j. (i) No licensee or principal thereof shall be a member or hold a position in any trade association: (aa) where such association, or a predecessor thereof as determined by the commission, has violated state or federal antitrust statutes or regulations, or has been convicted of a racketeering activity or similar crime, including but not limited to the offenses listed in subdivision one of section nineteen hundred sixty-one of the Racketeer Influenced and Corrupt Organizations statute (18 U.S.C. ยง 1961 et seq.) or an offense listed in subdivision one of section 460.10 of the penal law, as such statutes may be amended from time to time; (bb) where a person holding a position in such trade association, or a predecessor thereof as determined by the commission, has violated state or federal antitrust statutes or regulations, or has been convicted of a racketeering activity or similar crime, including but not limited to the offenses listed in subdivision one of section nineteen hundred sixty-one of the Racketeer Influenced and Corrupt Organizations statute (18 U.S.C. ยง 1961 et seq.) or an offense listed in subdivision one of section 460.10 of the penal law, as such statutes may be amended from time to time; (cc) where a person holding a position in such trade association, or a predecessor thereof as determined by the commission, is a member or associate of an organized crime group as identified by a federal, state or city law enforcement or investigative agency; or (dd) where the trade association has failed to cooperate fully with the commission in connection with any investigation conducted pursuant to this chapter. The commission may determine, for purposes of this subdivision, that a trade association is a predecessor of another such trade association by finding that transfers of assets have been made between them or that all or substantially all of the persons holding positions in the two associations are the same. A licensee shall be in violation of this paragraph when the licensee knows or should know of a violation, conviction, association with organized crime or failure to cooperate set forth herein. (ii) Notwithstanding the provisions of paragraph (i) of this subdivision, the commission may permit a licensee to be a member of such a trade association upon a determination by the commission that such association does not operate in a manner inconsistent with the purposes of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "Enacted without title heading."
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY TRADE WASTE COMMISSION"
  },
  "heading": {
    "title": "16-A",
    "chaptersection": "520",
    "identifier": "16-520",
    "catch_text": "Conduct by licensees of trade waste collection, removal or disposal."
  }
}