{
  "text": "ยง 16-501 Definitions. a. \"Applicant\" shall mean, if a business entity submitting an application for a license or registration pursuant to this chapter, the entity and each principal thereof. b. \"Commission\" shall mean the New York city trade waste commission as established by section 16-502 of this chapter. c. \"Position\" in a trade association shall mean an officer, member of the board of directors, partner, trustee, shareholder holding ten percent or more of the outstanding shares of stock in such association, or administrator, business agent or other status involving participation directly or indirectly in the management or control of such association. d. \"Principal\" shall mean, of a sole proprietorship, the proprietor; of a corporation, every officer and director and every stockholder holding ten percent or more of the outstanding shares of the corporation; of a partnership, all the partners; if another type of business entity, the chief operating officer or chief executive officer, irrespective of organizational title, and all persons or entities having an ownership interest of ten percent or more; and with respect to all business entities, all other persons participating directly or indirectly in the control of such business entity. Where a partner or stockholder holding ten percent or more of the outstanding shares of a corporation is itself a partnership, or a corporation, a \"principal\" shall also include the partners of such partnership or the officers, directors and stockholders holding ten percent or more of the outstanding shares of such corporation, as is appropriate. For the purposes of this chapter (1) an individual shall be considered to hold stock in a corporation where such stock is owned directly or indirectly by or for (i) such individual; (ii) the spouse or domestic partner of such individual (other than a spouse who is legally separated from such individual pursuant to a judicial decree or an agreement cognizable under the laws of the state in which such individual is domiciled); (iii) the children, grandchildren and parents of such individual; and (iv) a corporation in which any of such individual, the spouse, domestic partner, children, grandchildren or parents of such individual in the aggregate own fifty percent or more in value of the stock of such corporation; (2) a partnership shall be considered to hold stock in a corporation where such stock is owned, directly or indirectly, by or for a partner in such partnership; and (3) a corporation shall be considered to hold stock in a corporation that is an applicant as defined in this section where such corporation holds fifty percent or more in value of the stock of a third corporation that holds stock in the applicant corporation. e. \"Trade association\" shall mean an entity having as a primary purpose the promotion, advancement or self-regulation of businesses that remove, collect or dispose of trade waste, including but not limited to a corporation, unincorporated association, partnership, trust or limited liability company, whether or not such entity is organized for profit, not-for-profit, business or non-business purposes. f. \"Trade waste\" or \"waste\" shall mean: (1) all putrescible and non-putrescible materials or substances, except as described in paragraph two of this subdivision, that are discarded or rejected by a commercial establishment required to provide for the removal of its waste pursuant to section 16-116 of this code as being spent, useless, worthless or in excess to the owners at the time of such discard or rejection, including but not limited to garbage, refuse, street sweepings, rubbish, tires, ashes, contained gaseous material, incinerator residue, construction and demolition debris, medical waste, offal and any other offensive or noxious material. Such term shall also include recyclable materials as defined in subdivision i of section 16-303 of this code that are generated by such commercial establishments. (2) The following are not \"trade waste\" or \"waste\" for the purposes of this chapter: sewage; industrial wastewater discharges; irrigation return flows; radioactive materials that are source, special nuclear or by-product material as defined by the Atomic Energy Act of 1954, as amended, 41 U.S.C. ยง2011 et seq.; materials subject to in-situ mining techniques which are not removed from the ground as part of the extraction process; and hazardous waste as defined in section 27-0901 of the environmental conservation law. g. \"Trade waste broker\" shall mean a person or entity who, for a fee, brokers agreements between commercial establishments and providers of trade waste removal, collection or disposal services or conducts evaluations or analyses of the waste generated by such commercial establishments in order to recommend cost efficient means of waste disposal or other changes in related business practices. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "Enacted without title heading."
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY TRADE WASTE COMMISSION"
  },
  "heading": {
    "title": "16-A",
    "chaptersection": "501",
    "identifier": "16-501",
    "catch_text": "Definitions."
  }
}