{
  "text": "ยง 16-504 Powers and duties. The powers and duties of the commission shall include but not be limited to: a. To issue and establish standards for the issuance, suspension and revocation of licenses and registrations authorizing the operation of businesses engaged in the collection, removal or disposal of waste within the city and trade waste broker businesses, provided that unless otherwise provided herein, the commission may by resolution delegate to the chair the authority to make individual determinations regarding: issuance, suspension and revocation of such licenses and registrations; investigations of background and determinations of fitness in regard to employees of licensees; and the appointment of independent auditors and monitors in accordance with the provisions of this chapter; b. To establish maximum and minimum rates for the collection, removal, or disposal of such waste; c. To investigate any matter within the jurisdiction conferred by this chapter and to have full power to compel the attendance, examine and take testimony under oath of such persons as it may deem necessary in relation to such investigation, and to require the production of books, accounts, papers and other evidence relevant to such investigation; d. To establish standards for service and for the regulation and conduct of businesses licensed or registered pursuant to this chapter, including but not limited to requirements governing the level of service to be provided by licensees, contracts for trade waste removal, billing form and procedures, the maintenance and inspection of records, the maintenance of appropriate insurance, and compliance with safety and health measures; e. To appoint, within the appropriations available therefor, such employees as may be required for the performance of the duties prescribed herein. In addition to such employees appointed by the commission, the commissioners of business services, investigation, consumer affairs, transportation, sanitation, health, finance, environmental protection and police may, at the request of the chair, provide staff and other assistance to the commission in all matters under its jurisdiction; f. To conduct studies or investigations into the needs of commercial and other enterprises for waste removal and the trade waste industry in the city and other jurisdictions in order to assist the city in formulating policies to provide for orderly and efficient trade waste removal at a fair and reasonable cost to businesses; g. To establish programs for the education of customers, including but not limited to education of customers in the accurate assessment of the types and volume or waste and the rights of such customers in relationship to contracting, service and customer complaint procedures established pursuant to this chapter; h. To establish special trade waste removal districts pursuant to section 16-523 of this chapter; and i. To establish fees and promulgate rules as the commission may deem necessary and appropriate to effect the purposes and provisions of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "Enacted without title heading."
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY TRADE WASTE COMMISSION"
  },
  "heading": {
    "title": "16-A",
    "chaptersection": "504",
    "identifier": "16-504",
    "catch_text": "Powers and duties."
  }
}