{
  "text": "ยง 16-515 Penalties. In addition to any other penalty provided by law: a. Except as otherwise provided in subdivision b or subdivision c of this section, any person who violates any provision of this chapter or any of the rules promulgated thereto shall be liable for a civil penalty which shall not exceed ten thousand dollars for each such violation. Such civil penalty may be recovered in a civil action or may be returnable to the department of consumer affairs or other administrative tribunal of competent jurisdiction; b. (i) Any person who violates subdivision a of section 16-505 or section 16-524 of this chapter shall, upon conviction thereof, be punished for each violation by a criminal fine of not more than ten thousand dollars for each day of such violation or by imprisonment not exceeding six months, or both; and any such person shall be subject to a civil penalty of not more than five thousand dollars for each day of such violation to be recovered in a civil action or returnable to the department of consumer affairs or other administrative tribunal of competent jurisdiction; and c. Any person who violates subdivision b of section 16-505 of this chapter or any rule pertaining thereto shall, upon conviction thereof, be punished by a civil penalty not to exceed one thousand dollars for each such violation to be recovered in a civil action or returnable to the department of consumer affairs or other administrative tribunal of competent jurisdiction. d. The corporation counsel is authorized to commence a civil action on behalf of the city for injunctive relief to restrain or enjoin any activity in violation of this chapter and for civil penalties. e. (i) In addition to any other penalty prescribed in this section for the violation of subdivisions a or b of section 16-505 or subdivision a of section 16-524 of this chapter, or when there have been three or more violations within a three year period of the provisions herein, the commission shall, after notice and the opportunity to be heard, be authorized: to order any person in violation of such provisions immediately to discontinue the operation of such activity at the premises from which such activity is operated; to order that any premises from which activity in violation of such provisions is operated shall be sealed, provided that such premises are used primarily for such activity; and to order that any vehicles or other devices or instrumentalities utilized in the violation of such provisions shall be removed, sealed, or otherwise made inoperable. An order pursuant to this paragraph shall be posted at the premises from which activity in violation of such provisions occurs. (ii) Ten days after the posting of an order issued pursuant to paragraph (i) of this subdivision, this order may be enforced by any person so authorized by section 16-517 of this chapter. (iii) Any vehicle or other device or instrumentality removed pursuant to the provisions of this section shall be stored in a garage, pound or other place of safety and the owner or other person lawfully entitled to the possession of such item may be charged with reasonable costs for removal and storage payable prior to the release of such item. (iv) A premise ordered sealed or a vehicle or other device or instrumentality removed pursuant to this section shall be unsealed or released upon payment of all outstanding fines and all reasonable costs for removal and storage and, where the underlying violation is for unlicensed or unregistered activity or unauthorized activity in a special trade waste district, demonstration that a license has been obtained or a business registered or proof satisfactory to the commission that such premise or item will not be used in violation of subdivision a or b of section 16-505 or subdivision a of section 16-524 of this chapter. (v) It shall be a misdemeanor for any person to remove the seal from any premises or remove the seal from or make operable any vehicle or other device or instrumentality sealed or otherwise made inoperable in accordance with an order of the commission. (vi) A vehicle or other device or instrumentality removed pursuant to this section that is not reclaimed within ninety days of such removal by the owner or other person lawfully entitled to reclaim such item shall be subject to forfeiture upon notice and judicial determination in accordance with provisions of law. Upon forfeiture, the commission shall, upon a public notice of at least five days, sell such item at public sale. The net proceeds of such sale, after deduction of the lawful expenses incurred, shall be paid into the general fund of the city. ",
  "sections": [

  ],
  "title": {
    "identifier": "16",
    "text": "Enacted without title heading."
  },
  "chapter": {
    "identifier": "1",
    "text": "NEW YORK CITY TRADE WASTE COMMISSION"
  },
  "heading": {
    "title": "16-A",
    "chaptersection": "515",
    "identifier": "16-515",
    "catch_text": "Penalties."
  }
}