{
  "text": "ยง 17-178 Availability of resuscitation equipment in certain public places. a. Definitions. For the purposes of this section, the following terms shall be defined as follows: 1. \"Bar\" means any establishment which is devoted to the sale and service of alcoholic beverages for on-premises consumption and in which the service of food, if served at all, is incidental to the consumption of such beverages. 2. \"Health club\" means any commercial establishment offering instruction, training or assistance or the facilities for the preservation, maintenance, encouragement or development of physical fitness or well being. \"Health club\" as defined herein shall include, but not be limited to health spas, sports, tennis, racquet ball, and platform tennis clubs, figure salons, health studios, gymnasiums, weight control studios, martial arts and self-defense schools or any other commercial establishment offering a similar course of physical training. 3. \"Owner or operator\" means the owner, manager, operator or other person having control of an establishment. 4. \"Public place\" means a restaurant, bar, theatre or health club. 5. \"Restaurant\" means any commercial eating establishment which is devoted, wholly or in part, to the sale of food for on-premises consumption. 6. \"Resuscitation equipment\" means (i) an adult exhaled air resuscitation mask, for which the federal food and drug administration has granted permission to market, accompanied by a pair of latex gloves and (ii) a pediatric exhaled air resuscitation mask, for which the federal food and drug administration has granted permission to market, accompanied by a pair of latex gloves. 7. \"Theatre\" means a motion picture theatre, concert hall, auditorium or other building used for, or designed for the primary purpose of, exhibiting movies, stage dramas, musical recitals, dance or other similar performances. b. Resuscitation equipment required. The owner or operator of a public place shall have available in such public place resuscitation equipment in quantities deemed adequate by the department. Such equipment shall be readily accessible for use during medical emergencies. Any information deemed necessary by the commissioner shall accompany the resuscitation equipment. Resuscitation equipment shall be discarded after a single use. c. Notice required. The owner or operator of a public place shall provide notice to patrons, by means of signs, printed material or other means of written communication, indicating the availability of resuscitation equipment for emergency use and providing information on how to obtain cardiopulmonary resuscitation training. The type, size, style, location and language of such notice shall be determined in accordance with rules promulgated by the commissioner. In promulgating such rules, the commissioner shall take into consideration the concerns of the public places within the scope of this section. If the department shall make signs available pursuant to this subdivision, it may charge a fee to cover printing, postage and handling expenses. d. Rescue liability limited. Any owner or operator of a public place, his or her employee or other agent, or any other person who voluntarily and without expectation of monetary compensation renders emergency treatment using the resuscitation equipment required pursuant to this section, to a person who is unconscious, ill or injured, shall not be liable for damages for injuries alleged to have been sustained by such person or for damages for the death of such person alleged to have occurred by reason of an act or omission in the rendering of such emergency treatment unless it is established that the injuries were or death was caused by gross negligence on the part of the rescuer. e. No duty to act. Nothing contained in this section shall impose any duty or obligation on any owner or operator of a public place, his or her employee or other agent, or any other person to provide resuscitation assistance to the victim of a medical emergency. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF HEALTH AND MENTAL HYGIENE"
  },
  "heading": {
    "title": "17",
    "chaptersection": "178",
    "identifier": "17-178",
    "catch_text": "Availability of resuscitation equipment in certain public places."
  }
}