{
  "text": "ยง 17-196 Electronic death registration system. a. Definition. For the purposes of this section, the term \"responsible person\" shall mean any individual, governmental body or division thereof or corporate entity authorized by the department to use the electronic death registration system. b. Development of an electronic death registration system. The department shall, subject to the approval of the board of health, develop an electronic death registration system. Such electronic death registration system shall include an internet based electronic method of collecting, storing, recording, transmitting, amending and authenticating information necessary to complete a death registration. Such system shall enable the department to produce certified death certificates and amended death certificates, as well as burial, transportation, cremation and disinterment permits, and any such other related documents determined by the department as capable of being produced and transmitted by such system. Such system shall, with the exception of certified death certificates and amended death certificates, be able to transmit information and documents to remote local printers or facsimile machines of responsible persons for printing. Such system shall include an electronic payment system by which all fees, including, but not limited to, those relating to data recordation and the issuance of permits and certified copies of death certificates, may be transmitted to the department. The department shall ensure that the electronic death registration system be designed in such a way so as to best facilitate convenient access by responsible persons in a manner consistent with ensuring system security. c. Implementation. (i) By October 1, 2006, the department shall ensure that at least sixty percent of all deaths occurring within the city of New York are registered via the electronic death registration system. (ii) By October 1, 2008, the department shall ensure that the electronic death registration system is accessible to all responsible persons who seek to use such system for the registration of deaths occurring within the city of New York and that at least seventy-five percent of all deaths occurring within the city of New York are registered via such system. d. Emergency events; exceptions. In the event of an emergency declared by the commissioner or the mayor, or exigent circumstances declared by the commissioner or chief medical examiner on a case-by-case basis, the electronic death registration system shall not be required as the means for the registration of deaths. e. Training and certification. By October 1, 2004, the department shall develop a training curriculum and implement a training program based on such curriculum to train all responsible persons and their designees pursuant to subdivision f of this section in the operation and use of the electronic death registration system. The department shall ensure that such training program be offered at least four times a year at various locations throughout the city of New York at a price reasonably related to the cost of providing such training. Such programs may be operated by the department or by a private entity, including, but not limited to, health care facilities and relevant professional associations and societies, pursuant to an agreement with the department. At the successful completion of such training, such responsible persons and their designees shall receive a certification from the department indicating that such training was successfully completed. f. Access. (i) A responsible person may designate one or more employees of such responsible person to input information into the electronic death registration system under the supervision of such responsible person, but who are not authorized to authenticate such information. (ii) By November 1, 2004, the department shall provide at least two computer workstations at all burial desks operated by the office of vital statistics for the use of responsible persons to input information into the electronic death registration system. g. Violations. Any responsible person who violates any rules promulgated pursuant to this section shall be liable to pay a penalty as provided by the health code of the city of New York, the administrative code of the city of New York or any other applicable law, rule or regulation. h. Advisory panel. Not later than sixty days after the effective date of the local law that added this section, there shall be established within the department an advisory panel to advise the commissioner on issues relating to the design, implementation and maintenance of the electronic death registration system. Such advisory panel shall consist of the commissioner or his or her designee, the chief medical examiner or his or her designee and at least eight additional members, four of whom shall be appointed by the mayor and four of whom shall be appointed by the speaker of the city council. With respect to the mayor's appointments, one shall represent the interests of private hospitals operating within the city, one shall represent the interests of public hospitals operating within the city and two shall represent the interests of funeral directors operating within the city. With respect to the appointments by the speaker of the city council, one shall represent the interests of private hospitals operating within the city, one shall represent the interests of public hospitals operating within the city and two shall represent the interests of funeral directors operating within the city. All members of the advisory panel shall serve without compensation. The commissioner or his or her designee shall serve as the chair of such advisory panel. The advisory panel shall be convened at least four times each year and shall be disbanded on October 1, 2009. i. Report. Not later than six months after the effective date of the local law that added this section, and every six months thereafter, the department shall submit a report to the mayor and the council reviewing the development and implementation of the electronic death registration system. j. Rules. By November 1, 2004, the department shall promulgate rules in accordance with this section, and such other rules as may be necessary for the purpose of implementing and carrying out the provisions of this section. Such rules shall include a schedule of fees relating to the issuance of permits and certified death certificates that are reasonably related to the cost of operating and maintaining the electronic death registration system. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF HEALTH AND MENTAL HYGIENE"
  },
  "heading": {
    "title": "17",
    "chaptersection": "196",
    "identifier": "17-196",
    "catch_text": "Electronic death registration system."
  }
}