{
  "text": "ยง 17-1306 Distribution of information to referral agencies. a. Definitions. 1. \"Child care program\" means any program that provides child day care as defined in section 390 of the new york state social services law, including family day care home, group family day care home and school age child care as defined in section 390 of the New York state social services law, or child care services. 2. \"Referral agency\" means the administration for children's services, the department of social services/human resources administration or any state-funded child care resource and referral agency operating in New York city. b. To the extent permissible under law, the department shall promptly make available to referral agencies information regarding any child care program for which the department is aware of a current suspension of its license, registration or permit or that it has had its license, registration or permit terminated. c. The department shall request that referral agencies advise parents to seek additional information regarding any program to which a referral is made by consulting the department's website or by calling 311. d. The department shall publish an informational pamphlet which shall, at a minimum, do the following: 1. Describe the government authorities responsible for regulating child care programs, along with contact information for persons to use if they have questions or complaints about child care programs. 2. Describe key rules or regulations relating to child care programs, including mandated staff and adult/child ratios, maximum capacity and health and safety standards. 3. Describe the inspection process and the registration, licensing and permitting processes for child care programs. 4. Advise parents seeking child care programs to ask child care program providers to see the program's current license, registration or permit and not to enroll a child in any program that does not have a current registration, license or permit or has a current suspension of its registration, license or permit. The informational pamphlet required by this section shall be translated into all covered languages as defined in ยง 8-1002 of the administrative code of the city of new york. Copies of the pamphlet shall be provided to all referral agencies. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "13",
    "text": "AVAILABILITY OF INFORMATION REGARDING DAY CARE SERVICES"
  },
  "heading": {
    "title": "17",
    "chaptersection": "1306",
    "identifier": "17-1306",
    "catch_text": "Distribution of information to referral agencies."
  }
}