{
  "text": "ยง 17-191 Child fatality review advisory team. a. For purposes of this section, the term \"child fatality\" shall mean the death of any person in the city of New York under the age of thirteen where (1) the death is unanticipated, (2) the death is the result of trauma, or (3) the circumstances of the death are suspicious, obscure or otherwise unexplained; provided, however, that such term shall not include the death of any person under the age of thirteen where such death is the subject of a pending criminal investigation, prosecution or appeal. b. There shall be established within the department, in accordance with all applicable state and local laws, a child fatality review advisory team to examine the facts and circumstances relating to child fatalities. The team shall consist of the commissioner of the administration of children's services, or his or her designee; the commissioner of the police department, or his or her designee; the chief medical examiner, or his or her designee; the commissioner of the department of health and mental hygiene, or his or her designee; and, if required by applicable law, the commissioner of the New York state office of children and family services, or his or her designee. The chancellor of the department of education, or his or her designee, may become a member of the team at his or her discretion. The mayor shall appoint to the team a maximum of two additional individuals, including at least one pediatrician and at least one person who advocates on child-related issues; provided, however, that such individuals shall not hold any other public office, employment or trust. The speaker of the city council shall appoint to the team a maximum of two additional individuals, including at least one pediatrician and at least one person who advocates on child-related issues; provided, however, that such individuals shall not hold any other public office, employment or trust. The public advocate shall appoint to the team one additional individual; provided, however, that such individual shall not hold any other public office, employment or trust. c. Each member of the child fatality review advisory team, other than any member serving in an ex officio capacity, or such member's designee, and, if he or she chooses to serve, the chancellor of the department of education, or his or her designee, shall serve for a term of two years, and may be removed from office for cause. Any vacancy shall be filled in the same manner as the original appointment. d. All members of the child fatality review advisory team shall serve without compensation, except that each member shall be allowed actual and necessary expenses to be audited in the same manner as other city charges. e. Except as otherwise provided in this section, no person shall be ineligible for membership on the child fatality review advisory team because such person holds any other public office, employment or trust, nor shall any person be made ineligible to or forfeit such person's right to any public office, employment or trust by reason of such appointment. f. The child fatality review advisory team shall meet at least four times a year. The commissioner of the department of health and mental hygiene shall serve as chairperson of the team and shall convene the first meeting of the team within ninety days after the effective date of the local law that added this section. g. The child fatality review advisory team's work shall include, but not be limited to, reviewing aggregate data relating to child fatalities and formulating recommendations regarding methods of improving the protection of children in order to decrease the future incidence of child fatalities in the city of New York. h. The child fatality review advisory team may request information from any agency as may be necessary to carry out the provisions of this section, in accordance with all applicable laws, rules and regulations, including, but not limited to, laws related to attorney-client privilege, attorney work product, material prepared for litigation and disclosure of agency records under the public officers law. The team may also request such information from any not-for-profit organization which provided services to the victim of a child fatality or to the family members of such victim, in accordance with all applicable laws, rules and regulations, including, but not limited to, laws related to attorney-client privilege, attorney work product, material prepared for litigation and confidentiality. Nothing in this subdivision shall be construed as limiting any right or obligation of agencies pursuant to the public officers law, including the exceptions to disclosure of agency records contained in such law, with respect to access to or disclosure of records or portions thereof. The team shall keep confidential all information that it receives and protect the privacy of all individuals involved in the child fatality cases that it reviews to the extent provided by law. i. The child fatality review advisory team shall submit to the mayor, the speaker of the city council and the public advocate, annually, a report including, but not limited to, the number of child fatality cases which occurred in the city of New York during the previous year; statistics regarding the causes of child fatalities; specific non-identifying data with respect to the victims of child fatalities, such as gender, age and race, and, if available, religion and ethnicity; statistics regarding the location of child fatalities, disaggregated by borough; and recommendations regarding ways to decrease the future incidence of child fatalities in the city of New York. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF HEALTH AND MENTAL HYGIENE"
  },
  "heading": {
    "title": "17",
    "chaptersection": "191",
    "identifier": "17-191",
    "catch_text": "Child fatality review advisory team."
  }
}