{
  "text": "ยง 17-1101 Definitions. For the purposes of this chapter only, the following terms shall have the following meanings: 1. \"Abutting property\" means any property which has any boundary or boundary point in common with the property on which the pesticide is to be applied. 2. \"Agricultural commodity\" means any plant or part thereof, or animal, or animal product, produced by a person (including farmers, ranchers, vineyardists, plant propagators, Christmas tree growers, aquaculturalists, floriculturists, orchardists, foresters or other comparable persons) primarily for sale, consumption, propagation or other use by man or animals. 3. \"Agency\" means any state agency; municipal corporation; public authority; college, as that term is defined in the education law; railroad, as that term is defined in the railroad law; or telegraph, telephone, telegraph and telephone, pipeline, gas, electric, or gas and electric corporation, as those terms are defined in the transportation corporations law, which applies pesticides. 4. \"Commercial lawn application\" means the application of pesticide to ground, trees or shrubs on public or private outdoor property. For the purposes of this section, the following shall not be considered commercial lawn application: i. the application of pesticide for the purpose of producing an agricultural commodity; ii. residential application of pesticides; iii. the application of pesticides around or near the foundation of a building for the purpose of indoor pest control; iv. the application of pesticides by or on behalf of agencies except that agencies shall be subject to visual notification requirements pursuant to section 33-1003 of the environmental conservation law where such application is within one hundred feet of a dwelling, multiple dwelling, public building or public park; and v. the application of pesticides on golf courses or turf farms. 5. \"Dwelling\" means any building or structure or portion thereof which is occupied in whole or in part as the home, residence or sleeping place for one or two families. 6. \"General use pesticide\" means a pesticide which does not meet the state criteria for a restricted pesticide as established under authority of section 33-0303 of the environmental conservation law. 7. \"Multiple dwelling\" means any dwelling which is to be occupied by or is occupied as the residence or home of three or more families living independently of each other. 8. \"Pesticide\" means: i. any substance or mixture of substances intended for preventing, destroying, repelling or mitigating any pest; and ii. any substance or mixture of substances intended for use as a plant regulator, defoliant or desiccant. 9. \"Premises\" means land and improvements or appurtenances or any part thereof. 10. \"Residential lawn application\" means the application of general use pesticides to ground, trees, or shrubs on property owned by or leased to the individual making such application. For the purposes of this section, the following shall not be considered residential lawn application: i. the application of pesticides for the purpose of producing an agricultural commodity; ii. the application of pesticides around or near the foundation of a building for the purpose of indoor pest control; iii. the application of pesticides by or on behalf of agencies, except that agencies shall be subject to visual notification requirements pursuant to section 33-1003 of the environmental conservation law where such application is within one hundred feet of a dwelling, multiple dwelling, public building or public park; and iv. the application of pesticides on golf courses or turf farms. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "11",
    "text": "Neighbor Notification of Pesticide Application"
  },
  "heading": {
    "title": "17",
    "chaptersection": "1101",
    "identifier": "17-1101",
    "catch_text": "Definitions."
  }
}