{
  "text": "ยง 17-187 School nurses. a. Definitions. For purposes of this section, the following items shall have the following meanings: (1) \"Nurse\" means an individual licensed as a registered professional nurse pursuant to section 6905 of the New York state education law. (2) \"Public health advisor\" includes, but is not limited to, an individual who supports medical and/or professional staff in schools by performing health related duties and who has satisfied the requirements set forth by the department. b. Primary Schools. The department shall provide on a full-time basis at least one nurse at each public and private primary school which i) had at least two hundred students enrolled on the last day of the second month of the preceding school year; ii) submits a written request to the department that such nurse be provided; and iii) maintains, pursuant to any rules promulgated by the commissioner, an appropriate medical room wherein such nurse can carry out his or her nursing duties. c. Intermediate Schools. The department shall provide at least one nurse, provided that a nurse has not been provided pursuant to subdivision b of this section, or public health advisor or school health service aide, as appropriate, at each public and private intermediate school which i) had at least two hundred students enrolled on the last day of the second month of the preceding school year; ii) submits a written request to the department that such nurse or public health advisor or school health service aide be provided; and iii) maintains pursuant to any rules promulgated by the commissioner, an appropriate medical room wherein such nurse or public health advisor or school health service aide can carry out his or her duties. d. The provision of any nurses, or public health advisors when applicable, assigned to a school pursuant to this section shall be consistent with any applicable collective bargaining agreements. e. For the purposes of this section, references to the \"department\" shall mean the department, either individually or jointly with the board of education as appropriate. The requirements or implementation of this section shall not be construed to cause the layoff or loss of any wages, benefits or other terms and conditions of employment of, and shall not be construed to reduce the employment opportunities of nurses, public health advisors, public health assistants, or school health services aides, as defined by the department, or any other health related position, currently employed, or to be employed by primary and intermediate schools. f. The commissioner may promulgate any rules deemed necessary for the purposes of implementing and carrying out the provisions of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF HEALTH AND MENTAL HYGIENE"
  },
  "heading": {
    "title": "17",
    "chaptersection": "187",
    "identifier": "17-187",
    "catch_text": "School nurses."
  }
}