{
  "text": "ยง 17-166 Record of births, fetal deaths and deaths. a. The department shall keep a record of the births, fetal deaths and deaths filed with it, the births, fetal deaths and deaths shall be numbered separately and recorded in the order in which they are respectively received. b. There shall be no specific statement on the record or report of birth as to whether the child is born in or out of wedlock or as to the marital name or status of the mother. c. It shall be unlawful to demand or receive any fees by reason of the duties imposed by this section. d. The name of the putative father of a child born out of wedlock shall not be entered on the birth certificate by the person preparing the birth certificate without the putative father's consent in writing, duly verified by him and given to the physician, midwife or person acting as midwife who was in attendance upon the birth and filed with the hospital record of the birth, or, in the case of a birth in a place other than a hospital or on an ambulance service connected therewith, filed with the records of the physician, midwife or person acting as midwife who was in attendance upon the birth. In the event the consent in writing of the putative father is not given, particulars relating to the putative father, other than his name, may be entered. e. The certificate of induced termination of pregnancy shall not, unless requested by the woman contain the name of the woman, her social security number or any other information which would permit her to be identified except as provided in this subdivision. The department shall develop a unique, confidential identifier to be used on the certificate of induced termination of pregnancy, to be used in connection with the exercise of the commissioner's authority to monitor the quality of care provided by any individual or entity licensed to perform an abortion in this state and to permit coordination of data concerning the medical history of the woman for purposes of conducting surveillance scientific studies and research. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF HEALTH AND MENTAL HYGIENE"
  },
  "heading": {
    "title": "17",
    "chaptersection": "166",
    "identifier": "17-166",
    "catch_text": "Record of births, fetal deaths and deaths."
  }
}