{
  "text": "ยง 17-176. Prohibitions on the distribution of tobacco products. a. Definitions. For purposes of this section: (1) \"Distribute\" means to give, sell, deliver, offer to give, sell or deliver, or cause or hire any person to give, sell, deliver or offer to give, sell or deliver. (2) \"Less than basic cost\" means free of charge, a nominal or discount price, or any other price less than the distributor's cost, to which shall be added the full value of any stamps or taxes which may be required by law. (3) \"Person\" means any natural person, corporation, partnership, firm, organization or other legal entity. (4) \"Public event\" means any event to which the general public is invited or permitted, including but not limited to musical concerts or performances, athletic competitions, public fairs, carnivals, flea markets, bazaars and artistic or cultural performances or exhibitions. A private function such as a wedding, party, testimonial dinner or other similar gathering in which the seating arrangements are under the control of the organizer or sponsor of the event, and not the person who owns, manages, operates or otherwise controls the use of the place in which the function is held, is not a public event within the meaning of this paragraph. (5) \"Public place\" means any area to which the general public is invited or permitted, including but not limited to parks, streets, sidewalks or pedestrian concourses, sports arenas, pavilions, gymnasiums, public malls and property owned, occupied or operated by the city of New York or an agency thereof. (6) \"Tobacco product\" means any substance which contains tobacco, including but not limited to cigarettes, cigars, smoking tobacco and smokeless tobacco. b. Distribution of tobacco products to the general public at less than basic cost prohibited in public places and at public events. No persons shall distribute a tobacco product for commercial purposes at less than the basic cost of such product to members of the general public in public places or at public events. c. Exemptions. The provisions of subdivision b shall not apply to (i) the serving of free samples of smoking tobacco or smokeless tobacco to persons of legal age in stores that sell tobacco products to the general public; or (ii) the distribution of tobacco products at less than basic cost by retailers, manufacturers or distributors of such products to any employees of such companies who are of legal age. d. Penalties. (1) Any person found to be in violation of this section shall be guilty of a misdemeanor and liable for a civil penalty of not more than five hundred dollars for the first violation and not more than one thousand dollars for the second and each subsequent violation. (2) A proceeding to recover any civil penalty authorized pursuant to the provisions of this section shall be commenced by the service of a notice of violation which shall be returnable to the administrative tribunal established by the board of health or to any body succeeding the administrative tribunal. Such tribunal or its successor shall have the power to impose the civil penalties prescribed by this section. (3) The corporation counsel may make an application to the supreme court for an order restraining the continued violation of this section or enjoining the future commission of such practice. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF HEALTH AND MENTAL HYGIENE"
  },
  "heading": {
    "title": "17",
    "chaptersection": "176",
    "identifier": "17-176",
    "catch_text": "Prohibitions on the distribution of tobacco products."
  }
}