{
  "text": "ยง 17-123. Window guards; notification to tenants. a. All leases offered to tenants in multiple dwellings must contain a notice, conspicuously set forth therein, which advises tenants of the obligation of the owner, lessee, agent or other person who manages or controls a multiple dwelling to install window guards, and where further information regarding the procurement of such window guards is available. b. The owner, lessee, agent or other person who manages or controls a multiple dwelling must cause to be delivered to each residential unit a notice advising occupants of the obligation of such owner, lessee, agent or other person who manages or controls a multiple dwelling to install window guards and where further information regarding the procurement of such window guards is available. Such notice must be provided on an annual basis in a form and manner approved by the department. c. The department of health and mental hygiene shall promulgate such regulations as it deems necessary to comply with the provisions of this section, with respect to the annual notice to tenants, and the notice requirement in all multiple dwelling leases. d. Any person who violates the provisions of this section, or the regulations promulgated hereunder, shall be guilty of a misdemeanor punishable by a fine of up to five hundred dollars or imprisonment for up to six months or both. In addition, any violation of this section shall constitute a civil violation subject to a penalty of not more than five hundred dollars per violation. A civil violation under this section shall be adjudicated before the administrative tribunal of the department. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF HEALTH AND MENTAL HYGIENE"
  },
  "heading": {
    "title": "17",
    "chaptersection": "123",
    "identifier": "17-123",
    "catch_text": "Window guards; notification to tenants."
  }
}