{
  "text": "ยง 17-188 Automated external defibrillators. a. Definitions. For the purposes of this section, the following terms shall have the following meanings: 1. \"Automated external defibrillator\" means a medical device, approved by the United States food and drug administration, that: (i) is capable of recognizing the presence or absence in a patient of ventricular fibrillation and rapid ventricular tachycardia; (ii) is capable of determining, without intervention by an individual, whether defribrillation should be performed on a patient; (iii) upon determining that defribrillation should be performed, automatically charges and requests delivery of an electrical impulse to a patient's heart; and (iv) upon action by an individual, delivers an appropriate electrical impulse to a patient's heart to perform defibrillation. 2. \"Owner or operator\" means the owner, manager, operator, or other person or persons having control of a public place. 3. \"Public place\" means the publicly accessible areas of the following places to which the public is invited or permitted: (i) public buildings maintained by the division of facilities management and construction of the department of citywide administrative services or any successor; (ii) parks under the jurisdiction of the department of parks and recreation identified pursuant to subdivision e of this section; (iii) ferry terminals owned and operated by the city of New York served by ferry boats with a passenger capacity of one thousand or more persons; (iv) nursing homes, as defined in section 2801 of the New York state public health law; (v) senior centers, which include facilities operated by the city of New York or operated by an entity that has contracted with the city to provide services to senior citizens on a regular basis, such as meals and other on-site activities; (vi) golf courses, stadia and arenas; and (vii) health clubs that are commercial establishments offering instruction, training or assistance and/or facilities for the preservation, maintenance, encouragement or development of physical fitness or well-being that have a membership of at least two hundred and fifty people, and which shall include, but not be limited to, health spas, health studios, gymnasiums, weight control studios, martial arts and self-defense schools or any other commercial establishment offering a similar course of physical training. b. Automated external defibrillators required. Except as provided in subdivision j of this section, the owner or operator of a public place shall make available in such public place automated external defibrillators in quantities and locations deemed adequate in accordance with rules promulgated pursuant to subdivisions e and f of this section and in accordance with section 3000-b of the New York state public health law. Such automated external defibrillators shall be readily accessible for use during medical emergencies. Any information regarding use of automated external defibrillators deemed necessary by the department in accordance with rules promulgated pursuant to subdivision f of this section shall accompany and be kept with each automated external defibrillator. Any automated external defibrillator required pursuant to this subdivision shall be acquired, possessed and operated in accordance with the requirements of section 3000-b of the New York state public health law. c. Notice required. The owner or operator of a public place shall provide written notice to the public, by means of signs, printed material or other form of written communication, indicating the availability of automated external defibrillators for emergency use in such public place and providing information on how to obtain automated external defibrillator training. The type, size, style, location and language of such notice shall be determined in accordance with rules promulgated by the department pursuant to subdivision f of this section. Should such rules require or allow the posting of signs made available by the department to owners or operators of a public place to serve as appropriate notice pursuant to this subdivision, the department may charge a fee to cover printing, postage and handling expenses. d. Reports. The department shall conduct a comprehensive study and submit a report to the mayor and the council twelve months after the effective date of the local law that added this section. Such report shall include, but not be limited to, the quantities and locations of automated external defibrillators placed in public places pursuant to subdivision b of this section and the identification of any additional locations throughout the city of New York that warrant the placement of automated external defibrillators. Twenty-four months after the effective date of the local law that added this section, and annually thereafter for the next succeeding three years, the department shall submit to the mayor and the council a report indicating the quantities and locations of automated external defibrillators placed in public places pursuant to subdivision b of this section. e. Parks. The commissioner of the department of parks and recreation shall, no later than seven calendar days after the effective date of the local law that added this section, promulgate rules identifying at least six parks in each borough under the jurisdiction of the department of parks and recreation to be considered a public place for the purposes of this section, and determining the quantity and location of automated external defibrillators to be placed in such parks; provided, however, that at least one of the parks identified in each borough must be over one hundred and seventy acres. f. Rules. The department shall promulgate such rules as may be necessary for the purpose of implementing the provisions of this section, including, but not limited to, rules regarding the quantity and location of automated external defibrillators to be placed in a particular public place or general category of public place; the form of notice in which the availability of automated external defibrillators in a public place shall be made known to the public and any accompanying fee; and any information on the use of automated external defibrillators that must accompany and be kept with each automatic external defibrillator; provided, however, that the department of parks and recreation shall determine the quantity and location of automated external defibrillators placed in parks, pursuant to subdivision e of this section. Such rules shall also include, but not be limited to, required training in the use of automated external defibrillators. g. Liability limited. Any person who, in accordance with the provisions of this section, voluntarily and without expectation of monetary compensation renders first aid or emergency treatment using an automated external defibrillator that has been made available pursuant to this section, to a person who is unconscious, ill or injured, and any person, owner or operator, entity, partnership, corporation, firm or society that purchases or makes available an automated external defibrillator as required by this section, shall be entitled to the limitation of liability provided in section 3000-a of the New York state public health law. h. No duty to act. Nothing contained in this section shall impose any duty or obligation on any owner or operator of a public place, his or her employee or other agent, or any other person to provide assistance with an automated external defibrillator to a victim of a medical emergency. i. Standard of care. Nothing contained in this section shall be deemed to affect the obligations or liability of emergency health providers pursuant to section 3000-b of the New York state public health law. j. Exception. During such times as an owner or operator of a public place provides, at such public place, advanced life support by a physician, registered professional nurse or advanced emergency medical technician acting within his or her lawful scope of practice, or the use of automated external defibrillators by a physician, registered professional nurse, or advanced emergency medical technician acting within his or her lawful scope of practice, such provision shall be deemed to satisfy the requirements of subdivision b of this section, subject to rules of the department promulgated pursuant to subdivision f of this section. For purposes of this subdivision, advanced emergency medical technician shall mean an advanced emergency medical technician as defined in section three thousand one of the New York state public health law. k. Public awareness. Within ninety days of the effective date of the local law that added this section, the department shall conduct public awareness and education campaigns in English and Spanish regarding cardiopulmonary resuscitation training. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF HEALTH AND MENTAL HYGIENE"
  },
  "heading": {
    "title": "17",
    "chaptersection": "188",
    "identifier": "17-188",
    "catch_text": "Automated external defibrillators."
  }
}