{
  "text": "ยง 17-1102 Notification requirements for commercial and residential lawn applications. a. (1) All retail establishments that sell general use pesticides for commercial or residential lawn application shall display a sign meeting standards, established by the New York state commissioner of environmental conservation pursuant to subdivision one of section 33-1005 of the environmental conservation law, in a conspicuous place, and such sign shall be placed as close as possible to the place where such pesticides are displayed. (2) The signs required to be displayed pursuant to paragraph one of this subdivision shall contain, at a minimum, pursuant to section 33-1005 of the environmental conservation law: i. a warning notice directing consumers to follow directions on labels; ii. a provision to inform the customer of the posting requirements set forth in subdivision c of this section; and iii. a recommendation that the customer notify neighbors prior to the application of pesticides so that such neighbors may take precautions to avoid pesticide exposure. b. (1) At least forty-eight hours prior to any commercial lawn application of a pesticide, the person or business making such application shall supply written notice, as defined in subdivision three of section 33-1005 of the environmental conservation law, to: i. occupants of all dwellings on abutting property with a boundary that is within one hundred fifty feet of the site of such application; and ii. owners, owners' agents or other persons in a position of authority for all other types of premises that are on abutting property with a boundary that is within one hundred fifty feet of the site of such application. Owners or owners' agents of multiple family dwellings shall supply such written notice to the occupants of such multiple family dwellings and for all other types of premises, owners, owners' agents or other persons in a position of authority shall post such written notice in a manner specified by the New York state commissioner of environmental conservation. (2) The written notice required pursuant to paragraph one of this subdivision shall contain, at a minimum, pursuant to section 33-1005 of the environmental conservation law: i. the address of the premises where application is to be done; ii. the name and telephone number and pesticide business registration number or certified applicator number of the person providing the application; iii. the specific date of each pesticide application and two alternative dates to the proposed date of application when, due to weather conditions, the pesticide application on the proposed date is precluded; iv. the product name or names and the United States environmental protection agency registration number or numbers of the pesticide or pesticides to be applied; and v. a prominent statement that reads: \"This notice is to inform you of a pending pesticide application to neighboring property. You may wish to take precautions to minimize pesticide exposure to yourself, family members, pets or family possessions. Further information about the product or products being applied, including any warnings that appear on the labels of such pesticide or pesticides that are pertinent to the protection of humans, animals or the environment, can be obtained by calling the National Pesticides Telecommunications Network at 1-800-858-7378 or the New York State Department of Health Center for Environmental Health Info line at 1-800-458-1158.\" (3) The prior notification provisions of paragraph one of this subdivision shall not apply to the following: i. the application of anti-microbial pesticides and anti-microbial products as defined by the federal insecticide, fungicide and rodenticide act (FIFRA) in 7 U.S.C. sections 136(mm) and 136q(h)(2); ii. the use of an aerosol product with a directed spray, in containers of eighteen fluid ounces or less, when used to protect individuals from an imminent threat from stinging and biting insects, including venomous spiders, bees, wasps and hornets. This section shall not exempt from notification the use of any fogger product or aerosol product that discharges to a wide area; iii. the use of non-volatile insect or rodent bait in a tamper resistant container; iv. the application of a pesticide classified by the United States environmental protection agency as an exempt material under section 152.25 of title forty of the code of federal regulations; v. the application of a pesticide which the United States environmental protection agency has determined satisfies its reduced risk criteria, including a biopesticide; vi. the use of boric acid and disodium octaborate tetrahydrate; vii. the use of horticultural soap and oils that do not contain synthetic pesticides or synergists; viii. the application of a granular pesticide, where granular pesticide means any ground applied solid pesticide that is not a dust or powder; ix. the application of a pesticide by direct injection into a plant or the ground; x. the spot application of a pesticide, where spot application means the application of pesticide in a manually pressurized or non-pressurized container of thirty-two fluid ounces or less to an area of ground less than nine square feet; xi. the application of a pesticide to the ground or turf of any cemetery; and xii. an emergency application of a pesticide when necessary to protect against an imminent threat to human health, provided, however, that prior to any such emergency application, the person providing such application shall make a good faith effort to supply the written notice required pursuant to this chapter. Upon making an emergency application, the person making such application shall notify the New York state commissioner of health, using a form developed by such commissioner for such purposes that shall include minimally the name of the person making such application, the pesticide business registration number or certified applicator number of the person making such application, the location of such application, the date of such application, the product name and United States environmental protection agency registration number of the pesticide applied and the reason for such application. c. (1) All persons performing residential lawn applications treating an area more than one hundred square feet shall affix markers to be placed within or along the perimeter of the area where pesticides will be applied. Markers are to be placed so as to be clearly visible to persons immediately outside the perimeter of such property. Such markers shall be posted at least twelve inches above the ground and shall be at least four inches by five inches in size. (2) The markers required pursuant to paragraph one of this subdivision shall be in place on the day during which the pesticide is being applied and shall instruct persons not to enter the property and not to remove the signs for a period of at least twenty-four hours. Such instruction shall be printed boldly in letters at least three-eighths of an inch in height. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "11",
    "text": "Neighbor Notification of Pesticide Application"
  },
  "heading": {
    "title": "17",
    "chaptersection": "1102",
    "identifier": "17-1102",
    "catch_text": "Notification requirements for commercial and residential lawn applications."
  }
}