{
  "text": "ยง 17-1202 Definitions. For the purposes of this chapter only, the following terms shall have the following meanings: (1) \"Anti-microbial pesticide\" shall mean: i. disinfectants intended to destroy or irreversibly inactivate infectious or other undesirable bacteria, pathogenic fungi, or viruses on surfaces or inanimate objects; ii. sanitizers intended to reduce the number of living bacteria or viable virus particles on inanimate surfaces, in water, or in air; iii. bacteriostats intended to inhibit the growth of bacteria in the presence of moisture; iv. sterilizers intended to destroy viruses and all living bacteria, fungi and their spores, on inanimate surfaces; v. fungicides and fungistats intended to inhibit the growth of, or destroy, fungi (including yeasts), pathogenic to humans or other animals on inanimate surfaces; and vi. commodity preservatives and protectants intended to inhibit the growth of, or destroy bacteria in or on raw materials (such as adhesives and plastics) used in manufacturing, or manufactured products (such as fuel, textiles, lubricants, and paints), but not those utilized in the pulp and paper process or cooling towers. (2) \"Biological pesticide\" shall mean a pesticide which is a naturally occurring substance that controls pests and microorganisms that control pests. (3) \"City agency\" shall mean a city, county, borough, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury. (4) \"Contractor\" shall mean any person or entity that enters into a contract with a city agency, or any person or entity that enters into an agreement with such person or entity to perform work or provide labor or services related to such contract. (5) \"Pest\" shall mean: i. any insect, rodent, fungus, or weed; or ii. any other form of terrestrial or aquatic plant or animal life or virus, bacteria or other microorganism (except viruses, bacteria or other microorganisms on or in living man or other living animals) which the commissioner of environmental conservation declares to be a pest. (6) \"Pesticide\" shall mean: i. any substance or mixture of substances intended for preventing, destroying, repelling, or mitigating any pest; or ii. any substance or mixture of substances intended for use as a plant regulator, defoliant, or desiccant. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "12",
    "text": "Pesticide Use by City Agencies"
  },
  "heading": {
    "title": "17",
    "chaptersection": "1202",
    "identifier": "17-1202",
    "catch_text": "Definitions."
  }
}