{
  "text": "ยง 17-1301 Definitions. a. \"Child care service\" means any service which is permitted as a child care service in accordance with article 47 of the New York city health code. b. \"Child care service permittee\" means the person to whom a permit to operate a child care service is issued by the commissioner of the department. c. \"Permit\" means an authorization to operate a child care service issued by the commissioner in accordance with article 47 of the New York city health code. d. \"Serious injury\" means a serious impairment of physical condition, including, but not limited to, the following: loss of consciousness; concussion; bone fracture; protracted loss or impairment of function of any bodily member or organ; a wound requiring extensive suturing; and serious disfigurement. e. \"Summary child care service inspection report\" is a report that includes, at a minimum, the following information: (1) the name of the child care service; (2) the name of the child care service permittee; (3) the child care service permit number and expiration date; (4) the address of the child care service; (5) the date of the most recent inspection; (6) the maximum number of children authorized to be present at any one time as specified in the child care service permit; (7) any violations identified by the department during inspections conducted over the past three years; and (8) whether a permit has been ordered suspended or revoked in the past twelve months; whether a child care service has, during the past three years, been ordered closed because its continued operation represented a danger to the health or safety of children; and the terms and conditions, if any, under which such child care service has been allowed to reopen and is authorized to operate. f. \"Violation\" means a citation issued by the department which alleges that a child care service has failed to comply with a provision of applicable law, rule or regulation. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "13",
    "text": "AVAILABILITY OF INFORMATION REGARDING DAY CARE SERVICES"
  },
  "heading": {
    "title": "17",
    "chaptersection": "1301",
    "identifier": "17-1301",
    "catch_text": "Definitions."
  }
}