{
  "text": "ยง 17-1207 Notification. a. Any city agency or contractor applying pesticides on property owned or leased by the city shall post a notice at publicly accessible locations on such site at least twenty-four hours prior to any such application, in a form and manner prescribed by the commissioner, provided, however, that applications requiring immediate action for public health reasons, such as severe rodent infestations, where mosquito larvae are present, or where populations of infected mosquitoes are present shall require that notice be placed concurrently with such application. Such notice shall include, but not be limited to: (1) Date of posting, proposed date of pesticide application and two alternative dates to the proposed date of application when, due to weather conditions, the pesticide application on the proposed date is precluded; (2) Address of pesticide application and, if known, specific sites to which the pesticide is to be applied; (3) Pest to be controlled and method of pesticide application; (4) Common trade names of the pesticide, if applicable; (5) United States environmental protection agency registration number of the pesticide, the active ingredient(s) contained in the pesticide and information on how to obtain further information about the products applied, such as by calling the National Pesticides Telecommunications Network at 1-800-858-7378 or the New York State Department of Health Center for Environmental Health Info line at 1-800-458-1158; and (6) Name and telephone number of the city agency or contractor responsible for the application. b. The city agency or contractor responsible for posting the notice required pursuant to subdivision a of this section shall not remove such notice for the longer of either three days subsequent to the last moment of pesticide application or the number of days required on the pesticide product label. c. The notification requirements established pursuant to this section shall not apply to pesticides listed in section 17-1205 of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "12",
    "text": "Pesticide Use by City Agencies"
  },
  "heading": {
    "title": "17",
    "chaptersection": "1207",
    "identifier": "17-1207",
    "catch_text": "Notification."
  }
}