{
  "text": "ยง 17-1208 Recordkeeping and reporting. a. Each city agency that uses pesticides shall keep records, for a minimum of three years or such longer time period required by statute, regulation, or agency directive, of each pesticide application by such agency, or by a contractor in the fulfillment of a contract with such agency, which shall include, but not be limited to: (1) Date and location of the specific site of pesticide use; (2) Pest to be controlled and the method of pesticide application; (3) Name and quantity of the pesticide used, including common trade names of such pesticide, if applicable; (4) United States environmental protection agency registration number of the pesticide and active ingredient(s) contained in the pesticide; (5) Name and telephone number of the city agency or contractor responsible for the application; (6) Proof that notice required pursuant to section 17-1207 was provided; (7) Any waiver that was granted pursuant to section 17-1206 of this chapter, if applicable. b. Effective February 1, 2007, and every February first thereafter, each city agency that is subject to the requirements of subdivision a of this section shall submit a report to the commissioner, in a form and manner prescribed by the commissioner, which shall contain the information required to be maintained pursuant to that subdivision for review and analysis. Effective May 1, 2008, and every May first thereafter, the commissioner shall submit a report to the speaker of the council that includes the information reported by each agency pursuant to this subdivision and a summary of such information. Such summary report shall include, but not be limited to, a summary, disaggregated by agency, of the number of times each pesticide was used, the total amount of each pesticide used and the Toxicity Category for each pesticide as determined by the United States environmental protection agency. c. The department of parks and recreation shall submit a report to the speaker of the New York City Council on February 1, 2007, indicating the pesticides used on city owned golf courses, the frequency of application of such pesticides and any integrated pest management program for such golf courses. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "12",
    "text": "Pesticide Use by City Agencies"
  },
  "heading": {
    "title": "17",
    "chaptersection": "1208",
    "identifier": "17-1208",
    "catch_text": "Recordkeeping and reporting."
  }
}