{
  "text": "ยง 17-175 Waste reduction study. a. The department shall, within six months of the effective date of this section, complete a study of the feasibility of reducing the amount of medical waste and other solid waste generated by any person licensed by the city or state of New York to provide health, medical, pharmaceutical or laboratory services. The study shall include, but not be limited to, an analysis of: 1. the feasibility of switching from the use of disposable to reusable medical equipment, laboratory equipment, clothing, food service equipment and any other product for which there is a reusable substitute; 2. availability of reusable medical equipment, laboratory equipment, clothing, food service equipment and any other product for which there is a reusable substitute; 3. the historical shift from the use of reusable to disposable products; 4. the current composition of medical and other solid waste generated by hospitals and other health care facilities; 5. the present and future cost of using reusable products compared to the cost of using disposable products, including the costs associated with substituting products and any special physical needs, such as space requirements or new equipment; 6. the effects of waste reduction on hospital costs and the city's economy; 7. the environmental impacts of an increased use of reusable products compared to the continued incineration and landfilling of disposable products, both on and off-site of the generating facility; and 8. all relevant federal, state and local legislation and regulations. b. The study shall also include a comprehensive waste reduction plan for medical waste and other solid waste generated by any person licensed by the city or state of New York to provide health, medical, pharmaceutical or laboratory services that shall include annual waste reduction goals for the next five years, a strategy for implementing such goals, a list of reusable materials and products that can be substituted for dispoable materials and products where feasible, and any revisions to the city health code that are necessary to implement the waste reduction plan. c. The commissioner shall, within six months of the effective date of this section, submit to the council a report on the findings of such study and any recommendations as to legislation or regulations that are necessary to implement the recommendations of the study. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF HEALTH AND MENTAL HYGIENE"
  },
  "heading": {
    "title": "17",
    "chaptersection": "175",
    "identifier": "17-175",
    "catch_text": "Waste reduction study."
  }
}