{
  "text": "ยง 17-121 Care and treatment of physically handicapped children. a. As used in this section, the following terms shall mean or include: 1. \"Physically handicapped child.\" A person under twenty-one years of age who, by reason of a physical defect or infirmity, whether congenital or acquired by accident, injury or disease, is or may be expected to be totally or partially incapacitated for education or for remunerative occupation. 2. \"Legally responsible relatives.\" The parent or parents of a physically handicapped child or any other person or persons liable under the law for the support of such child. 3. \"Legal custodian.\" The parent or parents of a physically handicapped child having lawful custody of such child, or any other person or persons having lawful custody of such child. b. Whenever the commissioner shall find, after investigation, that any physically handicapped child is in need of surgical, medical or therapeutic treatment or hospital care or appliances or devices, the commissioner, upon the request or with the consent of the legal custodian of such child, may order such surgical, medical or therapeutic treatment, hospital care or appliances or devices, and after investigation as provided in subdivision c hereof, may order the legally responsible relatives to pay the cost thereof. c. The commissioner shall investigate the financial responsibility of the legally responsible relatives of such physically handicapped child. If the commissioner shall find, after such investigation, that the legally responsible relatives of such child are able to pay the whole or any part of the cost of such treatment, care or appliances and devices, and if such legally responsible relatives shall fail or refuse to comply with an order of the commissioner requiring them to pay the whole or any part of such cost, he or she may institute a proceeding in the family court of the state of New York within the city of New York, pursuant to the provisions of sections two hundred thirty-two through two hundred thirty-five of the family court act. Such a proceeding may likewise be instituted in the absence of an order requiring payment, where ability to pay is found. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF HEALTH AND MENTAL HYGIENE"
  },
  "heading": {
    "title": "17",
    "chaptersection": "121",
    "identifier": "17-121",
    "catch_text": "Care and treatment of physically handicapped children."
  }
}