{
  "text": "ยง 17-1304 Denial of permit. a. Every applicant for a new or renewal permit to operate a child care service shall disclose whether a serious injury or the death of a child in its care, or the care of any of its owners, directors, employees, volunteers or agents, has occurred. Every such permit applicant shall further disclose any civil or criminal court verdicts holding that the applicant, or any of its owners, directors, employees, volunteers or agents, was responsible for such serious injury or death of a child, or administrative agency decisions holding or finding that there is credible evidence that the applicant, or any of its owners, directors, employees, volunteers or agents, was responsible for such serious injury or death of a child, and whether any legal proceeding involving the serious injury or death of a child is pending against the applicant, or any of its owners, directors, employees, volunteers or agents. The department shall deny such a permit unless, on the basis of the application and other papers submitted, including the information provided pursuant to this section, and on the basis of department or city investigation, if any, it is satisfied that the provisions of the New York city health code and other applicable law will be met. The death of a child or the occurrence of more than one incident resulting in a serious injury to a child or children in the care of an applicant or permittee shall create a presumption in any proceeding brought by the department to deny or revoke such a permit of the inability of the applicant or permittee to comply with the provisions of said code or other applicable law. Nothing herein shall otherwise limit the department's authority to deny the issuance or renewal of a permit or to revoke a permit. b. To the extent permissible by law, where the department has received written notification that a person with responsibility for oversight and direction of a child care service has a felony conviction at any time for a sex offense, crime against a child, or a crime involving violence, or a felony conviction within the past five years for a drug-related offense, the department shall, when consistent with article twenty-three-A of the correction law, deny the application for a permit to operate such child care service. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "13",
    "text": "AVAILABILITY OF INFORMATION REGARDING DAY CARE SERVICES"
  },
  "heading": {
    "title": "17",
    "chaptersection": "1304",
    "identifier": "17-1304",
    "catch_text": "Denial of permit."
  }
}