{
  "text": "ยง 17-1103 Enforcement. a. Pursuant to section 33-1004 of the environmental conservation law, the department and the department of environmental protection shall have concurrent authority with the state of New York to enforce the provisions of this chapter, provided that all penalties, which shall be assessed after providing a hearing or opportunity to be heard, shall be as specified in section 17-1104 of this chapter and shall be payable to and deposited with the city of New York. b. Pursuant to section 33-1004 of the environmental conservation law, the department of consumer affairs shall have concurrent authority with the department, the department of environmental protection and the state of New York to enforce the provisions of subdivision a of section 17-1102 of this chapter, provided that all penalties, which shall be assessed after providing a hearing or opportunity to be heard, shall be as specified in section 17-1104 of this chapter and shall be payable to and deposited with New York city. c. A proceeding to recover any civil penalty authorized pursuant to section 17-1104 shall be commenced by the service of a notice of violation returnable to the administrative tribunal established by the board of health pursuant to section 558 of the charter of the city of New York where the department issues such notice, the environmental control board established pursuant to section 1049-a of the charter of the city of New York where the department of environmental protection issues such notice, or the adjudication division of the department of consumer affairs established pursuant to section 20-104(e) of the administrative code of the city of New York where that department issues such notice. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged, and, if sworn to or affirmed, shall be prima facie evidence of the facts contained therein. The administrative tribunal of the board of health, the environmental control board and the adjudication division of the department of consumer affairs shall have the power to render decisions and orders and to impose the remedies and penalties provided for in section 17-1104, in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "11",
    "text": "Neighbor Notification of Pesticide Application"
  },
  "heading": {
    "title": "17",
    "chaptersection": "1103",
    "identifier": "17-1103",
    "catch_text": "Enforcement."
  }
}