{
  "text": "ยง 17-177. Prohibition on the distribution of tobacco products through vending machines. a. Definitions. For purposes of this section: (1) \"Distribution\" means to give, sell, deliver, dispense, issue, offer to give, sell, deliver, dispense or issue, or cause or hire any person to give, sell, deliver, dispense, issue or offer to give, sell, deliver, dispense or issue. (2) \"Person\" means any natural person, corporation, partnership, firm, organization or other legal entity. (3) \"Public place\" means any area to which the public is invited or permitted. (4) \"Retail dealer\" means \"retail dealer\" as defined in section 11-1301 of the administrative code. (5) \"Tavern\" means an establishment where alcoholic beverages are sold and served for on-site consumption and in which the service of food, if served at all, is incidental to the sale of such beverages. Service of food shall be considered incidental if the food service generates less than forty percent of total annual gross sales. As used herein, the term \"tavern\" shall not be deemed to include a bar located in a public place in which the sale of alcoholic beverages is incidental to the primary purpose of the business or establishment conducted therein, except for a bar located in a public place which offers overnight accommodations. Examples of public places not deemed to be taverns within the definition of this paragraph include, but are not limited to, restaurants, catering halls, bowling alleys, billiard parlors, discotheques, theatres and arenas. (6) \"Tobacco product\" means any substance which contains tobacco, including but not limited to cigarettes, cigars, smoking tobacco and smokeless tobacco. (7) \"Wholesale dealer\" means \"wholesale dealer\" as defined in section 11-1301 of the administrative code. (8) \"Vending machine\" means any mechanical, electronic or other similar device which dispenses tobacco products. b. Distribution of tobacco products through vending machines prohibited. No person shall permit the distribution of a tobacco product through the operation of a vending machine in a public place. This prohibition shall not apply to the distribution of tobacco products in a tavern. c. Distribution of tobacco products in a tavern. Tobacco products may be distributed in a tavern only in the following ways: (1) through a vending machine which must be (i) placed at a distance of a minimum of 25 feet from any entrance to the premises; and (ii) directly visible by the owner of the premises, or his or her employee or agent, during the operation of such vending machine; or (2) directly by the owner of the premises, or his or her employee or agent. d. Identification of vending machines. A wholesale dealer or retail dealer shall post a durable sign on any vending machine which such dealer is licensed to own, operate or maintain. Such sign shall be visible to the general public and provide the applicable cigarette license number and expiration date and the license holder's name, place of business and phone number. e. Enforcement. The department shall enforce the provisions of this section. In addition, designated enforcement employees of the department of buildings, the department of consumer affairs, the department of environmental protection, the fire department and the department of sanitation shall have the power to enforce the provisions of this section. f. Violations and penalties. (1) Any person found to be in violation of this section shall be liable for a civil penalty of not more than three hundred dollars for the first violation; not more than five hundred dollars for the second violation; and not more than one thousand dollars for the third and all subsequent violations. In addition, for a third and subsequent violations, any person who engages in business as a wholesale dealer or retail dealer shall be subject to the suspension of his or her cigarette license, for a period not to exceed one year, after notice and the opportunity for a hearing before the commissioner of finance or his or her designee. A wholesale dealer who owns, operates or maintains a vending machine placed in violation of subdivision b or paragraph (1) of subdivision c of this section shall be liable only if he or she has knowledge of the violation. The department shall promptly give written notice to the wholesale dealer identified on the sign required by subdivision d of this section of any such violation by an owner of the premises, or his or her employee or agent. For purposes of this section, such notice shall be prima facie evidence that the wholesale dealer has knowledge of future violations of subdivision b or paragraph (1) of subdivision c of this section. (2) A proceeding to recover any civil penalty authorized pursuant to the provisions of this subdivision shall be commenced by the service of a notice of violation which shall be returnable to the administrative tribunal established by the board of health or to any body succeeding the administrative tribunal. Such tribunal or its successor shall have the power to impose the civil penalties prescribed by this section. (3) The penalties provided by this subdivision shall be in addition to any other penalty imposed by any other provision of law or regulation thereunder. g. Construction. Nothing in this section shall be construed to prohibit the following: (1) the transfer of an existing vending machine from placement in a premises prohibited pursuant to subdivision b of this section to placement in a tavern; or (2) the initial placement of a vending machine in a tavern. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF HEALTH AND MENTAL HYGIENE"
  },
  "heading": {
    "title": "17",
    "chaptersection": "177",
    "identifier": "17-177",
    "catch_text": "Prohibition on the distribution of tobacco products through vending machines."
  }
}