{
  "text": "ยง 17-194. Drinking water tank inspections a. Definitions. For purposes of this section, the following terms shall have the following meanings: 1. \"Building\" shall mean any building, structure, premises, or part thereof. 2. \"Drinking water\" shall mean water used for human consumption or used directly or indirectly in connection with the preparation of food for human consumption, including, but not limited to, the cleaning of utensils used in the preparation of food. 3. \"Owner\" shall mean any owner, manager, operator or other person or persons having control of a building and any authorized agent thereof. 4. \"Water heater\" shall mean any heating appliance or equipment that heats potable water and supplies such water to the potable hot water distribution system. 5. \"Water tank\" shall mean any device used to store drinking water that is distributed as part of the water supply system of a building, however such term shall not apply to domestic hot water heaters. b. Any owner of a building that has a water tank as part of its drinking water supply system shall have such water tank inspected at least once annually. Such inspection shall ensure that the water tank complies with all provisions of the administrative code of the city of New York, the construction codes of the city of New York and the health code of the city of New York. The results of such inspection shall be recorded in a manner prescribed by the commissioner. Such results shall be maintained by the owner for at least five years from the date of inspection and shall be made available to the department upon request within five business days. The department shall request such information from the building owner or manager when contacted pursuant to subdivision c of this section. c. The owner of a building shall post a notice stating that (i) the water tank inspection results are maintained on file in a specific location and will be made available when a person makes such a request to either the building owner or manager and (ii) that a person may contact the department if the inspection results are not made available to such person by the building owner or manager. Upon receipt of such request, the owner or manager shall make a copy of the inspection results available within five business days. Such notice shall be posted in a location easily accessible to tenants and in a frame with a transparent cover, and may be combined with similar notices where not otherwise prohibited by law. d. Beginning March 1, 2010, and each year thereafter for three years, the department shall submit to the council a report which shall provide information about water tank inspections for the preceding calendar year including, but not limited to: 1. the estimated number of building water tanks and the estimated number of buildings serviced by such tanks; 2. the number of building water tank inspection results examined by the department and the number that were in compliance with subdivision b of this section; 3. the estimated compliance rate with subdivision b of this section for the city; and 4. the number of violations issued by the department pursuant to subdivision e of this section. e. Any owner of a building who violates subdivision b of this section or any of the rules promulgated thereunder shall be liable for a civil penalty not less than two hundred and not to exceed two thousand dollars for each violation. Any owner of a building who violates subdivision c of this section or any of the rules promulgated thereunder shall be liable for a civil penalty not to exceed two hundred fifty dollars for each violation. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF HEALTH AND MENTAL HYGIENE"
  },
  "heading": {
    "title": "17",
    "chaptersection": "194",
    "identifier": "17-194",
    "catch_text": "Drinking water tank inspections"
  }
}