{
  "text": "ยง 17-131 Order for examination before justice of supreme court. a. Any justice of the supreme court of the first or second department, or who is holding court or chambers therein, upon the written application of the commissioner, may issue his or her order by him or her subscribed, for the examination without unreasonable delay by or before such justice of any person or persons, and the production of books or papers or the inspection and taking of copies of the whole or parts thereof, at a time and place within the city, and in such order to be named, provided it shall appear to the satisfaction of such justice or court that any matter or point affecting life or health is involved. It shall be the duty of such justice to take or superintend such examination, which shall be under oath, and shall be signed by the party or parties examined and be certified by the justice, and with any copies of books or papers, to be delivered to the department for the use of the department. b. Such examination, and any proceeding connected therewith, or under such order, may wholly or in part be had, conducted or continued by or before any other of such justices, as well as that one who made the order; and in and about the same, every such justice shall have as full power and authority to punish for contempt, and enforce obedience to such or other order or direction or that of any other judge respecting the matter as any such justice of the supreme court may now have, or shall possess, to enforce obedience or punish contempt in any case or matter whatsoever. Such application shall name or describe the person or persons whose examination is sought, and so far as possible the books or papers desired to be inspected, and the matter or points affecting life or health as to which the commissioner requests the examination to take place, and the justice shall on the proceedings, decide what questions are pertinent and allowable in respect thereto, and shall require the same to be properly answered; but no answer of any person so examined shall be used in any criminal proceeding. Service of any order of any such justice may be made, and the same proved in the same manner as the service of either an injunction or a subpoena. And it shall be the duty of the justice to facilitate the early determination of the proceedings. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF HEALTH AND MENTAL HYGIENE"
  },
  "heading": {
    "title": "17",
    "chaptersection": "131",
    "identifier": "17-131",
    "catch_text": "Order for examination before justice of supreme court."
  }
}