{
  "text": "ยง 17-189 Prohibition on sale of certain substances containing lead. a. For purposes of this section, the following terms shall have the following meanings: 1. \"Candy products containing lead\" shall mean any confection containing lead which the department, pursuant to rules promulgated hereunder, determines to present a risk to public health or a nuisance as defined in ยง 17-142 of this code. 2. \"Litargirio\" shall mean any powder containing lead intended for sale for personal use, including, but not limited to, use as an anti-perspirant, deodorant, foot fungicide or as a treatment for burns and wounds. 3. \"Person\" shall mean any natural person, individual, corporation, unincorporated association, proprietorship, firm, partnership, joint venture, joint stock association or other entity or business organization. b. No person shall sell or offer for sale, or cause any person to sell or offer for sale, candy products containing lead or products containing litargirio. c. Violations and penalties. 1. Any person who violates any provision of this section shall be liable for a civil penalty not to exceed two hundred and fifty dollars for each violation, provided that for a first such violation, such person may be issued a written warning in lieu of such civil penalty. Notwithstanding any provision of law to the contrary, any person who intentionally or knowingly violates any provision of this section shall be guilty of a misdemeanor punishable by a fine of not more than two hundred and fifty dollars for each violation and/or a prison term of not more than six months, and a civil penalty of not more than two hundred and fifty dollars for each violation. d. Enforcement. The department and the department of consumer affairs shall enforce the provisions of this section. A proceeding to recover any civil penalty authorized pursuant to subdivision c of this section shall be commenced by the service of a notice of violation returnable to the administrative tribunal established by the board of health where the department issues such a notice or to the adjudication division of the department of consumer affairs where such department issues such a notice. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged. The administrative tribunal of the board of health and the adjudication division of the department of consumer affairs shall have the power to render decisions and to impose the remedies and penalties provided for in subdivision c of this section, in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings. e. Rules. The commissioner shall promulgate any rules as may be necessary for the purposes of carrying out the provisions of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF HEALTH AND MENTAL HYGIENE"
  },
  "heading": {
    "title": "17",
    "chaptersection": "189",
    "identifier": "17-189",
    "catch_text": "Prohibition on sale of certain substances containing lead."
  }
}