{
  "text": "ยง 17-169 Certified copies of records of birth, fetal death, and death; certificates of birth. a. Upon request the department shall issue a certified copy of the birth record or a certification of birth under the following conditions: 1. A certified copy of the record of birth shall be issued only upon order of a court of competent jurisdiction or upon a specific request therefor by the person, if eighteen years of age or more, or by a parent or to the legal representative of the person to whom the record of birth relates or by an attorney of law authorized in writing by the person if of the age of eighteen years or over to whom the record of birth relates. The department may issue a certified copy of a birth record for official use upon the request of a department, agency, or officer of any state government or subdivision thereof or the United States government. 2. Upon request in all other cases, a certification of birth shall be issued by the department unless it does not appear to be necessary or required for a proper purpose. A certification of birth shall contain only the name, sex, date of birth and place of birth and date of filing in the department of the original certificate of birth of the person to whom it relates, and if upon request by, or on behalf of the person to whom it relates, or by a parent or legal representative of such person, the name or names of the parent or parents listed on the original certificate of birth, and none of the other data on the record of birth. Whenever a certification of birth may be issued, the department may, upon request, issue a wallet-size certification of birth, in a form and bearing a design provided by the department. Each applicant for a wallet-size certification of birth shall remit to the department with such application, a fee determined by the department. b. A transcript of a record of fetal death, or death, upon such forms as the department shall prescribe, shall be issued upon request unless it does not appear to be necessary or required for a proper purpose. The board may prescribe reasonable fees for searches made of records of birth, fetal death, or death, and the usual fees for copies of records to be paid for certifications of birth and for transcripts of records of birth, fetal death, or death, and in what cases the payment of fees may be waived. c. The United States department of health and human services may obtain, without expense to the city, transcripts of records of birth, fetal deaths and deaths without payment of fees here prescribed for use solely as statistical data. Any copy of the record of a birth, fetal death, or death, or any certificate of registration of birth, or certification of birth, when properly certified by the commissioner or persons authorized to act for such commissioner, shall be prima facie evidence of the facts therein stated, in all courts, and places, and in all actions, proceedings or applications, judicial, administrative or otherwise, and any such certificate of registration of birth or certification of birth shall be accepted with the same force and effect with respect to the facts therein stated as the original birth record or a certified copy thereof. d. Notwithstanding any other provision of law, any person born in the city of New York being released from a New York state correctional facility shall, prior to release, be provided by the department, at no cost to such person, a certified copy of his or her birth certificate to be used for any lawful purpose; provided that such person has requested a copy of his or her birth certificate at least ninety days prior to his or her release, from the (a) department, or (b) New York state department of correctional services and the New York state department of correctional services has submitted such request to the department. No person shall receive more than one birth certificate without charge pursuant to this subdivision. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF HEALTH AND MENTAL HYGIENE"
  },
  "heading": {
    "title": "17",
    "chaptersection": "169",
    "identifier": "17-169",
    "catch_text": "Certified copies of records of birth, fetal death, and death; certificates of birth."
  }
}