{
  "text": "ยง 17-197 Restraining animals outdoors. a. (1) No person shall tether, leash, fasten, secure, restrain, chain or tie an animal to a stationary object outdoors, or cause such animal to be so restrained, for longer than three continuous hours in any continuous twelve-hour period. (2) Any person who tethers, leashes, fastens, secures, restrains, chains or ties an animal to a stationary object outdoors for a permissible period of time shall provide such animal with adequate food, water and shelter, and shall restrain the animal with a device having swivels at both ends that is of an adequate length for the type and size of animal being restrained, provided, however, that the requirement to provide adequate food, water and shelter shall not apply to a person who restrains an animal while completing a task for a period of time that is fifteen minutes or less in duration. b. Notwithstanding the provisions of subdivision a of this section, no person shall tether, leash, fasten, chain, tie, secure or restrain any animal for any amount of time with a device that: (1) is a choke collar or pinch collar; (2) has weights attached or contains links that are more than one-quarter inch thick; (3) because of its design or placement is likely to become entangled; (4) is long enough to allow the animal to move outside of its owner's property; and (5) would allow the restrained animal to move over an object or edge that could result in the strangulation of or injury to such animal. c. Any person who violates the provisions of this section or any of the rules promulgated thereunder shall, for a first offense, be guilty of a violation punishable by a fine not to exceed two hundred fifty dollars, provided that such person shall be issued a written warning instead of such fine for such first offense where such animal was not injured as a result of being restrained in violation of this section. For any subsequent offense within a continuous twelve-month period, such person shall be guilty of a class B misdemeanor punishable by a fine not to exceed five hundred dollars or by imprisonment of not more than three months, or both. In addition to such penalties, any person who violates this section shall be liable for a civil penalty of not less than two hundred fifty dollars nor more than five hundred dollars. d. Authorized officers, veterinarians and employees of the department, agents of the American Society for the Prevention of Cruelty to Animals and any other persons designated by the commissioner shall be empowered to enforce the provisions of this section or any rule promulgated hereunder. Violations of this section may be supported by evidence including, but not limited to, time-stamped photographs and video, records of complaints, and sworn witness statements. e. The provisions of this section shall not be construed to prohibit the department, the American Society for the Prevention of Cruelty to Animals or any law enforcement officer from enforcing any other law, rule or regulation regarding the humane treatment of animals. f. The provisions of subdivision (a) of this section shall not apply to the officers or employees of any federal, state or city law enforcement agency. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF HEALTH AND MENTAL HYGIENE"
  },
  "heading": {
    "title": "17",
    "chaptersection": "197",
    "identifier": "17-197",
    "catch_text": "Restraining animals outdoors."
  }
}