{
  "text": "17-190 Deaths of homeless persons and homeless shelter residents; report. a. Definitions. For the purposes of this section, the following terms shall be defined as follows: 1. \"Homeless person\" means a person who at the time of death did not have a known street address of a residence at which he or she was known or reasonably believed to have resided. 2. \"Homeless shelter resident\" means a person who at the time of death lived in a homeless shelter as defined in paragraph 3 of this subdivision. 3. \"Homeless shelter\" means (i) a residence operated by or on behalf of the department of homeless services; (ii) an emergency residence operated by or on behalf of the department of social services/human resources administration which is available primarily for homeless persons with HIV or AIDS related illness; or (iii) a residence operated by or on behalf of the department of housing preservation and development to the extent that such residence houses clients of the department of homeless services; provided, however, that such term shall not include any residence that is available primarily for battered women. b. Annual report regarding deaths of homeless persons and homeless shelter residents. 1. The department shall, by January first, April first, July first and October first of each year collect information as necessary to comply with the provisions of paragraph 3 of this subdivision regarding the incidence of deaths of homeless persons and homeless shelter residents during the quarter year which began on the first day of the sixth month preceding the month by which the information is required to be collected. 2. In addition to the collection of quarterly information required pursuant to this subdivision, the department shall, subject to paragraph 4 of this subdivision, submit an annual report to the council and the mayor by January fifteenth of each year, (i) summarizing and aggregating, as well as updating and amending if necessary, the information collected in the immediately preceding four quarter years for which information was collected pursuant to paragraph 1 of this subdivision; and (ii) indicating the causes of death for all deaths in such report disaggregated by cause, including, but not limited to, how many such deaths were related to exposure to outdoor conditions. 3. Such report shall also include, at a minimum, (i) the number of homeless persons who died during the preceding year, disaggregated by month, for whom there was an investigation by the office of chief medical examiner as required pursuant to section 557 of the charter, the number of homeless shelter residents who died during the preceding year, disaggregated by month, and, to the extent such information is readily available, the number of other homeless persons who died during the preceding year, disaggregated by month; (ii) the community board district where each such decedent died, disaggregated within each such district by whether the death occurred outdoors, in a hospital, in a nursing home and/or other residential health care facility, in a homeless shelter, or, to the extent such information is available, in another facility, residence or other type of location, provided, however, that the location of decedents who died in a residence operated by or on behalf of the department of social services/human resources administration which is available primarily for homeless persons with HIV or AIDS related illness shall be provided by borough; (iii) an indication as to whether the decedent was known to be living in a homeless shelter at the time of death and the community board district in which such homeless shelter is located, provided, however, that the location of the residence of decedents known to be living in a homeless shelter operated by or on behalf of the department of social services/human resources administration which is available primarily for homeless persons with HIV or AIDS related illness shall be provided by borough; and (iv) the age or approximate age and gender of each such decedent; provided, however, that in cases where the identity of a decedent is unknown or in cases where it is unknown whether such decedent was a homeless person or a homeless shelter resident, the department shall provide the information required by this paragraph during the year that such information becomes available, as well as the date or approximate date such death occurred. 4. The department may withhold information from an annual report about an individual decedent otherwise required pursuant to this subdivision to the extent that such withholding is necessary to avoid disclosing the identity of such decedent, provided that the department shall specify when such information is withheld and shall report all other information about such decedent that will not reveal the identity of such decedent. 5. In each annual report required pursuant to this subdivision, the department shall describe the methodologies used to identify homeless persons and homeless shelter residents and provide an analysis of the reliability and validity of such methodologies. 6. The quarterly information and annual reports required pursuant to this subdivision shall be made available to any member of the public upon request. c. Rules. The department after public hearings shall promulgate such rules as are necessary to implement the provisions of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF HEALTH AND MENTAL HYGIENE"
  },
  "heading": {
    "title": "17",
    "chaptersection": "190",
    "identifier": "17-190",
    "catch_text": "Deaths of homeless persons and homeless shelter residents; report."
  }
}