{
  "text": "ยง 17-1203 Reduction of pesticide use. a. Effective six months after the enactment of the local law that added this section, no city agency or contractor shall apply to any property owned or leased by the city any pesticide classified as Toxicity Category I by the United States environmental protection agency as of April 1, 2005, provided that for any pesticide classified as Toxicity Category I by the United States environmental protection agency after April 1, 2005, no such agency or contractor shall apply such pesticide after six months of its having been so classified, except as provided for in sections 17-1205 or 17-1206 of this chapter. b. Effective twelve months after the enactment of the local law that added this section, no city agency or contractor shall apply to any property owned or leased by the city any pesticide classified as a human carcinogen, likely to be carcinogenic to humans, a known/likely carcinogen, a probable human carcinogen, or a possible human carcinogen by the office of pesticide programs of the United States environmental protection agency as of April 1, 2005, except as provided for in sections 17-1205 or 17-1206 of this chapter. c. Effective eighteen months after enactment of the local law that added this section, no city agency or contractor shall apply to any property owned or leased by the city any pesticide classified by the California office of environmental health hazard assessment as a developmental toxin as of April 1, 2005, except as provided for in sections 17-1205 or 17-1206 of this chapter. d. On February 1, 2007, and every February 1 thereafter, the department shall submit to the City Council a report listing changes made to the list of pesticides classified as a human carcinogen, likely to be carcinogenic to humans, a known/likely carcinogen, a probable human carcinogen, or a possible human carcinogen by the office of pesticide programs of the United States environmental protection agency and the list of pesticides classified as developmental toxins by the California office of environmental health hazard assessment after April 1, 2005. Such reports shall also include, for each pesticide added to or removed from such classifications, whether and to what extent such pesticide is used by city agencies or contractors in the city of New York. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "12",
    "text": "Pesticide Use by City Agencies"
  },
  "heading": {
    "title": "17",
    "chaptersection": "1203",
    "identifier": "17-1203",
    "catch_text": "Reduction of pesticide use."
  }
}