{
  "text": "ยง 17-1401 Definitions. As used in this chapter the following terms have the following meanings: (1) Carpet. A heavy fabric used to cover a floor and made from wool, cotton, or other natural or synthetic fibers. Such term shall include carpet backing. (2) Carpet business. Any person engaged in the business of selling or installing carpet or carpet cushion. (3) Carpet adhesive. Any adhesive labeled for use in the installation of carpet, vinyl backed carpet, or artificial grass. (4) Carpet backing. Materials such as fabrics, yarns, or chemical compounds at the underside of a carpet, used to reinforce the carpet's construction. (5) Carpet cushion. A padding made of hair, felt, jute, foam or sponge rubber, or other natural or man-made materials, that is placed on the floor before a carpet is laid. (6) Emission factor. The mass of a compound emitted from a specific unit area of product surface per unit of time. (7) Owner. Any person having a legal or equitable interest in or control of any building, premises or part thereof, including but not limited to the record owner, a tenant or lessee. (8) Person. Any natural person, agent, firm, partnership, corporation or other legal entity. (9) Total volatile organic compound or TVOC. Sum of the concentrations of all identified and unidentified VOCs between and including n-pentane through n-heptadecane (C5 - C17) as measured by the gas chromatography/mass spectrometry total ion current (GC/MS TIC) method and expressed as a toluene equivalent value. (10) Volatile organic compound or VOC. Carbon-containing compounds with vapor pressures at standard conditions ranging between those for n-pentane through n-heptadecane (C5 - C17), excluding carbon monoxide, carbon dioxide, carbonic acid, metallic carbides and carbonates and ammonium carbonate. For the purposes of this chapter, formaldehyde and acetaldehyde are considered to be VOCs. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "14",
    "text": "LIMITS ON VOLATILE ORGANIC COMPOUND EMISSIONS IN CARPET AND CARPET CUSHION"
  },
  "heading": {
    "title": "17",
    "chaptersection": "1401",
    "identifier": "17-1401",
    "catch_text": "Defintions."
  }
}