{
  "text": "ยง 17-202 Procedure in deaths reportable to the office of chief medical examiner. a. Upon any such death, the officer in charge of the station-house in the police precinct in which such person died shall immediately notify the office of chief medical examiner of the known facts concerning the time, place, manner and circumstances of such death. Immediately upon receipt of such notification the chief medical examiner, or a deputy chief medical examiner, or a medical examiner, or a medical investigator, or a lay medical investigator shall go to and take charge of the dead body. Such medical examiner, medical investigator or lay medical investigator shall fully investigate the essential facts concerning the circumstances of the death, taking the names and addresses of as many witnesses thereto as it may be practicable to obtain, and shall record all such facts and file the same in the office of chief medical examiner. Such medical examiner, medical investigator or lay medical investigator shall take possession of any portable objects which, in his or her opinion, may be useful in establishing the cause of death, and except as provided in subdivision c hereof, shall deliver them to the police department. b. The police officer detailed in such cases shall, in the absence of next of kin of the deceased person, take possession of all property of value found on such person, make an exact inventory thereof on his or her report, and deliver such property to the police department, which shall surrender the same to the person entitled to its custody or possession. c. Notwithstanding the provisions of subdivisions a and b of this section, any suicide note or other written evidence of suicide found on such deceased person shall be delivered to the chief medical examiner and shall be retained by said medical examiner. d. Nothing in this section contained shall affect the powers and duties of a public administrator. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "2",
    "text": "MEDICAL EXAMINER"
  },
  "heading": {
    "title": "17",
    "chaptersection": "202",
    "identifier": "17-202",
    "catch_text": "Procedure in deaths reportable to the office of chief medical examiner."
  }
}