{
  "text": "ยง 17-315 Restrictions on the placement of vehicles and pushcarts; vending in certain areas restricted or prohibited. a. No pushcart shall be placed upon any sidewalk unless said sidewalk has at least a twelve foot clear pedestrian path to be measured from the boundary of any private property to any obstruction in or on the sidewalk, or if there are no obstructions, to the curb. In no event shall any pushcart be placed on any part of a sidewalk other than that which abuts the curb. b. No vending vehicle or pushcart or any other item related to the operation of a food vendor's business shall touch, lean against, or be affixed permanently or temporarily in any building or structure including, but not limited to, lamp posts, parking meters, mail boxes, traffic signal stanchions, fire hydrants, tree boxes, benches, bus shelters, taxi stands, refuse baskets or traffic barriers. c. All items relating to the operation of a food vending business shall be kept in or under the vending vehicle or pushcart, except that samples of the non-perishable items sold may be displayed on the vending vehicle or pushcart. No items relating to the operation of a food vending business other than an adjoining acceptable waste container shall be placed upon any public space adjacent to the vending vehicle or pushcart, and no food shall be sold except from an authorized vehicle or pushcart. d. No vending pushcart shall be located against display windows of fixed location businesses, nor shall they be within twenty feet of any entranceway to any building, store, theatre, movie house, sports arena or other place of public assembly, or within twenty feet from exits, including service exits, to buildings that are exclusively residential at the street level. e. No food vendor shall vend within any bus stop, taxi stand, within the portion of the sidewalk abutting any no standing zone adjacent to a hospital as defined in subdivision one of section 2801 of the New York state public health law, within ten feet of any driveway, any subway entrance or exit, or any crosswalk at any intersection. f. Each food vendor who vends from a pushcart or vehicle in the roadway shall obey all traffic and parking laws, rules and regulations as now exist or as may be promulgated, but in no case shall a food vendor vend so as to restrict the continued maintenance of a clear passageway for vehicles. h. No food vendor shall vend on the median strip of a divided roadway unless such strip is intended for use as a pedestrian mall or plaza. i. No vendor shall vend within areas under the jurisdiction of the department of parks and recreation unless written authorization therefor has been obtained from the commissioner of such department, but nothing therein contained shall exempt any vendor from obtaining a license and permit in accordance with this subchapter. j. Where exigent circumstances exist and a police officer or other authorized officer or employee of the city gives notice to a food vendor to temporarily move from a location such vendor shall not vend from such location. For the purpose of this subdivision, exigent circumstances shall include but not be limited to, unusually heavy pedestrian or vehicular traffic, existence of any obstructions in the public space at or near such location, an accident, fire or other emergency situation at or near such location, or a parade, demonstration, or other such event or occurrence at or near such location. k. No food vendor shall vend on any street at any time where and when the operation of any food vending business is prohibited pursuant to either local law or section 20-465.1 of the code and any rules promulgated pursuant thereto. No food vendor shall vend in the area including and bounded on the east by the easterly side of Broadway, on the south by the southerly side of Liberty Street, on the west by the westerly side of West Street and on the north by the northerly side of Vesey Street. l. Food vendors shall be prohibited from vending on the following streets at the following days and times: BOROUGH OF MANHATTAN Third Avenue: East 40th to East 57th Street, Monday through Friday, 8 am to 6 pm; East 58th to East 60th Street, Monday through Saturday, 8 am to 9 pm; Lexington Avenue: East 40th to East 57th Street, Monday through Saturday, 8 am to 7 pm; East 58th to East 60th Street, Monday through Saturday, 8 am to 9 pm; East 61st to East 69th Street, Monday through Saturday, 8 am to 6 pm; Park Avenue: East 34th to East 42nd Street, Monday through Friday, 8 am to 7 pm; East 55th to East 59th Street, Monday through Friday, 10 am to 7 pm; Vanderbilt Avenue: East 42nd to East 45th Street, Monday through Friday, 8 am to 7 pm; Madison Avenue: East 34th to East 45th Street, Monday through Friday, 8 am to 6 pm; East 46th to East 59th Street, Monday through Saturday, 10 am to 7 pm; Fifth Avenue: 32nd to 59th Street, Monday through Saturday, 8 am to 7 pm; Avenue of the Americas: West 32nd to West 59th Street, Monday through Saturday, 8 am to 7 pm; Broadway: West 32nd to West 52nd Street, Everyday, 8 am to 8 pm; Seventh Avenue: West 33rd to West 34th Street, Monday through Saturday, 8 am to 6 pm; West 35th to West 45th Street, Monday through Saturday, 8 am to midnight; West 46th to West 52nd Street, Monday through Saturday, 2 pm to 7 pm; Fourteenth Street: Broadway to Seventh Avenue, Monday through Saturday, noon to 8 pm; West Thirty-fourth Street: Fifth Avenue to Seventh Avenue, Monday through Saturday, 8 am to 7 pm; Forty-second Street: Third Avenue to Eighth Avenue, Monday through Saturday, 8 am to 7 pm; West Forty-third Street: Broadway to Eighth Avenue, Wednesday and Saturday, noon to 11 pm; Sunday, noon to 6 pm; Other days, 7 pm to 11 pm; West Forty-fourth Street: Broadway to Eighth Avenue, Wednesday and Saturday, noon to 11 pm; Sunday, noon to 6 pm; Other days, 7 pm to 11 pm; West Forty-fifth Street: Broadway to Eighth Avenue, Wednesday and Saturday, noon to 11 pm; Sunday, noon to 6 pm; Other days, 7 pm to 11 pm; West Forty-sixth Street: Seventh to Eighth Avenues, Wednesday and Saturday, noon to 11 pm; Sunday, noon to 6 pm; Other days, 7 pm to 11 pm; West Forty-seventh Street: Fifth to Eighth Avenues, Wednesday and Saturday, noon to 11 pm; Sunday, noon to 6 pm; Other days, 7 pm to 11 pm; West Forty-eighth Street: Broadway to Eighth Avenues, Wednesday and Saturday, noon to 11 pm; Sunday, noon to 6 pm; Other days, 7 pm to 11 pm; West Forty-ninth Street: Broadway to Eighth Avenues, Wednesday and Saturday, noon to 11 pm; Sunday, noon to 6 pm; Other days, 7 pm to 11 pm; West Fiftieth Street: Broadway to Eighth Avenues, Wednesday and Saturday, noon to 11 pm; Sunday, noon to 6 pm; Other days, 7 pm to 11 pm; West Fifty-first Street: Broadway to Eighth Avenues, Wednesday and Saturday, noon to 11 pm; Sunday, noon to 6 pm; Other days, 7 pm to 11 pm; West Fifty-second Street: Broadway to Eighth Avenues, Wednesday and Saturday, noon to 11 pm; Sunday, noon to 6 pm; Other days, 7 pm to 11 pm; West Fifty-third Street: Broadway to Eighth Avenues, Wednesday and Saturday, noon to 11 pm; Sunday, noon to 6 pm; Other days, 7 pm to 11 pm. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "3",
    "text": "LICENSES AND PERMITS"
  },
  "heading": {
    "title": "17",
    "chaptersection": "315",
    "identifier": "17-315",
    "catch_text": "Restrictions on the placement of vehicles and pushcarts; vending in certain areas restricted or prohibited."
  }
}