{
  "text": "ยง 17-335 Inhalation therapy. a. Definitions. Whenever used in this section, the following terms shall mean and include: 1. \"Inhalation therapy.\" The therapeutic use of oxygen, helium, carbon dioxide or other gas or gases for a human being. 2. \"Inhalation therapy service.\" The furnishing of gas and complete inhalation therapy equipment, with or without a technician to administer or operate the same, or the furnishing, with one or more other persons, of such gas and complete equipment, or the furnishing of a supervising technician or technician to operate inhalation therapy equipment. 3. \"Purveyor.\" A person who directly or indirectly engages in the business of supplying inhalation therapy service or who holds himself or herself out, directly or indirectly, or by a sign, stationery, business card, billhead, advertisement or otherwise as being engaged in the business of supplying inhalation therapy service. The term \"purveyor\" shall not include a hospital or other institution subject to visitation or inspection by the state department of social services, pursuant to section four hundred sixty-c of the social services law, a hospital or other institution operated by the city, or a manufacturer or distributor of gas or inhalation therapy equipment, unless such manufacturer or distributor supplies inhalation therapy service consisting of gas and complete inhalation equipment, with or without, a technician to operate the same, or a technician to operate inhalation therapy equipment. 4. \"Supervising technician.\" A person who is the technical supervisor or director of the inhalation therapy service of a purveyor and who supervises the technicians who operate the inhalation therapy equipment of such purveyor or for such purveyor. 5. \"Technician.\" A person who operates inhalation therapy equipment of a purveyor or for a purveyor under the supervision of a supervising technician. The terms \"supervising technician\" shall not include any person administering any gas (a) for emergency first aid, (b) for emergency resuscitation, (c) in conjunction with or during lawful administration of an anesthetic, (d) in a hospital or other institution subject to visitation or inspection by the state department of social services, pursuant to section four hundred sixty-c of the social services law, or (e) in a hospital or other institution operated by the city. b. Purveyors' licenses, supervising technicians' and technicians' certificates of competency. 1. It shall be unlawful for any person to be a purveyor without a license therefor and it shall be unlawful for any person to be a supervising technician or technician without a certificate of competency therefor. 2. The annual fee for a license to be a purveyor shall be fifty dollars. The fee for a certificate to be a supervising technician shall be ten dollars and the annual renewal fee shall be one dollar. The fee for a certificate to be a technician shall be five dollars and the annual renewal fee shall be one dollar. 3. Each purveyor shall cause his or her license to be conspicuously displayed in his or her principal place of business. Each supervising technician and each technician, during the performance of his or her duties as such, shall carry his or her certificate or renewal certificate on his or her person and shall display the same on demand. 4. The department shall issue licenses and certificates of competency and renewals thereof pursuant to this section. Each such license, certificate and renewal shall expire on the thirty-first day of December next succeeding the date of issuance thereof. 5. All licenses, certificates of competency and renewals thereof issued pursuant to this section shall be according to an established form and shall be regularly numbered and duly registered. 6. Where the applicant is a non-profit organization or an employee of such organization and the activity for which the license is required, is operated or is to be operated on a non-profit basis, the commissioner may in his or her discretion waive the payment of any of the fees prescribed by this section for such licenses issued by him or her. c. Commissions prohibited. For the better protection and preservation of the public health, safety and welfare of the city and its inhabitants, it shall be unlawful for any purveyor, supervising technician or technician, directly or indirectly, to pay or give, permit or cause to be paid or given, or offer to pay or give to any person, or for any person, directly or indirectly, to request, receive or accept from any purveyor, supervising technician or technician any sum of money, credit or other valuable consideration as a commission, discount or gratuity for: 1. Recommending or procuring the inhalation therapy service of such purveyor for any other person, or 2. Directing patronage or clientele to such purveyor, or 3. Influencing any person to refrain from using or utilizing the inhalation therapy service or equipment of any other purveyor or person. The provisions of this subdivision shall be inapplicable to: 1. Compensation paid by a purveyor to his or her bona fide employees or for bona fide advertising. 2. Trade discounts granted by one purveyor to another purveyor. d. Operation of equipment. It shall be unlawful for any purveyor to supply inhalation therapy service or equipment, unless the use thereof is prescribed and supervised by a licensed physician and the operation thereof is controlled by a licensed physician, a supervising technician or a technician. A purveyor shall be deemed to have complied with the requirement of this subdivision with respect to a prescription for the use of inhalation therapy service or equipment if: 1. He or she or his or her representative shall have ascertained from the physician or from a person employed in the office of the physician having knowledge thereof or from the registered nurse charged with the care of the person requiring such inhalation therapy, that the physician has prescribed the use of such inhalation therapy or equipment; and 2. He or she or his or her representative has made a note on the records of such purveyor of the name and address of the physician, the name of the registered nurse or the person in the office of the physician from whom such information was received and the date on and the time at which such information was received. The provisions of this subdivision shall be inapplicable to the use of inhalation therapy in the administration of emergency first aid, emergency resuscitation, in conjunction with or during lawful administration of anesthetic, in a hospital or other institution subject to visitation or inspection by the state department of social services pursuant to section four hundred sixty-c of the social services law or in a hospital or other institution operated by the city. e. Powers of department. For the better protection of the health, safety and welfare of the inhabitants of the city, the department shall have power to: 1. Promulgate rules and regulations governing inhalation service or equipment and for the proper enforcement of the provisions of this section. 2. Conduct examinations for and issue certificates of competency to supervising technicians and technicians. 3. Inspect or investigate the inhalation therapy equipment or service of any purveyor. 4. Make and enforce orders with relation to the care, use, operation, testing and repair of inhalation therapy service or equipment. 5. Deny, suspend or revoke a license, certificate of competency or any renewal thereof for failure to comply with the provisions of this section or with any rule, regulation, standard or order prescribed or made by the department with relation to inhalation therapy service or equipment. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "3",
    "text": "LICENSES AND PERMITS"
  },
  "heading": {
    "title": "17",
    "chaptersection": "335",
    "identifier": "17-335",
    "catch_text": "Inhalation therapy."
  }
}