{
  "text": "ยง 17-358 Licenses, applications, procedures and requirements. a. Any person intending to engage in the practice of tattooing shall apply to the commissioner for a tattoo license, in the form and manner prescribed by the commissioner. Such application shall contain such information as the commissioner deems reasonable and necessary to determine the qualifications for granting a license to the applicant. The application shall be subscribed by the applicant and affirmed under penalty of perjury. b. Any person eighteen years of age or older may apply to the commissioner for a license to practice tattooing. No license may be issued to a person who has been convicted of criminal tattooing of a minor in violation of section 260.21 of the New York state penal law within the year immediately preceding such license application. c. Each applicant for a tattoo license shall take an examination administered by the department in accordance with rules promulgated by the commissioner regarding health issues relating to tattooing, including but not limited to, infection control, utilization of universal precautions as recommended by the federal centers for disease control and prevention and proper methods of waste disposal. The fee for such examination shall be established pursuant to rules promulgated by the commissioner. An application for a tattoo license must be accompanied by satisfactory evidence of passing such examination. The commissioner shall issue an informational publication which may be used by applicants for a tattoo license in preparing to take such examination. The commissioner shall update such informational publication when the commissioner determines that new health-related information or techniques have become available. d. The biennial fee for a tattoo license shall be one hundred dollars. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "3",
    "text": "LICENSES AND PERMITS"
  },
  "heading": {
    "title": "17",
    "chaptersection": "358",
    "identifier": "17-358",
    "catch_text": "Licenses, applications, procedures and requirements."
  }
}