{
  "text": "ยง 17-306 Definitions. Whenever used in this subchapter the following terms shall mean: a. \"Commissary\". A service room, catering establishment, restaurant or any other place in which food, containers or supplies are processed, prepared, handled, packed, transferred or stored and directly from which food is distributed to a food vendor or from which any vehicle or pushcart offering food to the public in any public space is supplied. b. \"Food\". Any raw, cooked or processed edible substances, beverages, ingredients, ice or water used or intended for use or for sale in whole or in part for human consumption. c. \"Food vendor\" or \"vendor\". A person who hawks, peddles, sells or offers food for sale at retail in any public space. d. \"Food vending business\". The business of selling or offering food for sale at retail in a public space engaged in by a food vendor. e. \"Public space\". All publicly owned property between the property lines on a street as such property lines are shown on city records including, but not limited to, a park, plaza, roadways, shoulder, tree space, sidewalk or parking space between such property lines. It shall also include, but not be limited to, publicly owned or leased land, buildings, piers, wharfs, stadiums and terminals. f. \"Pushcart\". Any wheeled vehicle or device used by a food vendor, other than a motor vehicle or trailer, which may be moved with or without the assistance of a motor and which does not require registration by the department of motor vehicles. The term \"pushcart\" shall include any green cart, as that term is defined by subdivision s of this section. g. \"Vehicle\". A motor vehicle or trailer, as defined in the vehicle and traffic law. h. \"Vend\". To hawk, peddle, sell or offer to sell food at retail in a public space, delivered immediately upon consummation of purchase. i. \"Person.\" A natural person, partnership, corporation or other association. j. \"Veteran\". Any person who was in active service in the armed forces of the United States and was honorably discharged from such service. k. \"Disabled veteran\". A veteran who is certified by the United States department of veterans' affairs as having a disability rated at ten per centum or more that was incurred by such person during active service in the armed forces of the United States and which disability is in existence at the time of application for a permit under this sub-chapter. l. \"Honorable discharge\". Any type of discharge or release from the armed forces of the United States other than a dishonorable discharge. m. \"Disabled person\". Any person who has or had a physical or mental impairment that substantially limits one or more major life activities and has a record of such an impairment. For the purposes of this subdivision, \"physical impairment\" means a physiological disorder or condition, or anatomical loss affecting one or more of the following body systems: neurological; musculoskeletal; special sense organs; respiratory, including speech organs; cardiovascular; genitourinary; hemic and lymphatic; or skin and endocrine. It includes, but is not limited to, such diseases and conditions as orthopedic, visual, speech and hearing impairments, cerebral palsy, muscular dystrophy, and multiple sclerosis. For the purposes of this subdivision, \"mental impairment\" means any mental or psychological disorder such as mental retardation, organic brain syndrome, emotional or mental illness, and specific learning disabilities. For the purposes of this subdivision, \"major life activities\" means functions such as walking, seeing, hearing and speaking. For the purposes of this subdivision, a record of such an impairment shall be established by submission to the commissioner of either: (a) A letter or certificate describing the physical or mental impairment of the applicant which must include the notarized signature of one of the following: (i) A licensed physician, ophthalmologist, optometrist or psychologist; or (ii) An authorized representative of a social agency that conducts programs for the disabled in cooperation with an official agency of the state and from which the applicant is receiving services such as, but not limited to, the state office of vocational rehabilitation; or (b) A previous certification not more than one year old establishing the physical or mental impairment of the applicant such as, but not limited to, verification of an income tax exemption or social security benefits on the basis of physical or mental impairment. n. \"Unemancipated child.\" Any son, daughter, step-son or step-daughter who is under the age of eighteen, unmarried and living in the same household. o. \"Exclusive distributor\". A person who has a written agreement with a manufacturer of a food product for the sale of that product by a food vendor licensed pursuant to this subchapter from a vehicle or pushcart to the exclusion of any similar food product manufactured by any other manufacturer. p. \"Manufacturer\". A person who processes or fabricates food products from raw materials for commercial purposes. q. \"Fresh fruits and vegetables\". Unprocessed unfrozen raw fruits and vegetables that have not been combined with other ingredients. r. \"Fresh fruits and vegetables permit\". A full-term permit for the vending at retail solely of fresh fruits or vegetables, or both, from a pushcart or vehicle in a public place. Unless otherwise specified, a fresh fruits and vegetables permit shall be a permit in accordance with the provisions of this subchapter. s. \"Green cart\". A pushcart used exclusively by those issued fresh fruits and vegetables full-term permits pursuant to section 17-307 of this subchapter and which, in addition to being in compliance with all other legal requirements applicable to non-processing pushcarts, must also have a distinctive and easily recognizable appearance in accordance with rules to be established by the commissioner. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "3",
    "text": "LICENSES AND PERMITS"
  },
  "heading": {
    "title": "17",
    "chaptersection": "306",
    "identifier": "17-306",
    "catch_text": "Definitions."
  }
}