{
  "text": "ยง 17-330 Regulations. a. The commissioner, with the advice of the advisory board as hereinafter established, shall promulgate such regulations as are necessary to carry out the provisions of this subchapter and to promote the health, safety and well being of the horses which are required to be licensed hereunder and of members of the public who hire such horses. b. 1. Horses shall not be left untethered or unattended except when confined in a stable or other enclosure. When tethered, all horses shall be secured by the use of a rope attached to the halter, not to the bit or bridle. 2. Horse bridles and halters shall be used on carriage horses at all times when operating a carriage. c. Standing stalls for carriage horses shall be sixty square feet or larger, with a minimum width of seven feet, and shall be configured to permit a carriage horse to turn around and safely lay down within the stall. Horses shall be un-tied when stabled. A halter shall be on the horse or hung outside each stall at all times. d. Horses shall be adequately quartered. Stables and stalls shall be clean and dry and sufficient bedding of straw, shavings or other suitable materials shall be furnished and changed as often as necessary to maintain them in a clean and dry condition. Adequate heating and ventilation shall be maintained in stables as prescribed by the commissioner. e. Owners shall insure that appropriate and sufficient food and drinking water are available for each horse and that while working each horse is permitted to eat and drink at reasonable intervals. f. Owners shall not allow a horse to be worked on a public highway, path or street during adverse weather or other dangerous conditions which are a threat to the health or safety of the horse. A horse being worked when such conditions develop shall be immediately returned to the stable by the most direct route. g. 1. Carriage horses shall not be at work for more than nine hours in any continuous twenty-four hour period. Riding horses shall not be at work for more than eight hours in any continuous twenty-four hour period. Rest periods for carriage horses and riding horses shall be of such duration and at such intervals as the commissioner shall prescribe, but rest periods for carriage horses shall in no event be for less than fifteen minutes after each two hour working period, and the time of such rest period shall be included in calculating the number of hours the horse has worked in any twenty-four hour period. During such rest periods, the person in charge of such carriage horses shall make fresh water available to the horse. 2. Carriage horses shall receive no less than five weeks of vacation or furlough every twelve months at a horse stable facility which allows daily access to paddock or pasture turnout. Proof of such vacation or furlough shall be provided upon request to the department and/or the ASPCA. h. Carriage horses shall not be driven at a pace faster than a trot. Riding horses may be ridden at a canter but shall not be galloped. i. Horses shall be suitably trimmed or shod, and saddles, bridles, bits, road harnesses and any other equipment used on or with a horse at work shall be maintained and properly fitted as prescribed by regulation of the commissioner. j. Stables in which horses used in a rental horse business are kept shall be open for inspection by authorized officers, veterinarians and employees of the department, and any persons designated by the commissioner to enforce the provisions of this subchapter, agents of the ASPCA, police officers, and employees of the department of consumer affairs. k. An owner shall be jointly liable with the person to whom a horse is rented for any violation of this subchapter or of any regulations promulgated hereunder committed by such person if the owner had knowledge or notice of the act which gave rise to the violation at the time of or prior to its occurrence or under the circumstances should have had knowledge or notice of such act and did not attempt to prevent it from occurring. l. An owner of a rental horse business shall keep such records as the commissioner of health shall prescribe including but not limited to a consecutive daily record of the movements of each licensed horse including the driver's name and identification number, if applicable, rider's name, the horse's identification number, vehicle license plate number, if applicable, time of leaving stable and time of return to stable. An owner of a rental horse business shall also keep written protocols for emergencies, including but not limited to primary and secondary emergency contact information for each horse owner and insurance company information, if applicable. Such records shall be kept on the premises of the stable where the horses are kept and shall be available for inspection. The commissioner may, in his or her discretion, require a time clock, date stamp or time stamp where such commissioner believes it is appropriate. m. A horse required to be licensed pursuant to this subchapter which is lame or suffers from a physical condition or illness making it unsuitable for work may be ordered to be removed from work by the commissioner or his or her designee or by an agent of the ASPCA or a veterinarian employed or retained by such commissioner or ASPCA to inspect licensed horses. A horse for which such an order has been issued shall not be returned to work until it has recovered from the condition which caused the issuance of the order or until such condition has improved sufficiently that its return to work will not aggravate the condition or otherwise endanger the health of the horse. In any proceeding, under this section it shall be presumed that a horse which is found at work within forty-eight hours after the issuance of an order of removal and which is disabled by the same condition which caused such order to be issued has been returned to work in violation of this section. Such presumption may be rebutted by offering a certificate of a veterinarian indicating suitability to return to work prior to the expiration of the forty-eight hour period. n. Every horse required to be licensed hereunder shall be examined by a veterinarian prior to its use in a rental horse business, at time of each license renewal, and thereafter at intervals of not less than four months and not greater than eight months. The examination shall include the general physical condition of the horse, its teeth, hoofs and shoes, its stamina and physical ability to perform the work or duties required of it, and whether it is current on vaccinations, including those for rabies, Eastern/Western equine encephalitis, West Nile virus, Rhinopneumonitis virus, and tetanus, or any other vaccinations the Commissioner may require by rule. The examination shall also include a record of any injury, disease, or deficiency observed by the veterinarian at the time, together with any prescription or humane correction or disposition of the same. A signed health certificate by the examining veterinarian shall be maintained at the stable premises at which such horse is located and shall be displayed on the outside of the such horse's individual stall. An original of said certificate shall be mailed by the examining veterinarian to the department. o. 1. Carriage horses shall not be worked whenever the air temperature is 18 degrees fahrenheit or below. 2. Carriage horses shall not be worked whenever the air temperature is 90 degrees fahrenheit or above. 3. For purposes of this subdivision, temperatures shall be those measured by a state-of-the-art thermometer, as determined by the commissioner, as measured by the commissioner or his or her designee at street level at one of the stands designated pursuant to section 19-174 of the code. 4. If the temperature exceeds the limits set by this subdivision during the course of a particular ride, at the ride's conclusion, but no later than one-half hour after the temperature exceeds these limits, the operator must immediately cease working, move the horse to an area of shelter, where available, rest the horse and then walk it directly to its stable. All horses so returned to their stable must be unbridled and unharnessed and remain at the stable for at least one hour, and thereafter, until such time as the weather conditions shall once again reach acceptable limits. 5. No violation of this subdivision shall occur unless a written warning of violation is first issued by the authorized enforcement personnel to the operator advising that the air temperature limits of this subdivision have been exceeded and directing that the operator cease working a carriage horse in accordance with the provisions of this subdivision. A violation of this subdivision may be issued if an operator fails to comply with the direction contained in the written warning of violation. Failure to comply with such direction shall not be construed as a separate violation. p. Every carriage horse required to be licensed hereunder shall be equipped with a manure catching device. Such devices shall be affixed or attached to the carriage and shall at no time be affixed or attached to the horse. q. Carriage horses shall not be younger than five years at the time placed into service in any rental horse business and licensed. No carriage horse older than 26 years of age shall be licensed to work in a rental horse business. Acceptable proof of age shall include a signed letter from a licensed veterinarian stating the horse's age, a certificate from an officially recognized national registry of horses stating the horse's age, or another industry approved method of certifying age. r. Owners shall insure that during the months of November through April every carriage is equipped with a heavy winter horse blanket large enough to cover the horse from crest of neck to top of rump. Such blankets shall be used to cover carriage horses in cold weather. Waterproof horse blankets of a lighter material shall be provided at all times to cover the horse from withers to tail during periods of wet weather when the air temperature is 55 degrees or below. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "3",
    "text": "LICENSES AND PERMITS"
  },
  "heading": {
    "title": "17",
    "chaptersection": "330",
    "identifier": "17-330",
    "catch_text": "Regulations."
  }
}