{
  "text": "ยง 17-307 Licenses, permits required; restrictions; term. a. 1. It shall be unlawful for any individual to act as a food vendor without having first obtained a license therefor from the commissioner in accordance with the provisions of this subchapter. 2. In addition to the conditions set forth in section 17-310 of this subchapter a license shall be renewable by the licensee provided that the licensee meets all other requirements for renewal, the license has not been revoked or suspended and the licensee has not committed a violation or violations which could be a basis for license revocation or suspension. b. 1. It shall be unlawful to vend food from any vehicle or pushcart in a public space without having first obtained a permit for such vehicle or pushcart from the commissioner in accordance with the provisions of this subchapter. The commissioner shall establish standards relating to the size and design of such vehicles and pushcarts. No vendors shall vend from any vehicle or pushcart which does not comply with the standards established by the commissioner. No vendor shall vend from other than a vehicle or pushcart. No food vendor issued a fresh fruits and vegetables permit shall vend from other than a vehicle or a green cart. No food vendor issued a fresh fruits and vegetables permit shall vend any food other than fresh fruits and vegetables from the green cart or vehicle for which the permit was issued. 2. (a) On and after July thirtieth, nineteen hundred eighty-three, no new full-term permits shall be issued until the number of such permits which are in effect is less than three thousand. Thereafter, the maximum number of such permits which may be in effect shall be three thousand and no new permits shall be issued in excess of such maximum number. Notwithstanding the limitations on the issuance of new full-term permits, a permit issued prior to July thirtieth, nineteen hundred eighty-three which is in effect shall be renewable by the licensee to whom the permit was issued subject to the provisions of subparagraph (f) of this paragraph and provided that all other requirements for renewal under the provisions of this subchapter and any rules promulgated pursuant thereto are complied with, the license of the person to whom the permit was issued or the permit has not been revoked or suspended and the licensee has not committed a violation or violations which could be a basis for permit or license revocation or suspension. (b)(i) On and after March fifteenth, nineteen hundred ninety-five, without increasing the number of full-term permits which may be in effect in accordance with subparagraph (a) of this paragraph, two hundred full-term permits shall be designated for use exclusively in specified boroughs as follows: (A) fifty of such full-term permits shall authorize the holders thereof to vend food from any vehicle or pushcart in any public place in the borough of the Bronx where food vendors are not prohibited from vending; (B) fifty of such full-term permits shall authorize the holders thereof to vend food from any vehicle or pushcart in any public place in the borough of Brooklyn where food vendors are not prohibited from vending; (C) fifty of such full-term permits shall authorize the holders thereof to vend food from any vehicle or pushcart in any public place in the borough of Queens where food vendors are not prohibited from vending; and (D) fifty of such full-term permits shall authorize the holders thereof to vend food from any vehicle or pushcart in any public place in the borough of Staten Island where food vendors are not prohibited from vending. (ii) After the initial issuance of such permits, the commissioner shall establish a separate waiting list for each of the relevent boroughs to be administered in accordance with procedures to be established by rules of the commissioner. The commissioner may by rule limit the number of places on each such waiting list. (c) On and after January first, nineteen hundred ninety-five, full-term permits shall be issued only to persons who at the time of application for a permit have not had a full-term permit revoked or suspended and who satisfy the commissioner that they are fit and able to conduct, maintain or operate a food vending business. Except as otherwise provided in item (B) of clause (ii) of subparagraph (a) of paragraph three of subdivision f of this section, no person shall be issued more than one permit, whether full-term or temporary. (d) The issuance or renewal of a full-term permit pursuant to this subchapter shall be subject to the permittee within three months after the certification of a complete application therefor presenting a pushcart or vehicle for inspection by the department and within six months after such certification, passing such inspection. (e) The commissioner shall establish a separate waiting list for the issuance of full-term permits pursuant to this subchapter to be administered in accordance with requirements to be established by rules of the commissioner. The commissioner may by rule limit the number of places on such waiting list. (f) Except as otherwise provided in item (B) of clause (ii) of subparagraph (a) of paragraph three of subdivision f of this section, on and after January first, nineteen hundred ninety-six, and on every renewal date thereafter, a permit holder may not renew more than one permit, whether full-term or temporary. Such permit shall be renewed provided that all other requirements for renewal under the provisions of this subchapter and any rules promulgated pursuant thereto are complied with, the license of the person to whom the permit was issued or the permit has not been revoked or suspended and such person has not committed a violation or violations which could be a basis for permit or license suspension or revocation. (g) Other than subparagraphs (c), (d) and (f), this paragraph shall not apply to the issuance of fresh fruits and vegetable permits. 3. (a) Notwithstanding the provisions of paragraph two of this subdivision limiting the number of full-term permits that are authorized to be issued, the commissioner may issue up to a maximum of one hundred additional full-term permits authorizing the holders thereof to vend food from any vehicle or pushcart in any public place in the city of New York where food vendors are not prohibited from vending. Such permits shall be issued only to natural persons who at the time of application for a permit hereunder are not holders of a full-term permit issued pursuant to paragraph two of this subdivision and who have not had a full-term permit revoked or suspended. No person shall be issued more than one permit. Such permits shall be issued in the order in which applications for such permits are received in accordance with the preferences specified in subparagraph (b) of this paragraph and the procedures established by the commissioner. The issuance or renewal of a full-term permit pursuant to this paragraph shall be subject to the permittee within three months after the certification of a complete application therefor presenting a pushcart or vehicle for inspection by the department and, within six months after such certification, passing such inspection. After the initial issuance of such permits, the commissioner shall establish a waiting list, not to exceed four hundred in number, to be administered in accordance with procedures to be established by rules of the commissioner. (b) Preferences shall be given in the issuance of permits pursuant to this paragraph and in the placement on such waiting list to the following categories of persons in the following order: (i) Veterans who on August second, nineteen hundred ninety-one held a valid general vendor's license issued by the department of consumer affairs pursuant to subchapter twenty-seven of chapter two of title twenty of the code by virtue of having claimed a disability. (ii) Disabled veterans. (iii) Disabled persons. (iv) Veterans. (c) A person who has been issued a permit pursuant to this paragraph shall not be eligible to obtain a full-term permit authorized by paragraph two of this subdivision if at the time of application for a full-term permit authorized by such paragraph two such person is a holder of a full-term permit issued pursuant to this paragraph or such person has had a full-term permit issued pursuant to this paragraph revoked or suspended. (d) This paragraph shall not apply to fresh fruits and vegetables permits. 4. (a) Notwithstanding the provisions of paragraph two of this subdivision limiting the total number of full-term permits that are authorized to be issued, the commissioner may issue up to a maximum of one thousand fresh fruits and vegetable permits, as that term is defined in subdivision r of section 17-306 of this chapter. The initial issuance of these one thousand fresh fruits and vegetables permits shall be phased in over a two-year period. No more than five hundred permits shall be issued during the first year of permit availability, nor shall more than one-half of the number of fresh fruits and vegetables permits designated for use in a borough be issued during the first year of permit availability. During the second year of permit availability the commissioner may issue the remaining five hundred permits along with any permits from the initial five hundred not issued during the first year of permit availability. Thereafter, the maximum number of such permits which may be in effect shall be one thousand and no new permits shall be issued in excess of such number. Each of the one thousand fruits and vegetables permits to be issued pursuant to this paragraph shall be designated for use exclusively in a specified borough as follows: (i) three hundred fifty of such fruits and vegetables permits shall authorize the holders thereof to vend fresh fruits and vegetables from any vehicle or any green cart in the borough of the Bronx in the areas designated in clause (i) of subparagraph b of this paragraph. (ii) three hundred fifty of such fruits and vegetables permits shall authorize the holders thereof to vend fresh fruits and vegetables from any vehicle or any green cart in the borough of Brooklyn in the areas designated in clause (ii) of subparagraph b of this paragraph. (iii) one hundred fifty of such fresh fruits and vegetables permits shall authorize the holders thereof to vend fresh fruits and vegetables from any vehicle or any green cart in the borough of Manhattan in the areas designated in clause (iii) of subparagraph b of this paragraph. (iv) one hundred of such fresh fruits and vegetables permits shall authorize the holders thereof to vend fresh fruits and vegetables from any vehicle or any green cart in the borough of Queens in the areas designated in clause (iv) of subparagraph b of this paragraph. (v) fifty of such fresh fruits and vegetables permits shall authorize the holders thereof to vend fresh fruits and vegetables from any vehicle or any green cart in the borough of Staten Island in the areas designated in clause (v) of subparagraph b of this paragraph. (b) The issuance or renewal of a full-term permit issued pursuant to this paragraph shall be subject to the permittee within three months after the certification of a complete application therefore presenting a green cart or vehicle for inspection by the department and, within six months after such certification, passing such inspection. No person shall be issued more than one permit. Fresh fruits and vegetables permits, in addition to being designated for use exclusively in a borough as specified in subparagraph (a) of this paragraph, shall be designated for use exclusively within the police precincts specified below and shall be subject to the same time and place restrictions for vending in such areas as other food vendors: (i) Bronx: Police Precincts 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 52; (ii) Brooklyn: Police Precincts 67, 70, 71, 72, 73, 75, 77, 79, 81, 83; (iii) Manhattan: Police Precincts 23, 25, 26, 28, 30, 32, 33, 34; (iv) Queens: Police Precincts 100, 101, 103, 113; and (v) Staten Island: Police Precinct 120. (c) Notwithstanding any provision of this section to the contrary, within eight months of the effective date of the local law adding this paragraph, the commissioner may exempt by rule any police precinct specified in subparagraph b of paragraph four of this section upon determining that the rate of consumption of fresh fruits and vegetables in the precinct is not substantially lower than the citywide average and that the precinct does not have an elevated rate of nutrition-related health problems compared to the rest of the city. (d) Fresh fruits and vegetables permits shall be issued in accordance with the preferences specified in subparagraph (e) of this paragraph and the procedures established by the commissioner. The commissioner shall establish a separate waiting list for each borough, to be administered in accordance with procedures to be established by rules of the commissioner. The commissioner may by rule limit the number of places on each such waiting list. (e) Preferences shall be given in the issuance of fresh fruits and vegetables permits pursuant to this paragraph and in the placement on any waiting list for such permits to the following categories of persons in the following order: (i) Persons who, on the effective date of the local law which added this provision, are on any of the existing waiting lists established by the commissioner for the issuance of mobile food unit permits for pushcarts and vehicles. From among those persons within this preference category, additional preference in both the issuance of fresh fruits and vegetables permits and placement on any waiting list for such permits shall be given to those persons who fall within the following groups of persons in the following order: disabled veterans; disabled persons; veterans. (ii) Disabled veterans. (iii) Disabled persons. (iv) Veterans. (f) A person who has been issued a permit pursuant to this paragraph shall not be eligible to obtain a full-term permit authorized by paragraphs two or three of this subdivision if at the time of application for a full-term permit authorized by such paragraphs such person is a holder of a full-term permit issued pursuant to this paragraph or such person has had a full-term permit issued pursuant to this paragraph revoked or suspended. c. It shall be unlawful for any person to operate a commissary, or place of food distribution, or a place wherein five or more pushcarts, or more than one vehicle are stored, without first obtaining a permit. d. A food vendor's license shall entitle the holder thereof to vend any food which the commissioner or board may authorize or otherwise approve, except that a food vendor vending from a green cart or vehicle with a fresh fruits and vegetables permit shall only be authorized to vend fresh fruit and vegetables. No food vendor while acting as such shall vend any item which the commissioner or board has not authorized or otherwise approved. e. All licenses and permits issued pursuant to this subchapter shall be valid for two years unless sooner suspended or revoked. The commissioner may issue such licenses and permits to expire at various times during a year. To achieve such staggered expiration dates, initial licenses or permits may be issued for a period up to three years. f. 1. The commissioner may issue temporary licenses and permits upon the furnishing of information and an application in such form and detail as such commissioner may prescribe and the payment of a fee pro-rated in accordance with the schedule of fees set forth in section 17-308 of this subchapter, but in no event shall the fee for such temporary license be less than ten dollars or the fee for such temporary permit be less than fifteen dollars. 2. In addition to the conditions set forth in section 17-310 of this subchapter a temporary license shall be renewable by the licensee within one year of its expiration date provided that the licensee meets all other requirements for renewal, the license has not been revoked or suspended and the licensee has not committed a violation or violations which could be a basis for license revocation or suspension. 3. (a) (i) On and after July thirtieth, nineteen hundred eighty-three, no new temporary permits shall be issued until the number of such permits which are in effect is less than one thousand. Thereafter, the maximum number of such permits which may be in effect shall be one thousand and no new permits shall be issued in excess of such maximum number. Notwithstanding the limitations on the issuance of new temporary permits, a temporary permit issued prior to July thirtieth, nineteen hundred eighty-three shall be renewable by the licensee to whom the permit was issued within one year of its expiration date subject to the provisions of clause (ii) of this subparagraph and provided that all other requirements for renewal under the provisions of this subchapter and any rules promulgated pursuant thereto are complied with, the license of the person to whom the permit was issued or the permit has not been revoked or suspended and the licensee has not committed a violation or violations which could be a basis for license or permit revocation or suspension. (ii)(A) Except as otherwise provided in item (B) of this clause, on and after January first, nineteen hundred ninety-six, and on every renewal date thereafter, a permit holder may not renew more than one permit, whether full-term or temporary. Such permit shall be renewed provided that all other requirements for renewal under the provisions of this subchapter and any rules promulgated pursuant thereto are complied with, the license of the person to whom the permit was issued or the permit has not been revoked or suspended and such person has not committed a violation or violations which could be a basis for permit or license suspension or revocation. (B)(I) Notwithstanding any other provision of law to the contrary, on and after the effective date of the local law which added this subitem, any person who is an exclusive distributor or a manufacturer of a food product and who on February third, nineteen hundred ninety-five was an exclusive distributor or a manufacturer of such food product who held more than one temporary permit issued pursuant to this subchapter, may be issued the number of additional temporary permits such person held on February third, nineteen hundred ninety-five and, in addition, may continue to hold one full-term permit issued pursuant to this subchapter if such exclusive distributor or manufacturer held one full-term permit issued pursuant to this subchapter on the effective date of the local law which added this subitem. A written agreement evidencing an exclusive distributorship shall be proof satisfactory that an applicant for multiple temporary permits was an exclusive distributor of a food product on February third, nineteen hundred ninety-five and is an exclusive distributor of such food product at the time of such application. Any written agreement evidencing an applicant's status as an exclusive distributor on February third, nineteen hundred ninety-five shall have been in effect on such date. (II) Any person who is eligible for the issuance of additional temporary permits pursuant to subitem (I) of this item shall be issued a maximum of sixty temporary permits. (III) Additional temporary permits shall be issued pursuant to subitem (I) of this item only to persons who are eligible therefor who have not at the time of application for such additional temporary permits had a permit issued pursuant to this subchapter revoked or suspended and who satisfy the commissioner that they are fit and able to conduct, maintain and operate a food vending business. Such permits shall be renewed provided that all other requirements for renewal under the provisions of this subchapter and any rules promulgated pursuant thereto are complied with, the license of the person to whom the permits were issued or the permits have not been revoked or suspended and such person has not committed a violation or violations which would be a basis for permit or license suspension or revocation. (IV) Nothing contained in subitem (I) of this item shall be construed as authorizing the issuance of full-term or temporary permits in excess of the numbers of such permits that are authorized to be issued pursuant to paragraph two of subdivision b of this section or clause (i) of this subparagraph. (b) On and after January first, nineteen hundred ninety-five, temporary permits shall be issued only to persons who have not had a temporary permit revoked or suspended and who satisfy the commissioner that they are fit and able to conduct, maintain or operate a food vending business. (c) The issuance or renewal of a temporary permit pursuant to this subchapter shall be subject to the permittee within three months after the certification of a complete application therefor presenting a pushcart or vehicle for inspection by the department and within six months after such certification, passing such inspection. (d) The commissioner shall establish a separate waiting list for the issuance of temporary permits pursuant to this subchapter to be administered in accordance with procedures to be established by rules of the commissioner. The commissioner may by rule limit the number of places on such waiting list. (e) Temporary permits and temporary licenses issued pursuant to this subchapter shall be valid only during the period of time beginning on April first and ending on October thirty-first of each calendar year. g. For purposes of determining the number of full-term or temporary permits held by a permittee pursuant to subdivisions b and f of this section, the following provisions shall apply: 1. A natural person shall be deemed to hold the full-term or temporary permits issued in the name of such natural person's unemancipated child, a partnership in which such natural person is a partner, a corporation in which such natural person is an officer, director or shareholder, or a limited liability company in which such natural person is a member, manager or officer. 2. A corporation shall be deemed to hold the full-term or temporary permits issued in the name of: (a) an officer, director or shareholder of such corporation; (b) another corporation where such corporation and such other corporation share a common officer, director or shareholder, or such corporation or any of its officers, directors or shareholders has any direct or indirect interest in such other corporation; (c) a limited liability company where such corporation or any of its officers, directors or shareholders is a member, manager or officer of such limited liability company, or such corporation or any of its officers, directors or shareholders has any direct or indirect interest in such limited liability company; or (d) a partnership where such corporation or any of its officers, directors or shareholders is a partner in such partnership, or such corporation or any of its officers, directors or shareholders has any direct or indirect interest in such partnership. 3. A limited liability company shall be deemed to hold the full-term or temporary permits issued in the name of: (a) a member, manager or officer of such limited liability company; (b) another limited liability company where such limited liability company and such other limited liability company share a common member, manager or officer, or such limited liability company or any of its members, managers or officers has any direct or indirect interest in such other limited liability company; (c) a corporation where such limited liability company or any of its members, managers or officers is an officer, director or shareholder in such corporation, or such limited liability company or any of its members, managers or officers has any direct or indirect interest in such corporation; or (d) a partnership where such limited liability company or any of its members, managers or officers is a partner in such partnership, or such limited liability company or any of its members, managers or officers has any direct or indirect interest in such partnership. 4. A partnership shall be deemed to hold the full-term or temporary permits issued in the name of: (a) a partner of such partnership; (b) another partnership where such partnership is a partner in such other partnership, such partnership and such other partnership share a common partner, or such partnership or any of its partners has any direct or indirect interest in such other partnership; (c) a corporation where such partnership or any of its partners is an officer, director or shareholder in such corporation, or such partnership or any of its partners has any direct or indirect interest in such corporation; or (d) A limited liability company where such partnership or any of its partners is a member, manager or officer in such limited liability company, or such partnership or any of its partners has any direct or indirect interest in such limited liability company. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "3",
    "text": "LICENSES AND PERMITS"
  },
  "heading": {
    "title": "17",
    "chaptersection": "307",
    "identifier": "17-307",
    "catch_text": "Licenses, permits required; restrictions; term."
  }
}