{
  "text": "ยง 17-327 License required. a. On and after January first, nineteen hundred eighty-two no person shall use or offer the use of a horse in a rental horse business unless such horse is licensed pursuant to the provisions of this subchapter. For purposes of this subchapter the use of a horse in a rental horse business means that a horse is used or offered for use by the public for a fee for the purpose of riding or drawing a horse drawn vehicle or is used in the operation of a horse drawn vehicle for hire such as a horse drawn cab. b. A license shall be issued for a term of one year from the date of issuance thereof and shall be renewed prior to the expiration of such term. c. The annual fee for a license or the renewal of a license shall be twenty-five dollars. d. Application for a license or the renewal of a license shall be made to the department of health and mental hygiene. Such application shall contain the name and address of the owner of the horse and of the owner of the rental horse business in which such horse is to be used if such person is not the owner of the horse, the age, sex, color, markings and any other identifying marks such as brands or tattoos of the horse, the location of the stable where the horse is to be kept and any other information which the commissioner of health and mental hygiene may require. An application with respect to a horse which is used in the operation of a \"horse drawn cab\" as defined in subchapter twenty-one of chapter two of title twenty of this code shall include the identification number required to be inscribed on such horses hoof pursuant to the rules and regulations of the department of consumer affairs. The application shall be accompanied by the license or renewal fee. e. No license shall be transferable. Upon the transfer of ownership of any horse to a new owner, the new owner shall obtain a license for such horse within fifteen days after the date of the transfer of ownership. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "3",
    "text": "LICENSES AND PERMITS"
  },
  "heading": {
    "title": "17",
    "chaptersection": "327",
    "identifier": "17-327",
    "catch_text": "License required."
  }
}