{
  "text": "ยง 17-362 Violations and penalties. a. The first conviction of a licensee for criminal tattooing of a minor under section 260.21 of the New York state penal law shall result in the suspension of such license for a period of six months. Not later than ten business days prior to the expiration of such six-month suspension, where such a suspended licensee intends to resume tattooing, such licensee shall post a bond with the commissioner in such form and amount as the commissioner shall require. Such bond shall remain in full force and effect for eighteen months following the expiration of such six-month suspension. The second conviction of a licensee for criminal tattooing of a minor under section 260.21 of the New York state penal law within two years of the first conviction shall result in the revocation of such license for a period of two years and the forfeiture of such bond as may have been posted with the commissioner pursuant to this section. The third conviction of a licensee for criminal tattooing of a minor under section 260.21 of the New York state penal law within two years of the first conviction shall result in the revocation of such license for a period of five years. A license issued pursuant to this subchapter may be suspended or revoked for any other reasonable cause specified by the commissioner in order to ensure the health and safety of the public. b. In addition to any other penalty imposed by any other provision of law or rule promulgated thereunder, any person found to be in violation of this subchapter or any of the rules promulgated hereunder shall be liable for a civil penalty of not more than three hundred dollars for the first violation; not more than five hundred dollars for the second violation within a two-year period; and not more than one thousand dollars for the third and all subsequent violations within a two-year period. c. A proceeding to suspend or revoke a license authorized pursuant to subdivision a of this section, or to recover any civil penalty authorized pursuant to subdivision b of this section, shall be commenced by the service of a notice of violation which shall be returnable to the administrative tribunal established by the board of health. Such tribunal shall have the power to suspend or revoke a license issued pursuant to this subchapter and to impose the civil penalties prescribed by subdivision b of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "3",
    "text": "LICENSES AND PERMITS"
  },
  "heading": {
    "title": "17",
    "chaptersection": "362",
    "identifier": "17-362",
    "catch_text": "Violations and penalties."
  }
}