{
  "text": "ยง 17-360 Sanitary conditions; physical facilities; equipment; procedures. a. Every tattoo establishment, store, place or premises in which one or more tattooists engage in the practice of tattooing, shall be kept in a clean and sanitary condition at all times and shall have proper ventilation and lighting, waste receptacles, washing facilities with cold and hot running water, sanitary soap and towels for customers and tattooists and such other sanitary conditions as required by rules promulgated by the commissioner. b. The commissioner shall promulgate rules with respect to hand-washing by tattooists, the wearing of latex gloves by tattooists and the wearing by tattooists of any other protective garments as the commissioner may require. c. The commissioner shall promulgate rules with respect to the proper sterilization of tattoo equipment, proper sterilization and disposal of needles, and the tattooing procedure, including, but not limited to, the preparation of the skin to be tattooed and the treatment of the skin by the tattooist and the customer following tattooing. d. The commissioner shall promulgate rules with respect to the tattooing of persons who have skin lesions or other conditions as determined by the commissioner. e. No person shall apply a tattoo to any person under eighteen years of age. f. After the tattooing procedure has been completed, every tattooist shall provide his or her customers with written instructions on the proper care of tattooed skin. g. Every tattooist shall maintain a record of the name, address, and age of every customer and date tattooed and any other information required by the commissioner and shall report to the commissioner any information as the commissioner shall determine. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "3",
    "text": "LICENSES AND PERMITS"
  },
  "heading": {
    "title": "17",
    "chaptersection": "360",
    "identifier": "17-360",
    "catch_text": "Sanitary conditions; physical facilities; equipment; procedures."
  }
}