{
  "text": "ยง 17-345 Determination of a dangerous dog. The commissioner shall have the authority to make a determination that a dog is dangerous, as defined in subdivision (c) of section 17-342, upon the complaint of any person that a dog is dangerous. The commissioner shall make such determination after a hearing, written notice of which shall be given to the complainant and to the owner of the dog, within fifteen days after seizure when seizure of the dog has been ordered by the department, where the owner's address can be reasonably ascertained by the commissioner. The hearing shall be held no less than ten days nor more than twenty days after such notice is mailed to the owner of the dog. At such hearing all interested persons shall have the opportunity to present evidence on the issue of the dog's dangerousness. In the event that the dog in question has caused severe injury to any person, the commissioner may impound the dog, at the owner's expense, pending the hearing and determination of the complaint. If, after the hearing, the commissioner determines that the dog is dangerous, he or she may order the owner to comply with one or more of the following requirements, in any combination thereof: a. Registration. The commissioner may order the owner of a dangerous dog to register such dog with the department. The application for such registration shall contain the name and address of the owner, the breed, age, sex, color, and any other identifying marks of the dog, the location where the dog is to be kept if not at the address of the owner and any other information which the commissioner may require. The application for registration pursuant to this paragraph shall be accompanied by a registration fee of twenty-five dollars. Each dog registered pursuant hereto shall be assigned an official registration number by the department. Such registration number shall be inscribed on a metal tag which shall be attached to the dog's collar at all times. The tag and a certificate of registration shall be of such form and design and shall contain such information as the commissioner shall prescribe and shall be issued to the owner upon payment of the registration fee and the presentment of sufficient evidence that the owner has complied with all of the orders of the commissioner as prescribed at the determination hearing. b. Muzzling or confinement. The commissioner may order the owner of a dangerous dog to muzzle the dog or confine the dog, at all times, indoors or in a proper enclosure for a dangerous dog which shall consist of a securely enclosed and locked pen or structure, suitable to prevent the entry of young children, or any part of their bodies or other foreign objects, and designed to prevent the animal from escaping. Such pen or structure shall have secure sides and prevent the dog from digging his way out through the bottom. The pen or structure shall also provide the dog with protection from the elements. The owner shall also conspicuously display a sign designed with a warning symbol approved by the commissioner which indicates to both children and adults the presence of a dangerous dog, on the pen or structure and on or near the entrance to the residence where the dog is kept. At any time that the dog is not confined as required herein, the dog shall be muzzled in such a manner as to prevent it from biting or injuring any person, and kept on a leash no longer than six feet with the owner or some other responsible person attending such dog. c. Liability insurance. The commissioner may order the owner of a dangerous dog to maintain, in full force and effect, a liability insurance policy of one hundred thousand dollars for personal injury or death of any person, resulting from an attack of such dangerous dog. d. Humane destruction. The commissioner may order the humane destruction of any dog that kills or causes severe injury to a human being, based upon the severity of the injury and the circumstances of the injury. e. Other remedies. The commissioner may order (i) that the dog be permanently removed from the city; or (ii) that the owner and the dog complete a course of obedience and/or anti-bite training approved by the commissioner. In the event that the owner or keeper of the dangerous dog is a minor, the parent or guardian or such minor shall be liable for all injuries and property damage sustained by any person or domestic animal caused by an unprovoked attack by such dangerous dog. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "3",
    "text": "LICENSES AND PERMITS"
  },
  "heading": {
    "title": "17",
    "chaptersection": "345",
    "identifier": "17-345",
    "catch_text": "Determination of a dangerous dog."
  }
}