{
  "text": "ยง 17-326 Definitions. Whenever used in this subchapter the following terms shall have the following meanings: (a) \"Person\" means an individual, partnership, corporation, association or other legal entity. (b) \"Veterinarian\" means a person licensed to practice veterinary medicine in the state of New York. (c) \"Work\", a horse is considered to be at work when it is out of its stable and presented to the public as being available for riding, pulling carriages, vehicles or other devices, or when it is saddled or in harness or when it is being ridden or is pulling a carriage, vehicle or device. (d) \"Owner\" means the owner of a horse which is required to be licensed pursuant to this subchapter and the owner of a rental horse business in which such horse is used. (e) \"Riding horse\" means a horse which is available to the public for a fee for the purpose of riding. (f) \"Carriage horse\" means any horse which is used by its owner or any other person to pull any vehicle, carriage, sled, sleigh or other device in exchange for a fee. A horse rented or leased by its owner to another for any of the foregoing purposes shall be deemed to be a carriage horse for the purposes of this subchapter. (g) \"Rental horse business\" means a business enterprise which provides or offers the use of a horse to the public for a fee for the purpose of riding or drawing a horse drawn vehicle or which operates a horse drawn vehicle for hire such as a horse drawn cab. (h) \"Rental horse\" means a horse which is used in a rental horse business. (i) \"Under tack\" means that a horse is equipped for riding or driving. (j) \"ASPCA\" means the American Society for the Prevention of Cruelty to Animals. (k) \"Stable\" means any place, establishment or facility where one or more rental horses are housed or maintained. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "3",
    "text": "LICENSES AND PERMITS"
  },
  "heading": {
    "title": "17",
    "chaptersection": "326",
    "identifier": "17-326",
    "catch_text": "Definitions."
  }
}