{
  "text": "ยง 17-309 Applications; hearings. a. All applications for a license or permit shall be accompanied by payment of the fee and shall be in such form and detail as the commissioner may prescribe. b. In addition to any other information required, the commissioner shall require the following information: 1. The name, home and business address of the applicant. If the applicant is applying for a permit to vend food from a vehicle or pushcart in a public place, the name, home address and license number of every food vendor who will be authorized to operate such applicant's vehicle or pushcart and the legal relationship between such applicant and such food vendor. 2. A description of the food to be offered for sale and a description of the vehicle or pushcart to be used and a statement whether or not the application is for a fresh fruits and vegetables permit. 3. Three prints of a full-face photograph of the applicant taken not more than thirty days prior to the date of the application. 4. Proof that the applicant has obtained a certificate of authority to collect sales taxes pursuant to section eleven hundred thirty-four of the tax law and has a tax clearance certificate from the state tax commission of the state of New York. 5. Whether such applicant is an individual, partnership or other association, or a corporation or limited liability company, and if such applicant is an individual applying for a permit to vend food from a vehicle or pushcart in a public place, whether any of such applicant's unemancipated children hold such permits; if a partnership, limited liability company or other association, the name and address of each partner, member, officer or manager of such entity; if a corporation, the names and addresses of the officers, directors and shareholders. 6. An applicant who is a non-resident of the city shall provide the name and address of a registered agent within the city or designate the commissioner as his or her agent upon whom process or other notification may be served. 7. No City officer or employee shall inquire about an applicant's immigration or citizenship status as part of an application made pursuant to this section. Information about an applicant's immigration or citizenship status shall not affect the consideration of the application for a food vendor's license or renewal thereof. 8. Proof that the applicant has obtained the appropriate seal of approval from a weights and measures official for his or her weighing or measuring device or system as required under section one hundred eighty-three of the agriculture and markets law. c. Only a licensed food vendor may be issued a vehicle or pushcart permit. The application for such permit shall set forth the information required in paragraphs one, two, four, five, six and seven of subdivision b of this section and such other information as the commissioner may prescribe. d. Upon approval of an application the commissioner shall issue a license to the applicant for a license and a permit and plate to the applicant for a vehicle or pushcart permit. Such license shall contain the name and address of the licensee, his or her license number and a non-removable photograph of such licensee. The plate shall indicate whether or not the permit is a fresh fruits and vegetable permit. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "3",
    "text": "LICENSES AND PERMITS"
  },
  "heading": {
    "title": "17",
    "chaptersection": "309",
    "identifier": "17-309",
    "catch_text": "Applications; hearings."
  }
}