{
  "text": "ยง 17-314 Duties of licensees and permittees. Each person issued a food vendor license or a permit to vend food from a vehicle or pushcart in a public place shall: a. Permit regular inspections by the department of any vehicle or pushcart used in the operation of his or her business, any premises under his or her control in which food intended to be sold or offered for sale by him or her as a food vendor is prepared, processed or stored and present such vehicle or pushcart for inspection at such place and time as may be designated by the department; b. Provide to the commissioner or any other authorized officer or employee of the city, the addresses and names of the owners of such service rooms, commissaries or distributors from whom such licensee receives his or her food and also the address at which such vendor stores his or her food and vehicle or pushcart; c. Not use or permit anyone else to use a food vending vehicle or pushcart for vending any foods other than those authorized for sale by the commissioner or board unless prior written approval has been obtained from the commissioner or board; provided, however, that an exclusive distributor who has been issued more than one temporary permit pursuant to subitem (I) of item (B) of clause (ii) of subparagraph (a) of paragraph three of subdivision f of section 17-307 of this subchapter must primarily vend or permit anyone else using a pushcart or vehicle for which such exclusive distributor has a temporary permit to primarily vend, the food product that was the subject of the exclusive distribution agreement that such exclusive distributor had with a manufacturer on February third, nineteen hundred ninety-five, and, provided further, that a manufacturer who has been issued more than one temporary permit pursuant to subitem (I) of item (B) of clause (ii) of subparagraph (a) of paragraph three of subdivision f of section 17-307 of this subchapter must primarily vend or permit anyone else using a pushcart or vehicle for which such manufacturer has a temporary permit to primarily vend, the product that such manufacturer sold from a pushcart or vehicle on February third, nineteen hundred ninety-five; d. Surrender his or her license, permit and plate promptly to the commissioner upon revocation, suspension, termination or expiration of his or her license or permit; ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "3",
    "text": "LICENSES AND PERMITS"
  },
  "heading": {
    "title": "17",
    "chaptersection": "314",
    "identifier": "17-314",
    "catch_text": "Duties of licensees and permittees."
  }
}