{
  "text": "ยง 17-325 Penalties. a. Any person who violates the provisions of subdivision a, b, or c of section 17-307 of this subchapter shall be guilty of a misdemeanor, punishable by a fine of not less than one hundred fifty dollars nor more than one thousand dollars, or by imprisonment for not more than three months or by such fine and imprisonment. b. Except as provided in subdivision a of this section, a person who violates any provision of this subchapter or any of the rules or regulations promulgated hereunder shall be guilty of an offense punishable by the court as follows: 1. For the first violation, a fine of not less than twenty-five nor more than fifty dollars. 2. For the second violation issued for the same offense within a period of two years of the date of a first violation, a fine of not less than fifty dollars nor more than one hundred dollars. 3. For a third violation issued for the same offense within a period of two years of the date of a first violation, a fine of not less than one hundred dollars nor more than two hundred and fifty dollars, in addition to the remedy provided for in subdivision f of section 17-317 of this subchapter. 4. For any subsequent violations issued for the same offense within a period of two years of the date of a first violation, a fine of not more than five hundred dollars. c. 1. In addition to the penalties prescribed by subdivision a of this section, any person who violates, or any person aiding another to violate, the provisions of subdivision a, b, or c of section 17-307 of this subchapter shall be liable for a civil penalty of not less than one hundred fifty dollars nor more than one thousand dollars together with a penalty of one hundred dollars per day for every day during which the unlicensed business operated. 2. In addition to the penalties prescribed by subdivision b of this section, any person who violates any of the provisions of this subchapter, other than subdivision a, b, or c of section 17-307 of this subchapter, or any of the rules and regulations promulgated hereunder shall be liable for a civil penalty as follows: (a) For the first violation, a penalty of not less than twenty-five nor more than fifty dollars. (b) For the second violation issued for the same offense within a period of two years of the date of a first violation, a penalty of not less than fifty dollars nor more than one hundred dollars. (c) For the third violation issued for the same offense within a period of two years of the date of a first violation, a penalty of not less than one hundred dollars nor more than two hundred and fifty dollars, in addition to the remedy provided for in subdivision f of section 17-317 of this subchapter. (d) For any subsequent violations issued for the same offense within a period of two years of the date of a first violation, a penalty of not more than five hundred dollars. d. A proceeding to recover any civil penalty authorized pursuant to the provisions of subdivision c of this section shall be commenced by the service of a notice of violation which shall be returnable to the environmental control board or the administrative tribunal established by the board of health. The environmental control board or the board of health's administrative tribunal shall have the power to impose the civil penalties prescribed by subdivision c of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "3",
    "text": "LICENSES AND PERMITS"
  },
  "heading": {
    "title": "17",
    "chaptersection": "325",
    "identifier": "17-325",
    "catch_text": "Penalties."
  }
}