{
  "text": "ยง 17-314.1 Transferability. a. No license, permit or plate issued under this subchapter shall be assignable or transferable. b. No vehicle or pushcart used to vend food in a public place shall be assignable or transferable with a license, permit or plate that has been issued under this subchapter attached thereto. c. A transfer in violation of this section shall be deemed to have occurred where, if a corporation is the permittee, there has been a change in fifty percent or more of the ownership interest in such corporation from the ownership interest existing on the date the permit was issued, or where the permittee is a limited liability company, where there has been the addition of any member, and where the permittee is a partnership, where there has been the addition of any partner. Furthermore, any such transfer in an exclusive distributor or a manufacturer who has been issued more than one temporary permit pursuant to item (B) of clause (ii) of subparagraph (a) of paragraph three of subdivision f of section 17-307 of this subchapter shall result in the automatic revocation of all such additional temporary permits issued to such persons pursuant to such provision. d. Notwithstanding the provisions in subdivisions a, b and c of this section: 1. the commissioner may, in his or her discretion, transfer a permit to a dependent husband, wife, domestic partner or child of an incapacitated or deceased person to whom the permit was issued under this subchapter; 2. an exclusive distributor or a manufacturer who has been issued more than one temporary permit pursuant to item (B) of clause (ii) of subparagraph (a) of paragraph three of subdivision f of section 17-307 of this subchapter may lease a vehicle or pushcart owned by such exclusive distributor or manufacturer with such exclusive distributor's or manufacturer's temporary permit attached thereto to a person licensed as a food vendor pursuant to this subchapter if (a) such exclusive distributor or manufacturer files with the department the bill of sale or other proof of ownership for such vehicle or pushcart with a duly issued sales tax receipt attached thereto; (b) such lease agreement sets forth the food product which may be primarily sold using such vehicle or pushcart; and (c) such lease agreement is approved by the department, provided, however, that if such lease agreement is not approved or disapproved within thirty calendar days after such lease agreement is filed with the department, such lease agreement shall be deemed to be approved by the department. The commissioner shall promulgate rules establishing the standards by which the department shall evaluate such lease agreements and such standards shall include, but not be limited to, requirements that such lease agreements contain fair and reasonable terms based upon such factors as the cost of purchasing and maintaining such pushcart or vehicle and that the terms of such lease agreement are the result of an arm's length negotiation between the parties thereto. Subleasing of any such vehicle or pushcart owned by such exclusive distributor or manufacturer with such exclusive distributor's or manufacturer's temporary permit attached thereto is strictly prohibited. Authorized officers and employees of the department of small business services and the department of investigation may assist the commissioner and the department in effectuating the provisions of this paragraph. Any violation or violations of the provisions of this paragraph or any rules promulgated hereunder by an exclusive distributor or a manufacturer who has been issued more than one temporary permit pursuant to item (B) of clause (ii) of subparagraph (a) of paragraph three of subdivision f of section 17-307 of this subchapter may be the basis for suspension or revocation of all of the permits issued to such exclusive distributor or manufacturer pursuant to this subchapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "3",
    "text": "LICENSES AND PERMITS"
  },
  "heading": {
    "title": "17",
    "chaptersection": "314",
    "identifier": "17-314.1",
    "catch_text": "Transferability."
  }
}