{
  "text": "ยง 17-404 Waiting period. A sterilization may not be performed sooner than thirty days following the initial informed consent given by the patient unless the patient waives the thirty-day waiting period under the following circumstances: 1. A patient who has completed the appropriate forms and informational session, and who has signed the required informed consent form at least thirty days prior to her anticipated delivery date, may be sterilized in less than thirty days, but in no case less than seventy-two hours following the initial informed consent given by such patient if she delivers prior to the anticipated date and the sterilization is performed at the time of delivery. 2. A patient who has completed the appropriate forms and informational session and who signs the required consent form at least thirty days prior to the anticipated sterilization may be sterilized in less than thirty days if that patient is, within the thirty-day period, admitted to a facility for emergency abdominal surgery and the sterilization is concurrent with the abdominal surgery, but in no case shall the sterilization occur less than seventy-two hours after the initial consent. 3. If a patient appears for delivery or emergency abdominal surgery at a facility other than that at which the patient has completed the appropriate forms and informational session, the receiving facility shall contact, by telephone, the facility at which the forms and procedures were completed for verification of same. This must be noted in the record, with the name and title of the person providing the information, the date that the consent form was signed and the anticipated delivery date if under subdivision one of this section or sterilization date if under subdivision two of this section. If it is verified that the consent form was signed at least thirty days prior to the anticipated delivery or sterilization date, the receiving facility may perform the sterilization operation. Telephone verification may not be waived unless the patient presents a duplicate copy of the initial consent, duly signed, witnessed and dated at least thirty days prior to the anticipated delivery or sterilization date. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "4",
    "text": "STANDARDS GOVERNING THE PERFORMANCE OF STERILIZATIONS"
  },
  "heading": {
    "title": "17",
    "chaptersection": "404",
    "identifier": "17-404",
    "catch_text": "Waiting period."
  }
}