{
  "text": "ยง 17-506 Posting of signs; prohibition of ashtrays. a. Except as may otherwise be provided by rules promulgated by the commissioner, \"Smoking\" or \"No Smoking\" signs, or the international symbols indicating the same, and any other signs necessary to comply with the provisions of this chapter shall be prominently and conspicuously posted where smoking is either prohibited, permitted or otherwise regulated by this chapter, by the owner, operator, manager or other person having control of such area. The size, style and location of such signs shall be determined in accordance with rules promulgated by the commissioner, but in promulgating such rules, the commissioner shall take into consideration the concerns of the various types of establishments regulated herein with respect to the style and design of such signs. b. In addition to the posting of signs as provided in subdivision a, every owner, manager or operator of a theatre which exhibits motion pictures to the public shall show upon the screen for at least five seconds prior to the showing of each feature motion picture, information indicating that smoking is prohibited within the premises. c. The owner, operator or manager of a hotel or motel that chooses to develop and implement a smoking policy for rooms rented to guests shall post a notice at the reception area of the establishment as to the availability, upon request, of smoke-free rooms. d. Ashtrays are prohibited in all smoke-free areas covered by this chapter except (i) ashtrays offered for sale or (ii) ashtrays placed immediately adjacent to hotel and motel elevators and immediately adjacent to public entrances to hotels and motels, provided that such ashtrays are positioned so that second-hand smoke emanating from such ashtrays will not ordinarily activate smoke detectors and provided further that \"No Smoking\" signs as set forth in subdivision a of this section and in any rules promulgated by the commissioner shall be posted immediately adjacent to such ashtrays. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "5",
    "text": "SMOKE-FREE AIR ACT"
  },
  "heading": {
    "title": "17",
    "chaptersection": "506",
    "identifier": "17-506",
    "catch_text": "Posting of signs; prohibition of ashtrays."
  }
}