{
  "text": "ยง 17-503 Prohibition of smoking. a. Smoking is prohibited in all enclosed areas within public places except as otherwise restricted in accordance with the provisions below. Such public places include, but are not limited to, the following: 1. Public transportation facilities, including, but not limited to, ticketing, boarding and waiting areas of public transit depots. 2. Public means of mass transportation, including, but not limited to, subway cars and all underground areas of a subway station, buses, vans, taxicabs and all for-hire vehicles, including but not limited to limousines, required to be licensed or franchised by the city of New York. 3. Public restrooms. 4. Retail stores (other than retail tobacco stores). 5. Restaurants. 6. Business establishments (other than retail tobacco stores) including, but not limited to, banks and other financial institutions, catering halls, offices where trade or vocational activity occurs or professional or consumer services are rendered and non-profit entities, including religious institutions; provided however, that this paragraph shall not apply to membership associations. 7. Libraries, museums and galleries. 8. Motion picture theaters, concert halls, buildings or areas or rooms in buildings primarily used for or designed for the primary purpose of exhibiting movies or presenting performances, including, but not limited to, stage, musical recital, dance, lecture or other similar performances, except that smoking may be part of a theatrical production. 9. Auditoriums. 10. Convention halls. 11. Sports arenas and recreational areas. 12. Gymnasiums, health clubs and enclosed areas containing a swimming pool. 13. Places of meeting or public assembly during such time as a meeting open to the public is being conducted for educational, religious, recreational, or political purposes, but not including meetings conducted in private residences, unless such meetings are conducted in an area in a private residence where a child day care center or health care facility is operated during the times of operation or in an area which constitutes a common area of a multiple dwelling containing ten or more dwelling units. 14. Health care facilities including, but not limited to, hospitals, clinics, psychiatric facilities, residential health care facilities, physical therapy facilities, convalescent homes, and homes for the aged; provided however, that this paragraph shall not prohibit smoking by patients in separate enclosed rooms of residential health care facilities or facilities where day treatment programs are provided, which are designated as smoking rooms for patients of such facilities or programs, provided, however, that prior written approval is received from the fire commissioner pursuant to section 27-4276 of the code. 15. All schools other than public and private pre-primary, primary, and secondary schools providing instruction for students at or below the twelfth-grade level, including, but not limited to, community colleges, technical training establishments, specialty schools, colleges and universities. 16. Children's institutions. 17. Zoos. 18. Elevators. 19. Public areas where bingo is played. 20. Bars; provided however, that smoking shall be permitted in: (a) tobacco bars; (b) owner operated bars; and 21. Tobacco businesses, except that smoking shall be permitted in areas within a tobacco business designated by such business for the purpose of testing or development of tobacco or tobacco products; provided, however, that such areas must all be located on no more than two floors of the building where such business is located. 22. Membership associations; provided however, that smoking shall only be allowed in membership associations in which all of the duties with respect to the operation of such association, including, but not limited to, the preparation of food and beverages, the service of food and beverages, reception and secretarial work, and the security services of the membership association are performed by members of such membership association who do not receive compensation of any kind from the membership association or any other entity for the performance of such duties. b. Smoking is prohibited on any service line, waiting area, or portion thereof, whether located indoor or outdoor during the times in which the public is invited or permitted, notwithstanding the fact that the service line, waiting area, or portion thereof, is in an area otherwise designated for smoking pursuant to subdivision a of this section; provided, however, that this subdivision shall not be construed to prohibit smoking in any area where smoking is permitted pursuant to section 17-505. c. Smoking is prohibited in the following outdoor areas of public places, except as otherwise restricted in accordance with the provisions below: 1. Outdoor dining areas of restaurants with no roof or other ceiling enclosure; provided, however, that smoking may be permitted in a contiguous outdoor area designated for smoking so long as such area: (i) constitutes no more than twenty-five percent of the outdoor seating capacity of such restaurant; (ii) is at least three feet away from the outdoor area of such restaurant not designated for smoking; and (iii) is clearly designated with written signage as a smoking area. 2. Outdoor seating or viewing areas of open-air motion picture presentations or open-air concert, stage, dance, lecture or recital presentations or performances or other similar open-air presentations or performances, when seating or standing room is assigned by issuance of tickets. 3. Outdoor seating or viewing areas of sports arenas and recreational areas, when seating or standing room is assigned by issuance of tickets. 4. Outdoor areas of all children's institutions. 5. Playgrounds. 6. Hospital grounds, within fifteen feet of any hospital entrance or exit and within fifteen feet of the entrance to or exit from any hospital grounds. 7. Pedestrian plazas. d. Smoking is prohibited in all indoor and outdoor areas of the following public places at all times: 1. All public and private pre-primary, primary, and secondary schools providing instruction for students at or below the twelfth-grade level, and any vehicles owned, operated or leased by such schools which are used to transport such students or the personnel of such schools. 2. All child day care centers; provided, however, that with respect to child day care centers operated in private residences, this paragraph shall apply only to those areas of such private residences where the child day care centers are operated during the times of operation or during the time employees are working in such child day care centers. 3. Any park or other property under the jurisdiction of the department of parks and recreation; provided, however, that this paragraph shall not apply to: (a) the sidewalks immediately adjoining parks, squares and public places; (b) any pedestrian route through any park strip, median or mall that is adjacent to vehicular traffic; (c) parking lots; and (d) theatrical productions. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "5",
    "text": "SMOKE-FREE AIR ACT"
  },
  "heading": {
    "title": "17",
    "chaptersection": "503",
    "identifier": "17-503",
    "catch_text": "Prohibition of smoking."
  }
}