{
  "text": "ยง 17-512 General provisions. a. Nothing in this chapter shall be construed to permit smoking where it is otherwise prohibited by law or regulation. b. Nothing in this chapter shall be construed to prohibit owners, operators, managers, employers or other persons having control of any establishment subject to this chapter from adopting a smoke-free policy which completely prohibits smoking on the premises of such establishment at all times. c. Nothing in this chapter shall be construed to require owners, operators, managers, employers or other persons having control of any establishment subject to this chapter to choose to construct a separate smoking room, an enclosed room where smoking is permitted or a solid floor-to-ceiling partition separating a restaurant bar from the indoor dining area of a restaurant as the means of complying with this chapter. d. Nothing in this chapter shall be construed to preclude owners, operators, managers, employers or other persons having control of any establishment covered by this act from prohibiting smoking in such establishment to a greater extent than is provided by this chapter, in accordance with applicable law. e. Nothing in this chapter shall be construed to allow owners, operators, managers, employers or other persons having control of any establishment covered by this act to be subject to any legal proceeding or action to enforce this chapter in any court by any party, other than the city of New York or its designated agencies, based on such owners', operators', managers', employers' or other persons' alleged manner or method of compliance with the provisions of this chapter or his or her alleged failure to comply with the same. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "5",
    "text": "SMOKE-FREE AIR ACT"
  },
  "heading": {
    "title": "17",
    "chaptersection": "512",
    "identifier": "17-512",
    "catch_text": "General provisions."
  }
}