{
  "text": "ยง 17-502 Definitions. As used in this chapter, the following terms shall be defined as follows: a. \"Auditorium\" means the part of the building where an audience sits including any corridors, hallways or lobbies adjacent thereto. b. \"Bar\" means a business establishment or any portion of a non-profit entity, which is devoted to the selling and serving of alcoholic beverages for consumption by the public, guests, patrons, or members on the premises and in which the serving of food, if served at all, is only incidental to the sale or consumption of such beverages. For the purposes of this chapter, the term \"bar\": (i) shall include a restaurant bar; (ii) shall include any area located in a hotel or motel, which is devoted to the selling and serving of alcoholic beverages for consumption by the public, guests, patrons, or members on the premises and in which the serving of food, if at all, is only incidental to the sale or consumption of alcoholic beverages; and (iii) shall include a cabaret as defined in section 20-359 of the code which is required to be licensed by the department of consumer affairs pursuant to section 20-360 of the code and in which the serving of food, if at all, is only incidental to the sale or consumption of alcoholic beverages. For the purposes of this subdivision, (i) service of food shall be considered incidental to the sale or consumption of alcoholic beverages if the food service generates less than forty percent of total annual gross sales and (ii) any business establishment or any portion of a non-profit entity which is devoted to the selling and serving of alcoholic beverages for consumption by the public, guests, patrons, or members on the premises that generates forty percent or more of total annual gross sales from the sale of food for on-premises consumption shall be a restaurant. c. \"Business establishment\" means any sole proprietorship, partnership, association, joint venture, corporation or other entity formed for profit-making purposes, including professional corporations and other entities where legal, medical, dental, engineering, architectural, financial, counseling, and other professional or consumer services are provided. d. \"Child day care center\" means (i) any public, private or parochial child care center, school-age child care program, day nursery school, kindergarten, play school, or other similar school or service, (ii) any child care arrangement licensed by the city, (iii) any facility that provides child care services as defined in section four hundred ten-p of the New York state social services law and (iv) any child day care center as defined in section three hundred ninety of the New York state social services law. Such definition applies whether or not care is given for compensation and whether or not the child day care center is located in a private residence. e. \"Children's institution\" means (i) any public, private or parochial congregate institution, group residence, group home or other place where, for compensation or otherwise, seven or more children under twenty-one years of age are received for day and night care apart from their parents or guardians, (ii) youth centers or facilities for detention as defined in sections five hundred twenty-seven-A and five hundred two of the New York state executive law, (iii) group homes for children as defined in section three hundred seventy-one of the New York state social services law, (iv) public institutions for children as defined in section three hundred seventy-one of the New York state social services law and (v) residential treatment facilities for children and youth as defined in section 1.03 of the New York state mental hygiene law. f. \"Commissioner\" means the commissioner of the New York City department of health and mental hygiene. g. \"Department\" means the New York City department of health and mental hygiene. h. \"Employee\" means any person who is employed by any employer in return for the payment of direct or indirect monetary wages or profit, or any person who volunteers his or her services to such employer for no monetary compensation. i. \"Employer\" means any person, partnership, association, corporation or non-profit entity which employs one or more persons, including agencies of the city of New York, as defined in section 1-112 of the code, and the council of the city of New York. * k. \"Limousine\" means a for-hire vehicle required to be licensed by the taxi and limousine commission, designed to carry fewer than nine passengers, excluding the driver, which is dispatched from a garage, maintains a minimum of $500,000/$1,000,000 liability insurance coverage and in which passengers are charged fees calculated on the basis of garage to garage service. * NB There are 2 sub k's * k. \"Motion picture theater\" means any public hall or room in which motion pictures are displayed, including any corridors, hallways or lobbies adjacent thereto. For purposes of this subdivision, \"motion picture\" means a display on a screen or other device, of pictures or objects in motion or rapidly changing scenery, whether or not such display shall be accompanied by a lecture, recitation or music. * NB There are 2 sub k's l. \"Non-profit entity\" means any corporation, unincorporated association or other association or other entity created for charitable, philanthropic, educational, political, social or other similar purposes, the net proceeds from the operations of which are committed to the promotion of the objects or purposes of the organization and not to secure private financial gain. A public agency is not a \"non-profit entity\" within the meaning of this subdivision. m. \"Place of employment\" means any indoor area or portion thereof under the control of an employer which employees normally frequent during the course of employment and which is not generally accessible to the public, including, but not limited to, private offices, work areas, employee lounges and restrooms, conference and class rooms, employee cafeterias, employee gymnasiums, auditoriums, libraries, storage rooms, file rooms, mailrooms, employee medical facilities, rooms or areas containing photocopying or other office equipment used in common by employees, elevators, stairways and hallways. A private residence is not a \"place of employment\" within the meaning of this subdivision, except that areas in a private residence where a child day care center or health care facility is operated during the times when employees are working in such child day care center or health care facility areas and areas in a private residence which constitute common areas of a multiple dwelling containing ten or more dwelling units, are \"places of employment\" within the meaning of this subdivision. n. \"Playground\" means an outdoor area open to the public where children play, which contains play equipment such as a sliding board, swing, jungle gym, sandbox, or see-saw, or which is designated as a play area. p. \"Public place\" means any area to which individuals other than employees are invited or permitted, including, but not limited to, banks, educational facilities, health care facilities, child day care centers, children's institutions, shopping malls, property owned, occupied or operated by the city of New York or an agency thereof, public transportation facilities, reception areas, restaurants, catering halls, retail stores, theaters, sports arenas and recreational areas and waiting rooms. A private residence is not a \"public place\" within the meaning of this subdivision, except that areas in a private residence where a child day care center or health care facility is operated during the times of operation and areas in a private residence which constitute common areas of a multiple dwelling containing ten or more dwelling units, are \"public places\" within the meaning of this subdivision. q. \"Residential health care facility\" means (i) a facility providing therein nursing or other care to sick, invalid, infirm, disabled or convalescent persons in addition to lodging and board service, (ii) an inpatient psychiatric facility which provides individuals with active treatment under the direction of a physician, and (iii) a residential facility providing health related service. r. \"Restaurant\" means any coffee shop, cafeteria, luncheonette, sandwich stand, diner, short order cafe, fast food establishment, soda fountain, and any other eating or beverage establishment (other than a bar), including a restaurant located in a hotel or motel, or part of any organization, club, boardinghouse or guest house, which gives or offers for sale food or beverages to the public, guests, members, or patrons, whether food or beverages are customarily consumed on or off the premises, but not an establishment whose sole purpose is to serve food or beverages to employees of a common employer or to students of a common educational institution. s. \"Restaurant bar\" means a contiguous area (i) in a restaurant, (ii) containing a counter and (iii) which is primarily devoted to the selling and serving of alcoholic beverages for consumption by patrons on the premises and in which the serving of food, if served at all, is only incidental to the sale or consumption of alcoholic beverages in such restaurant bar. t. \"Retail store\" means any place which in the regular course of business sells or rents goods directly to the public. u. \"Retail tobacco store\" means a retail store devoted primarily to the sale of any tobacco product, including but not limited to cigarettes, cigars, pipe tobacco and chewing tobacco, and accessories and in which the sale of other products is merely incidental. The sale of such other products shall be considered incidental if such sales generate less than fifty percent of the total annual gross sales. w. \"Separate smoking room\" means an enclosed room the exclusive purpose of which is for smoking. No business transactions, including, but not limited to, the sale, including by vending machines, and/or service of food, beverages, or any other product, and/or collection of any payments, shall be conducted in such room. Such room shall (i) be completely enclosed on all sides by solid floor-to-ceiling walls; (ii) comply with all applicable fire and building code requirements, and have a sprinkler system for fire safety (which may be part of a sprinkler system of the premises in which the room is located); and (iii) have a separate ventilation system whereby the air from such enclosed room is immediately exhausted to an outdoor area (exclusive of any seating area) by an exhaust fan rather than being recirculated inside, and which is compliant with the additional specifications set forth in this subdivision; (iv) be clearly designated as a separate smoking room wherein no services are offered. Such room may contain furniture. Such room shall not contain the sole means of ingress and egress to restrooms or any other smoke-free area, and shall not constitute the sole indoor waiting area of the premises. Any doors in such room shall be self-closing, and shall remain closed except to the extent necessary to permit ingress and egress to such room. Such room shall not exceed twenty-five percent of the aggregate square footage of the premises, including non-smoking lounges and shall not in any event exceed three hundred fifty square feet. In calculating the square footage of the premises pursuant to this subdivision, all spaces, whether or not occupied by furniture or any counter, including public dining areas, beverage service areas, the separate smoking room, and lounges shall be included; provided however, that service areas (including areas behind any counter) and other areas to which the general public does not generally have access (such as storage rooms, kitchens, offices and cloakrooms), restrooms, telephone areas and waiting areas (other than waiting areas located in any lounges) shall not be included. No employee shall be permitted to enter such room for the purposes of conducting any business transaction, including but not limited to the sale or service of food, beverages, or any other product, provided, however, that an employee shall be allowed into such room to provide busing or other cleaning services when no smoking has occurred for fifteen minutes prior to the employee entering the room and no customers are present. Such room shall have a ventilation system in which the ventilation rate is at least sixty cubic feet per minute per occupant based on a maximum occupancy of seven individuals per one hundred feet of floor space, and the negative air pressure is at a rate such that when measured by a device approved by the department of health and mental hygiene, the pressure differential is at least three hundredths of an inch of water column relative to the air pressure in the adjacent room in which smoking is not permitted. Such ventilation system shall discharge air from the separate smoking room at least twenty-five feet away from operable windows, doors, air conditioning, and any other heating, ventilation and air conditioning intakes. x. \"Service line\" or \"waiting area\" means a queue, line or other formation of persons, whether seated or standing, in which one or more persons are waiting for service of any kind, whether or not such service involves an exchange of consideration. y. \"Smoking\" means inhaling, exhaling, burning or carrying any lighted cigar, cigarette, pipe, or any form of lighted object or device which contains tobacco. z. \"Sports arena and recreational area\" means any sports pavilion, stadium, racetrack, boxing arena, roller and ice skating rink, billiard parlor, bowling establishment and other similar place where members of the general public assemble either to engage in physical exercise, participate in athletic or recreational competition or activity or witness sports, cultural, recreational or similar activities. Playgrounds, gymnasiums, health clubs, enclosed areas containing a swimming pool and areas where bingo is played are not \"sports arenas and recreational areas\" within the meaning of this subdivision. aa. \"Tobacco business\" means a sole proprietorship, corporation, partnership or other enterprise in which the primary activity is the sale or manufacture of tobacco, tobacco products and accessories at wholesale, and in which the sale or manufacture of other products is merely incidental, and in which smoking on the premises is essential to the entity for the testing or product development of such tobacco or tobacco products. bb. \"Zoo\" means any indoor area open to the public for the purpose of viewing animals. An aquarium is a \"zoo\" within the meaning of this subdivision. cc. \"Day treatment program\" means a facility which is (i) licensed by the state department of health or the office of alcoholism and substance abuse services, the office of mental health, or the office of mental retardation and developmental disabilities within the state department of mental hygiene to provide treatment to aid in the rehabilitation or recovery of its patients based on a structured environment requiring patient participation for no less than three hours each day; or (ii) which is authorized by the state commissioner of health to conduct a program pursuant to section 80.135 of title ten of the New York code of rules and regulations. dd. \"Health related service\" means service in a facility which provides or offers lodging, board and physical care including, but not limited to, the recording of health information, dietary supervision and supervised hygienic services incident to such service. ee. \"Member\" means, for purposes of subdivision ff of this section, a person who (i) satisfies the requirements for membership in a membership association, and (ii) affirmatively accepts an invitation from such membership association to become a member. ff. \"Membership association\" means a not-for-profit entity which has been created or organized for a charitable, philanthropic, educational, political, social or other similar purpose and which is registered with the department of health and mental hygiene in accordance with the rules of the department. In determining whether such an entity is a \"membership association,\" the department of health and mental hygiene shall consider, but need not be limited to, the following factors: (i) whether it has by-laws or a similar governing instrument and whether such by-laws or similar governing instrument expressly provides for members; (ii) whether it has established permanent and identifiable membership selection criteria, the purpose of which is to screen potential members on a basis related to its charitable, philanthropic, educational, political, social or other similar purpose; (iii) whether it conducts elections to select its governing structure and/or body; (iv) whether the premises within which it is located are controlled by its membership; (v) whether it is operated solely for the benefit and pleasure of its membership; (vi) whether it expressly acknowledges the acceptance of members, such as by sending a membership card or by the inclusion of a member on a membership roster. Such registration shall remain in effect for two years and shall be renewable based upon the factors described in this subdivision and the rules of the department. gg. \"Owner operated bar\" means a bar in which all duties with respect to preparing food and drink, cleaning, dishwashing and racking glasses, serving, maintaining inventory, stocking shelves and providing of security for such a bar are performed at all times only by individuals who are principal owners of such bar as defined in this section and which is registered with the department of health and mental hygiene in accordance with the rules of the department; provided, however, that individuals other than the principal owners may perform cleaning functions at times when the bar is not open to the public, guests, members or patrons. hh. \"Principal owner\" shall mean an individual who holds a twenty-five percent or greater ownership interest in a bar and is a state liquor authority licensee for such bar, or an individual who holds a twenty-five percent or greater ownership interest in a partnership, joint venture, corporation or limited liability corporation, which is the sole owner of a bar and the state liquor authority licensee for such bar; provided, however, that an owner operated bar shall have no more than three principal owners. ii. \"Tobacco product\" means any substance which contains tobacco, including, but not limited to, cigarettes, cigars, pipe tobacco and chewing tobacco. jj. \"Tobacco bar\" is a bar that, in the calendar year ending December 31, 2001, generated ten percent or more of its total annual gross income from the on-site sale of tobacco products and the rental of on-site humidors, not including any sales from vending machines, and is registered with the department of health and mental hygiene in accordance with the rules of such agency. Such registration shall remain in effect for one year and shall be renewable only if: (i) in the preceding calendar year, the previously registered tobacco bar generated ten percent or more of its total annual gross income from the on-site sale of tobacco products and the rental of on-site humidors; and (ii) the tobacco bar has not expanded its size or changed its location from its size or location as of December 31, 2001. kk. \"Negative air pressure\" shall mean the air exhausted to the outdoors from a room is at a greater volume than the volume of air supplied into the room. ll. \"Ventilation rate\" shall mean the rate at which air is supplied into a room. mm. \"Hospital\", for the purposes of paragraph 6 of subdivision c of section 17-503, shall mean a general hospital as defined in section twenty-eight hundred one of the public health law, diagnostic center and treatment center as defined in section 751.1 of part seven hundred fifty one of title ten of the New York codes, rules and regulations and residential health care facilities as defined in section twenty-eight hundred one of the public health law. nn. \"Hospital grounds\" means the outdoor grounds contained within a hospital's legally defined property boundaries. oo. \"Park or other property under the jurisdiction of the department of parks and recreation\" means public parks, beaches, waters and land under water, pools, boardwalks, marinas, playgrounds, recreation centers and all other property, equipment, buildings and facilities now or hereafter under the jurisdiction, charge or control of the department of parks and recreation. pp. \"Pedestrian plaza\" means an area designated by the department of transportation for use as a plaza located within the bed of a roadway, which may contain benches, tables or other facilities for pedestrian use. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "5",
    "text": "SMOKE-FREE AIR ACT"
  },
  "heading": {
    "title": "17",
    "chaptersection": "502",
    "identifier": "17-502",
    "catch_text": "Definitions."
  }
}