{
  "text": "ยง 17-504 Regulation of smoking in places of employment. a. Smoking is prohibited in those indoor areas of places of employment to which the general public does not generally have access. This section shall not prohibit smoking in any area where smoking is not regulated pursuant to section 17-505. c. Smoking is prohibited in company vehicles occupied by more than one person. Smoking is prohibited in all vehicles owned by the city of New York. d. No employer shall take any retaliatory adverse personnel action against any employee or applicant for employment on the basis of such person's exercise, or attempt to exercise, his or her rights under this chapter with respect to the place of employment. Such adverse personnel action includes, but is not limited to, dismissal, demotion, suspension, disciplinary action, negative performance evaluation, any action resulting in loss of staff, compensation or other benefit, failure to hire, failure to appoint, failure to promote, or transfer or assignment or failure to transfer or assign against the wishes of the affected employee. The employer shall establish a procedure to provide for the adequate redress of any such adverse personnel action taken against an employee in retaliation for that employee's attempt to exercise his or her rights under this chapter with respect to the place of employment. e. By November 1, 1995, every employer subject to the provisions of this chapter shall adopt, implement, make known, maintain and update to reflect any changes, a written smoking policy which shall contain at minimum, the following requirements: 1. The prohibition of smoking except in accordance with the provisions of this chapter and any rules promulgated pursuant thereto, and a description of the smoking restrictions adopted or implemented. 2. As set forth in subdivision d of this section, the (A) protection from retaliatory adverse personnel action with respect to all employees or applicants for employment who exercise, or attempt to exercise, any rights granted under such subdivision; and (B) the establishment of a procedure to provide for the adequate redress of any such adverse personnel action taken against an employee in retaliation for that employee's attempt to exercise his or her rights under this chapter with respect to the place of employment. f. Employers shall prominently post the smoking policy in the workplace, and shall, within three weeks of its adoption and any modification, disseminate the policy to all employees, and to new employees when hired. g. Employers shall supply a written copy of the smoking policy upon request to any employee or prospective employee. h. A copy of the smoking policy shall be provided to the department, the department of buildings, the department of consumer affairs, the department of environmental protection, the fire department and the department of sanitation upon request. i. This section shall not be construed to permit smoking in any area in which smoking is prohibited or restricted pursuant to section 17-503. Where a place of employment is also a public place where smoking is prohibited or restricted pursuant to section 17-503, and is not exempt from regulation under section 17-505, smoking shall be prohibited. j. Nothing in this section shall be construed to impair, diminish, or otherwise affect any collectively bargained procedure or remedy available to an employee, existing as of February 1, 1995, with respect to disputes arising under the employer's smoking policy or with respect to the establishment of a procedure for redress of any adverse personnel action taken against an employee in retaliation for that employee's attempt to exercise his or her rights under this chapter with respect to the place of employment. Upon expiration of any such collectively bargained procedure or remedy, the provisions of this section shall take effect. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "5",
    "text": "SMOKE-FREE AIR ACT"
  },
  "heading": {
    "title": "17",
    "chaptersection": "504",
    "identifier": "17-504",
    "catch_text": "Regulation of smoking in places of employment."
  }
}