{
  "text": "ยง 17-513.1 Effective dates for membership associations, owner operated bars and tobacco bars. a. Any entity who in good faith believes itself to be a membership association shall have one hundred eighty days from the effective date of the local law that added this section to apply to the department of health and mental hygiene for registration as a membership association. During the period of time from the effective date of the local law which added this section until the expiration of one hundred eighty days, no provision of the local law that added this section, except for the provisions of this section, shall apply to such entity, but all provisions of local law 5 for the year 1995 shall continue to apply to such entity. b. Any entity who in good faith believes itself to be an owner operated bar shall have one hundred eighty days from the effective date of the local law that added this section to apply to the department of health and mental hygiene for registration as an owner operated bar. During the period of time from the effective date of the local law which added this section until the expiration of one hundred eighty days, no provision of the local law that added this section, except for the provisions of this section, shall apply to such entity, but all provisions of local law 5 for the year 1995 shall continue to apply to such entity. c. Any entity who in good faith believes itself to be a tobacco bar shall have one hundred eighty days from the effective date of the local law that added this section to apply to the department of health and mental hygiene for registration as a tobacco bar. During the period of time from the effective date of the local law which added this section until the expiration of one hundred eighty days, no provision of the local law that added this section, except for the provisions of this section, shall apply to such entity, but all provisions of local law 5 for the year 1995 shall continue to apply to such entity. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "5",
    "text": "SMOKE-FREE AIR ACT"
  },
  "heading": {
    "title": "17",
    "chaptersection": "513",
    "identifier": "17-513.1",
    "catch_text": "Effective dates for membership associations, owner operated bars and tobacco bars."
  }
}