{
  "text": "ยง 17-507 Enforcement. a. The department shall enforce the provisions of this chapter. In addition, designated enforcement employees of the department of buildings, the department of consumer affairs, the department of environmental protection, the fire department and the department of sanitation shall have the power to enforce the provisions of this chapter. b. Any person who desires to register a complaint under this chapter may do so with the department. c. With respect to a public place or place of employment, the operator or employer shall inform, or shall designate an agent who shall be responsible for informing, individuals smoking in restricted areas that they are in violation of this local law; provided, however, that the obligations under this subdivision with respect to an operator of a multiple dwelling containing ten or more dwelling units shall be limited to (i) those multiple dwellings where an agent is on duty and (ii) designating such agent to be responsible for informing individuals smoking in restricted common indoor areas where such agent is on duty, during the times such agent is on duty, that such individuals are in violation of this local law. d. Where an owner or building manager of a public place where smoking is prohibited or restricted pursuant to section 17-503 is not the operator of such public place but has an agent on duty in such place, the owner or building manager shall designate such agent to inform individuals smoking in restricted common indoor areas (i) where such agent is on duty and (ii) during the times when such agent is on duty, that such individuals are in violation of this local law. e. Where an owner or building manager of a building in which a place of employment is located where smoking is prohibited or restricted pursuant to section 17-504 is not the operator or employer of such place of employment but has an agent on duty in such place, the owner or building manager shall designate such agent to inform individuals smoking in restricted common indoor areas (i) where such agent is on duty and (ii) during the times when such agent is on duty, that such individuals are in violation of this local law. Such owner or building manager shall also mail a notice to tenants operating such place of employment, informing such tenants of their obligations under this chapter with respect to such restricted common indoor areas. A copy of the mailed notice shall be provided to the department upon request. f. The department shall seek to obtain voluntary compliance with this chapter by means of publicity and education programs, and the issuance of warnings, where appropriate. g. The department of parks and recreation shall have the power to enforce section 17-503 as it relates to property under its jurisdiction. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "5",
    "text": "SMOKE-FREE AIR ACT"
  },
  "heading": {
    "title": "17",
    "chaptersection": "507",
    "identifier": "17-507",
    "catch_text": "Enforcement."
  }
}