{
  "text": "ยง 17-601 Definitions. As used in this chapter, the following terms shall be defined as follows: a. \"Driver\" or \"Bus driver\" shall mean every person employed by a motor carrier who drives and operates a bus or other motor vehicle to transport school children and every person employed by a motor carrier who drives and operates a mobile instructional unit pursuant to a contract between the motor carrier and the board of education. b. \"Motor carrier\" shall mean any person, corporation, or entity who operates or employs others to operate buses or other motor vehicles to transport school children and any person, corporation, or entity who operates or employs others to operate mobile instructional units pursuant to a contract with the board of education. c. \"The department\" shall mean the New York city department of health and mental hygiene. d. \"Board\" or \"Board of education\" shall mean the New York city board of education. e. \"Illegal drug\" shall mean marijuana or concentrated cannabis, cocaine and its derivatives, opiates, amphetamines, phencyclidine and any other drug the board of education shall designate by rule pursuant to section 17-609 of this chapter. f. \"Drug test\" shall mean a scientific procedure employing an initial screening test and, where required by this chapter, a subsequent confirmatory test on urine to detect the presence of illegal drugs. g. \"Sample\" shall mean a portion of a urine specimen used for testing. h. \"Screening test\" shall mean an immunoassay screen using a test at least as reliable as the enzyme multiplied immunoassay test. i. \"Confirmatory test\" shall mean a second analytical procedure performed on a different sample of the same specimen that has tested positive on the screening test. j. \"Pre-employment test\" shall mean a drug test given to an applicant for the position of driver. k. \"Random test\" shall mean a drug test given annually to a predetermined percentage of drivers who are selected on a scientifically defensible random and unannounced basis. l. \"Post-accident test\" shall mean a drug test administered to a driver after a serious accident or series of accidents, as defined in section 17-607, has occurred during his or her operation of a bus or other motor vehicle in the course of his or her employment. m. \"Return to duty test\" shall mean a drug test given to a driver who previously tested positive to a drug test and is returning to active duty, and any additional, unannounced drug test administered for a period of up to sixty months after a positive test result. n. \"Serious accident\" shall mean an accident associated with the operation of a bus or other motor vehicle used to transport school children in which an individual dies or must be taken to a medical treatment facility, or in which property damage is estimated to be more than two thousand five hundred dollars. o. \"Chain of custody procedures\" shall mean procedures to account for the integrity of each urine specimen by tracking its handling and storage from point of specimen collection to final disposition of the specimen. p. \"Medical review officer\" shall mean a licensed physician responsible for receiving and interpreting laboratory results generated by a drug testing program. q. \"Positive test result\" shall mean that the drug test result shows positive evidence that an illegal drug is present in a driver's system in a level established by the board of education pursuant to section 17-609. r. \"Pass a drug test\" shall mean that a medical review officer has determined, pursuant to section 17-609 herein, that the results of a drug test administered under this chapter: (1) showed no evidence or insufficient evidence of an illegal drug; (2) showed evidence of an illegal drug but there was a legitimate medical explanation for the result; (3) were scientifically insufficient to warrant further action; or (4) were suspect because of irregularities in the administration of the test or observation of chain of custody procedures. s. \"Active duty\" shall mean the operation of a bus or other motor vehicle used for the transportation of school children. t. \"School year\" shall mean the period of time commencing September first and ending on August thirty-first. u. \"Mobile instructional unit\" shall mean a vehicle in which federally mandated educational services are provided to eligible non-public school children pursuant to title I of the Elementary and Secondary Education Act of 1965, as amended. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "6",
    "text": "DRUG TESTING OF SCHOOL SYSTEM CONVEYANCE DRIVERS"
  },
  "heading": {
    "title": "17",
    "chaptersection": "601",
    "identifier": "17-601",
    "catch_text": "Definitions."
  }
}