{
  "text": "ยง 17-609 Drug testing procedures. a. All drug tests administered pursuant to this chapter shall utilize those reliable screening and confirmatory procedures set forth in rules promulgated by the board of education which are at least as reliable as the enzyme multiplied immunoassay screening test and the gas chromatography/mass spectrometry confirmatory test. b. If a sample yields a positive test result, another sample from the same specimen shall be re-tested using a test at least as reliable as the gas chromatography/mass spectrometry test. Such a confirmatory test shall use a portion of the same test specimen collected from the employee for use in the first test. If such confirmatory test yields a positive test result the driver may, at his or her option and expense, have an additional test conducted on a sample from the same specimen by any laboratory eligible to conduct drug testing under this chapter within thirty days of the administration of the original test. c. (1) All test results shall be interpreted and verified by a medical review officer employed by the motor carrier. The medical review officer shall be a licensed physician with knowledge of substance abuse disorders and appropriate medical training to interpret and evaluate an individual's test result together with his or her individual medical history and any other relevant biomedical information. (2) The medical review officer shall (i) receive the results of all drug tests from the laboratory; (ii) verify that the laboratory report and assessment of all drug test results are reliable and treat the results as confidential until such verification is made; (iii) determine whether an individual passes a drug test; (iv) promptly report all test results to the driver in writing; (v) report each test that does not pass to the individual whom the motor carrier has designated to receive the results and the chancellor of the board of education or his or her designee; (vi) recommend to the motor carrier whether a driver who refused to take or did not pass a drug test administered under this chapter and who passes a subsequent return to active duty test may return to active duty; and (vii) maintain records of all recommendations to the motor carrier concerning removal from or return to active duty and in cases where rehabilitation is not recommended after a confirmed positive test result, the reasons for such recommendation shall be submitted to the chancellor of the board of education or his or her designee. (3) When reviewing positive results of a confirmatory test under this section, the medical review officer may consider the individual's medical history, including any medical records and biomedical information provided, in determining whether there is a legitimate medical explanation for the result, including the use of a legally prescribed medication. (4) A driver may submit a list of any legally prescribed medication he or she is using to the medical review officer prior to the administration of a drug test. d. (1) The board of education, in consultation with the department of health and mental hygiene, shall promulgate rules, which to the extent practicable are consistent with the procedures established by the United States department of transportation, to implement this chapter. Such rules shall include initial cutoff levels to be used when screening urine specimens to determine whether they test positive for illegal drugs, chain of custody procedures to account for the integrity of each urine specimen by tracking its handling and storage from point of specimen collection to final disposition, specimen collection procedures, quality assurance and quality control programs, procedures governing the reporting and review of test results and procedures to safeguard the confidentiality of drivers. (2) The board of education shall provide motor carriers with written guidelines and procedures for the implementation of the drug testing program pursuant to this chapter no later than the effective date of this local law. e. Motor carriers subject to this chapter shall use only those laboratories certified under the United States department of health and human services mandatory guidelines for federal workplace drug testing programs or approved by the New York state department of health, to execute the drug testing program required by this chapter. f. Laboratories employed by motor carriers to execute the drug testing program pursuant to this chapter shall report drug test results to the medical review officer in writing within five days after a drug test has been administered. All drug test specimens shall be retained by such laboratories for at least six months. g. Two or more motor carriers may join together for the purpose of employing a medical review officer and/or a laboratory to comply with the requirements of this chapter. Notwithstanding the foregoing, each motor carrier shall be individually responsible for complying with the provisions of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "6",
    "text": "DRUG TESTING OF SCHOOL SYSTEM CONVEYANCE DRIVERS"
  },
  "heading": {
    "title": "17",
    "chaptersection": "609",
    "identifier": "17-609",
    "catch_text": "Drug testing procedures."
  }
}