{
  "text": "ยง 17-611 Recordkeeping and reporting. a. Motor carriers shall designate an individual or individuals to serve as drug testing program designee(s) to ensure compliance with this chapter. The designee(s) shall be responsible for the implementation of the drug testing program and maintaining all records related to the administration of drug tests. Motor carriers shall retain records related to the collection process and reports of individuals who have not passed a drug test for at least five years and records of individuals who have passed a drug test for at least one year. b. The medical review officer shall maintain records of individuals who have not passed a drug test for at least five years and the records of individuals who have passed a drug test for at least one year. c. A motor carrier shall permit the chancellor of the board of education or his or her designee to examine all records relating to the administration and results of the drug testing program established by such motor carrier pursuant to this chapter. d. A motor carrier shall promptly give written notice to the chancellor of the board of education or his or her designee whenever a driver is removed from active duty or returned to active duty pursuant to this chapter. Such written notice shall include the driver's name and the date of removal from or return to active duty. e. A motor carrier shall submit semi-annual reports to the board of education on April first and October first of each year summarizing the following information for the periods from September first through March first and March second through August thirty-first, respectively: (1) The total number of drug tests administered; (2) The number of drug tests administered and the dates of administration in each testing category (i.e., pre-employment, post-accident, reasonable suspicion, random, and return to duty); (3) The number of post-accident drug tests administered and the dates of administration in each accident category (i.e., fatal, personal injury, property damage or three accidents); (4) For post-accident tests, the number of hours between the accident and the collection of a urine specimen; (5) The total number of individuals who did not pass a drug test; (6) The number of individuals who did not pass a drug test by testing category; (7) The number of individuals who did not pass a post-accident drug test by accident category; (8) The action taken by the motor carrier with respect to each individual who did not pass a drug test; (9) The number of drug tests submitted to the laboratory that showed evidence of one or more illegal drugs in the immunoassay screening test in a sufficient quantity to warrant a confirmatory test; (10) The total number of drug tests submitted to the laboratory that showed evidence of one or more illegal drugs in the confirmatory test in a sufficient quantity to be reported as positive to the medical review officer; (11) The number of drug tests submitted to the laboratory that showed evidence of one or more illegal drugs in the confirmatory test in a sufficient quantity to be reported as positive by the medical review officer; (12) Such other relevant information as the board of education shall require. f. The first semi-annual report required by this section shall be due on April 1, 1991. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "6",
    "text": "DRUG TESTING OF SCHOOL SYSTEM CONVEYANCE DRIVERS"
  },
  "heading": {
    "title": "17",
    "chaptersection": "611",
    "identifier": "17-611",
    "catch_text": "Recordkeeping and reporting."
  }
}