{
  "text": "ยง 17-713 Definitions. Whenever used in this subchapter, the following terms shall be defined as follows: a. \"Cigarette\" means (1) any roll made or used for smoking made wholly or in part of tobacco or any other substance wrapped in paper or in any other substance not containing tobacco, and (2) any roll made or used for smoking made wholly or in part of tobacco wrapped in any substance containing tobacco which, because of its appearance, the type of tobacco used in the filler, or its packaging and labeling, is likely to be offered to, or purchased by, consumers as a cigarette described in paragraph (1) of this subdivision; provided, however, that no roll shall be considered to be a cigarette for purposes of paragraph (2) of this subdivision if it is not treated as a cigarette for federal excise tax purposes under the applicable federal statute in effect on August first, two thousand nine. b. \"Characterizing flavor\" means a distinguishable taste or aroma, other than the taste or aroma of tobacco, menthol, mint or wintergreen, imparted either prior to or during consumption of a tobacco product or component part thereof, including, but not limited to, tastes or aromas relating to any fruit, chocolate, vanilla, honey, candy, cocoa, dessert, alcoholic beverage, herb or spice; provided, however, that no tobacco product shall be determined to have a characterizing flavor solely because of the use of additives or flavorings or the provision of ingredient information. c. \"Component part\" means any element of a tobacco product, including, but not limited to, the tobacco, filter and paper, but not including any constituent. d. \"Constituent\" means any ingredient, substance, chemical or compound, other than tobacco, water or reconstituted tobacco sheet, that is added by the manufacturer to a tobacco product during the processing, manufacture or packing of the tobacco product. Such term shall include a smoke constituent. e. \"Flavored tobacco product\" means any tobacco product or any component part thereof that contains a constituent that imparts a characterizing flavor. A public statement or claim made or disseminated by the manufacturer of a tobacco product, or by any person authorized or permitted by the manufacturer to make or disseminate public statements concerning such tobacco product, that such tobacco product has or produces a characterizing flavor shall constitute presumptive evidence that the tobacco product is a flavored tobacco product. f. \"Herbal cigarette\" means a product that is meant to be smoked like a cigarette but is composed of one or more herbs and does not contain tobacco. g. \"Person\" means any natural person, partnership, firm, joint stock company, corporation, or employee thereof, or other legal entity. h. \"Smoke constituent\" means any chemical or chemical compound in mainstream or sidestream tobacco smoke that either transfers from any component of the tobacco product to the smoke or that is formed by the combustion or heating of tobacco, additives or other component of the tobacco product. i. \"Tobacco bar\" has the meaning as such term is defined in subdivision jj of section 17-502 of this code. j. \"Tobacco product\" means any substance which contains tobacco, including, but not limited to, cigars and chewing tobacco; provided, however, that such term shall not include cigarettes. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "7",
    "text": " REGULATION OF TOBACCO PRODUCTS"
  },
  "heading": {
    "title": "17",
    "chaptersection": "713",
    "identifier": "17-713",
    "catch_text": "Definitions."
  }
}