{
  "text": "ยง 17-702 Definitions. For purposes of this subchapter, the following terms shall be defined as follows: a. \"Affiliated company\" means any business entity which is the holder of a right to place or display advertisements in or on a unit of advertising space and which has a relationship with a holder of a right to place or display advertisements in or on another unit of advertising space; such relationship shall be an identity of all principal owners or all directors; provided, however, that only entities which are holders of a right to place or display advertisements on the same type of units of advertising space shall be considered affiliated companies for purposes of this subchapter. b. \"Authorizing agency\" means the agency or other unit of local government of the city of New York which is (i) acting on behalf of the city with respect to a written agreement between the city and a private party which allows the placement or display of advertisements in or on a unit of advertising space; (ii) any agency designated by the mayor as having responsibility for a unit of advertising space that is the subject of a written agreement with the city which allows the placement or display of advertisements in or on such unit; or (iii) the issuer of a license or permit that expressly grants the right to place or display advertisements in or on a unit of advertising space. In the event that there is no authorizing agency as defined by this subdivision for a unit of advertising space, the authorizing agency for such unit shall be the agency with the primary expertise in the subject area covered by the written agreement with the city which allows the placement or display of advertisements in or on such unit. c. \"Cigarette license\" means the license issued pursuant to section 11-1303 or 20-202 of the code. d. \"City of New York\" or \"city\" means the city of New York or any of its agencies or other unit of local government. e. \"Employee\" means any person who provides services for the payment of direct or indirect monetary wages or profit, or any person who volunteers his or her services without monetary compensation. f. \"For-hire vehicle\" means \"for-hire vehicle\" as defined in section 19-502 of the code. g. \"For-hire vehicle base\" means a place of business from which for-hire vehicles are dispatched. h. \"Instrumentality of public transportation\" means buses operated pursuant to a franchise or consent issued by or from the city of New York, ferries and ferry terminals owned or operated by the city of New York, trams and their appurtenances, bus stop shelters and licensed vehicles as defined in section 19-502 of the code. i. \"Person\" means any natural person, partnership, corporation, government agency, association or other legal entity. j. \"Public health message\" means words, pictures, photographs, symbols, graphics or visual images of any kind, or any combination thereof, the primary purpose of which is to communicate the health risks of tobacco product use or the health benefits of not using tobacco products. k. \"Retail dealer\" means \"retail dealer\" as defined in section 11-1301 of the code, and any employee or other agent of such retail dealer. l. \"School premises\" means the buildings, grounds or facilities, or any portion thereof, owned or occupied by public or private institutions for the primary purpose of providing educational instruction to students at or below the twelfth grade level. m. \"Special event\" means an event (i) for which a permit has been issued by the city of New York; (ii) which has a duration of no longer than seven days; and (iii) for which an agreement has been entered into with the city that provides for the placement or display of signage intended to discourage the use of tobacco products. n. \"Taxicab\" means \"taxicab\" as defined in section 19-502 of the code. o. \"Taxicab fleet\" means a corporate entity organized for the ownership or operation of twenty-five or more taxicabs, which taxicabs are dispatched from a single location serving as both garage and office of record, which location has been approved by the taxi and limousine commission as adequate for the storage, maintenance, repair and dispatch of the fleet taxicabs, and which location has a dispatcher on the premises at least eighteen hours every day who is responsible for assigning drivers to fleet taxicabs. p. \"Taxicab minifleet\" means a corporation licensed by the taxi and limousine commission to own and operate two or more taxicabs. q. \"Tobacco advertisement\" means words, pictures, photographs, symbols, graphics or visual images of any kind, or any combination thereof, which bear a health warning required by federal statute, the purpose or effect of which is to identify a brand of a tobacco product, a trademark of a tobacco product or a trade name associated exclusively with a tobacco product, or to promote the use or sale of a tobacco product. r. \"Tobacco product\" means any substance which contains tobacco, including but not limited to cigarettes, cigars, pipe tobacco and chewing tobacco. s. \"Trademark\" means any word, name, symbol, logo, emblem or device, or any combination thereof, used by a person to identify and distinguish his or her goods from those manufactured or sold by others and to indicate the source of the goods, even if that source in unknown. t. \"Trade name\" means any name used by a person to identify his or her business or vocation. u. \"Unit of advertising space\" means any real property, space, facility or instrumentality of public transportation, or any portion thereof, (i) owned or operated by, or leased from or to the city, or which is located or operates on real property owned or operated by or leased from or to the city, and which is the subject of the same contract, lease, rental agreement, franchise, revocable consent, concession or other similar written agreement with the city which allows the placement or display of advertisements, but not including any real property, space or facility leased from the city for a term of thirty years or more during the entire term of the lease or any real property, space or facility leased from or to the industrial development agency; or (ii) with respect to which a license or permit has been issued by the city that expressly grants the right to place or display advertisements, but not including licenses or permits issued pursuant to the building code. v. \"Wholesale dealer\" means \"wholesale dealer\" as defined in section 11-1301 of the code, and any employee or other agent of such wholesale dealer. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "7",
    "text": " REGULATION OF TOBACCO PRODUCTS"
  },
  "heading": {
    "title": "17",
    "chaptersection": "702",
    "identifier": "17-702",
    "catch_text": "Definitions."
  }
}