{
  "text": "ยง 17-707 Public health messages required where tobacco advertisements appear on certain properties. a. (1) There shall be a minimum of one public health message placed or displayed in or on a unit of advertising space for every four tobacco advertisements placed or displayed in or on such unit. Twenty-five percent of the public health messages placed or displayed in or on such unit shall be directed to the youth population. In the event that there is at least one tobacco advertisement but fewer than four tobacco advertisements placed or displayed in or on a unit of advertising space, there shall be a minimum of one public health message placed or displayed in or on such unit and such public health message shall be directed to the youth population. Unless otherwise expressly provided, the requirements set forth in this section shall not be applicable to any advertisements placed or displayed in connection with a special event; provided, however, that any advertisements placed or displayed in connection with a special event which would otherwise be subject to the requirements of this section shall not be exempt from such requirements where the advertisements are placed or displayed more than thirty days prior to the commencement of such special event. In addition, the requirements set forth in this section shall not be applicable to any tobacco advertisement which is less than one hundred forty-four square inches and is placed or displayed in or on a sales counter where the sale of tobacco products is transacted in a place of business that is located on real property owned or operated by or leased from or to the city. (2) The public health messages required by this section shall, to the greatest extent possible, be comparable in size, location and visibility to the tobacco advertisements placed or displayed in or on a unit of advertising space and shall be installed and maintained by the holder of the right to place or display advertisements in or on such unit in accordance with the same standards, and the holder shall utilize the same materials and methods for display, as are used by such holder for any advertisements placed or displayed in or on such unit. b. (1) It shall be the responsibility of the holder of the right to place or display advertisements in or on a unit of advertising space (i) to maintain at all times the ratio of public health messages to tobacco advertisements required by this section; and (ii) to maintain accurate records indicating on a daily basis the number of tobacco advertisements and public health messages placed or displayed by such holder, the locations of such advertisements and public health messages, and any other information deemed necessary by the authorizing agency or the department of health and mental hygiene. Such holder shall provide to the city council and the authorizing agency for such unit a quarterly report containing the number of tobacco advertisements and public health messages placed or displayed by such holder during the preceding three months, the locations of such advertisements and public health messages, the dates on which such advertisements and public health messages were placed and displayed and any other information deemed necessary by the authorizing agency or the department of health and mental hygiene. The authorizing agency shall provide a copy of the quarterly report to the department of health and any analysis of such report deemed necessary by the department. Any such holders who are affiliated companies may combine their units of advertising space for purposes of complying with the ratio requirements, maintaining the daily records and providing the quarterly report, required by this section. Taxicabs which are part of a taxicab fleet or taxicab minifleet may be combined for purposes of complying with the ratio requirements, maintaining the daily records and providing the quarterly report, required by this section. For-hire vehicles affiliated with a for-hire vehicle base may be combined for purposes of complying with the ratio requirements, maintaining the daily records and providing the quarterly report, required by this section. In such cases, the owner of the taxicab fleet, taxicab minifleet or for-hire vehicle base shall comply with the ratio requirements, maintain the daily records and provide the quarterly report on behalf of the owners of the taxicabs or for-hire vehicles. (2) The holder of the permit authorizing a special event shall provide a report to the authorizing agency containing the number, locations and dates of placement and display of (i) advertisements which promoted the special event, identifying those advertisements which were tobacco advertisements; (ii) signage which was intended to discourage the use of tobacco products; and (iii) any public health messages. Such report shall also include any other information deemed necessary by the authorizing agency or the department of health and mental hygiene. The authorizing agency shall provide a copy of such report to the department. c. The department of health and mental hygiene, together with the authorizing agencies, shall encourage the creation and submission of public health messages by interested individuals, groups or other entities. The authorizing agency for a unit of advertising space shall ensure that (i) at least twenty-five percent of the public health messages placed or displayed in or on such unit are directed to the youth population; and (ii) the ratio of public health messages to tobacco advertisements required by this section is achieved for such unit, through regular monitoring and enforcement activities. d. Any interested individual, group or other entity may develop, print and make available for distribution such public health messages at no cost to the city of New York or the holders of the right to place or display advertisements in or on units of advertising space. Such public health messages shall be printed utilizing the same materials as are used for any advertisements placed or displayed in or on each unit of advertising space. Any costs associated with the posting of the public health messages required by this section and any costs in terms of foregone advertising revenues associated with the placement or display of such public health messages in or on a unit of advertising space shall be borne by the holder of the right to place or display advertisements in or on such unit. Where the city is the sole holder of the right to place or display advertisements in or on a unit of advertising space, the city shall bear any costs associated with the posting of the public health messages and any costs in terms of foregone advertising revenues. e. (1) Any interested individual, group or other entity may submit a proposed public health message to the department of health and mental hygiene for approval. The department shall select for placement or display in or on a unit of advertising space those public health messages which it deems to communicate most effectively the health risks of tobacco product use or the health benefits of not using tobacco products. Such public health messages shall not use the name, image or likeness of any individual without the consent of that individual or shall not infringe any person's trade name, trademark, service mark or copyright, under applicable federal and state law. The department shall, to the greatest extent possible, select public health messages which are sufficiently different in visual images and text in order to ensure the holder of the right to place or display advertising an adequate selection of public health messages for placement or display in or on such holder's unit of advertising space. The department shall clearly indicate those public health messages which it deems to be directed to the youth population. (2) The authorizing agency for a unit of advertising space shall review the public health messages selected by the department for conformance to the same standards, if any, regarding form, appearance and appropriateness to which advertisements accepted for placement or display in or on such unit are required to conform, pursuant to any agreement applicable to such unit to which the city is a party, or to any license or permit which has been issued by the city that expressly grants the right to place or display advertisements in or on such unit. The authorizing agency shall submit to the holder of the right to place or display advertising in or on such unit, those public health messages which it deems to conform to applicable standards pursuant to any agreement with or license or permit from the city applicable to such holder's unit. Within one week after the receipt of such public health messages, the holder of the right to place or display advertisements or his or her designee shall submit to the authorizing agency any recommendations concerning the selected public health messages based upon the standards, if any, regarding form, appearance and appropriateness to which advertisements accepted for placement or display in or on the unit of advertising space are required to conform pursuant to any contracts governing the placement or display of advertisements in or on such unit. Within two weeks after the receipt of any recommendations from the holder of the right to place or display advertising, the authorizing agency shall make its final decision as to which public health messages conform to applicable standards and notify the department which samples of public health messages the authorizing agency will make available to the holder for placement or display. The holder of the right to place or display advertisements in or on the unit of advertising space shall not be required to replace a public health message placed or displayed in or on such unit with a different public health message more than four times annually. f. It shall be the responsibility of the interested individuals, groups or other entities to provide the public health messages required by this section. To the extent that such public health messages are not provided in sufficient quantity to maintain the ratio between tobacco advertisements and public health messages required by this section: (1) those public health messages actually provided shall be placed or displayed in or on a unit of advertising space in accordance with the requirements of this section to the extent possible; and (2) tobacco advertisements may continue to be placed or displayed in or on such unit in a proportion in excess of the ratio required by this section. g. (1) Any person who is the holder of a valid license or permit from, or is a party to an otherwise valid agreement with, the city of New York in effect on the date of enactment of the local law that added this section shall not be subject to the requirements of this section for the term of such license, permit or agreement. However, where such agreement provides for a right or rights of renewal for one or more periods upon the same terms and conditions or terms and conditions set forth in such agreement, the holder who is a party to such agreement or any agreements entered into pursuant to such right or rights of renewal shall be subject to the requirements of this section five years after the commencement of the first renewal period. (2) Any holder of the right to place or display advertisements in or on a unit of advertising space who is subject to a collective bargaining agreement in effect on the date of enactment of the local law that added this section which provides for an apportionment of revenues resulting from advertisements placed or displayed in or on such unit shall not be subject to the requirements of this section until the expiration of the collective bargaining agreement. h. If on the date of enactment of the local law that added this section, any party to a valid agreement with, or holder of a valid license or permit from, the city of New York is also a party to a valid contract entered into on or prior to such date with an entity other than the city of New York which extends beyond the term of such party's agreement with, or license or permit from, the city, such party shall not be subject to the requirements of subdivisions a through g of this section if compliance with such subdivisions would result in a material breach of the contract between such party and an entity other than the city, provided that such party: 1. shall promptly comply with subdivisions a through g of this section upon the expiration of such contract term, excluding any periods of time subject to an option to renew such contract, or upon the removal of any legal barrier to compliance prior to the expiration of the original contract term, whichever is earlier. Any person who claims to be covered by this paragraph and who fails to comply with subdivisions a through g of this section within the time limits set forth herein shall be liable for a civil penalty of not more than five hundred dollars for each day of non-compliance following the expiration of the original contract term or upon the removal of any legal barrier to compliance, whichever is earlier. Such civil penalty shall be recovered in accordance with the provisions of subdivision b of section 17-710; and 2. shall within ten days of the effective date of the local law that added this section, notify the authorizing agency for the unit of advertising space in writing of such person's inability to comply with subdivisions a through g of this section, setting forth in detail the reasons therefor and the earliest date upon which compliance can be achieved. The authorizing agency shall, as soon as practicable after receipt of such information, forward it to the department of health and mental hygiene and the city council. Any person who fails to notify the authorizing agency as required by this paragraph or who knowingly submits information required by this paragraph which is false or misleading shall, in addition to any other penalties provided by law, be liable for a civil penalty of not more than one thousand dollars. i. Nothing in this subchapter shall be construed to permit the placement of a tobacco product advertisement as defined in subdivision m of section 27-508.2 of this code where such advertisement is prohibited by section 27-508.3 of this code or by any other law or rule. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "7",
    "text": " REGULATION OF TOBACCO PRODUCTS"
  },
  "heading": {
    "title": "17",
    "chaptersection": "707",
    "identifier": "17-707",
    "catch_text": "Public health messages required where tobacco advertisements appear on certain properties."
  }
}