{
  "text": "ยง 17-804 Sterilization required. a. No full-service shelter or other shelter for homeless animals required to have a permit issued pursuant to subdivision (b) of section 161.09 of the New York city health code shall release a dog or cat to a person claiming ownership thereof, or to a person adopting such dog or cat, unless such dog or cat has been sterilized by a licensed veterinarian; provided, however, that such requirement shall not apply: (1) if a licensed veterinarian certifies to such shelter that he or she has examined such dog or cat and found that because of a medical reason, the life of such dog or cat would be endangered by sterilization; provided, however, that such reason shall not consist solely of the youth of such dog or cat, if such dog or cat is at least eight weeks of age; (2) in the case of a dog, if such dog, within the time period provided for by law, rule or regulation, is claimed by a person claiming ownership thereof, and such person demonstrates to the satisfaction of the shelter that such dog has a breed ring show record from the American Kennel Club or United Kennel Club or other similar, registry association, dated no more than twelve months prior to the date such dog entered such shelter, or such person claiming ownership is able to provide proof that such dog has successfully completed the requirements of the American Kennel Club or United Kennel Club or other similar, registry association, for the title Champion or its equivalent, at any time prior to the arrival of the dog at the shelter; (3) in the case of a dog, if such dog, within the time period provided for by law, rule or regulation, is claimed by a person claiming ownership thereof, and such person demonstrates to the satisfaction of the shelter that such dog is a guide dog, hearing dog, service dog or police work dog; or (4) in the case of a cat, if such cat within the time period provided for by law, rule or regulation, is claimed by a person claiming ownership thereof, and such person demonstrates to the satisfaction of such shelter that such cat has a breed show record from the Cat Fancier Association or other similar, registry association dated no more than twelve months prior to the date such cat entered such shelter or such person claiming ownership is able to provide proof that such cat has successfully completed the requirements of the Cat Fancier Association or other similar, registry association for the title Champion, Grand Champion or its equivalent, at any time prior to the arrival of the cat at the shelter. b. No pet shop shall release to a consumer a dog or cat that has not been sterilized by a licensed veterinarian; provided, however, that such requirement shall not apply to a consumer who presents to the pet shop a letter from such consumer's licensed veterinarian, dated within the immediately preceding ten days, stating the reason(s) why, in the opinion of such veterinarian, such dog or cat should not be sterilized until a later specified date, not to exceed four months following the date of such letter. Such letter shall state that such veterinarian will cause such dog or cat to be sterilized at the request of such consumer on or before such later specified date. Such veterinarian shall also provide to the pet shop a certificate, in such form and manner as determined by rules promulgated by the department, stating the date on which such sterilization was performed. Any consumer who provides a pet shop with a letter with respect to a later sterilization of a dog or cat must ensure that such animal is sterilized by the date indicated in the letter. c. Every pet shop, in accordance with rules promulgated by the department, shall maintain records of dog and cat sales, sterilization procedures performed at the request of the pet shop, and veterinarian letters and certificates received, and shall retain such records, letters and certificates for a period of two years. Such records, letters and certificates shall be made available to the department according to rules promulgated by the department. d. Every owner of a cat who permits such cat to roam outside the interior of the owner's dwelling shall have such cat sterilized. At the request of employees or authorized agents of the department, owners shall provide proof satisfactory to the department that a cat found roaming has been sterilized. The Department shall not seize a cat solely on the ground that the cat has not been sterilized. e. The department shall post and maintain on its website a regularly updated list of organizations in New York city that offer trap-neuter-return information and conduct trap-neuter-return activities. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "8",
    "text": "ANIMAL SHELTERS AND STERILIZATION ACT "
  },
  "heading": {
    "title": "17",
    "chaptersection": "804",
    "identifier": "17-804",
    "catch_text": "Sterilization required."
  }
}