{
  "text": "ยง 17-802 Definitions. For the purposes of this chapter, the following terms shall be defined as follows: a. \"Adoption\" means the delivery of a dog or cat deemed appropriate and suitable by an animal shelter to an individual at least eighteen years of age who has been approved to own, care and provide for the animal by the animal shelter. b. \"Consumer\" means any individual purchasing an animal from a pet shop. A pet shop shall not be considered a consumer. c. \"Feral cat\" shall mean an animal of the species felis catus who has no owner, is unsocialized to humans and has a temperament of extreme fear of and resistance to contact with humans. d. \"Full-service shelter\" shall mean a facility required to have a permit issued pursuant to subdivision (b) of section 161.09 of the New York city health code that houses lost, stray or homeless animals and: (1) accepts dogs and cats twelve hours per day, seven days per week; (2) has an adoption program available seven days per week; and (3) provides sterilization services for dogs and cats and any other veterinary services deemed necessary by a licensed veterinarian at such shelter or at a veterinary facility. e. \"Pet shop\" means a facility required to have a permit issued pursuant to subdivision (a) of section 161.09 of the New York city health code, where dogs and/or cats are sold, exchanged, bartered, or offered for sale as pet animals to the general public at retail for profit. Such definition shall not include full-service shelters or other animal shelters that make dogs and cats available for adoption whether or not a fee for such adoption is charged. f. \"Sterilization\" means rendering a dog or cat, who is at least eight weeks of age, unable to reproduce, by surgically altering the dog's or cat's reproductive organs or by non-surgical methods or technologies approved by the United States food and drug administration or the United States department of agriculture and acceptable to the department. Such definition shall include the spaying of a female dog or cat or the neutering of a male dog or cat. g. \"Trap-neuter-return\" means a program to trap, vaccinate for rabies, sterilize and identify feral cats and return them to the locations where they were found. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "8",
    "text": "ANIMAL SHELTERS AND STERILIZATION ACT "
  },
  "heading": {
    "title": "17",
    "chaptersection": "802",
    "identifier": "17-802",
    "catch_text": "Definitions."
  }
}