{
  "text": "ยง 17-805 Reporting requirements. The department shall provide the mayor and the city council with a report by February twenty-eight of each year which shall set forth information regarding the management and operation of all full-service shelters performing services pursuant to a contract with the city of New York, including but not limited to: a. The following information with respect to the previous calendar year: (1) the total number of animals accepted by each full-service shelter; (2) the total number of animals that were sterilized at each full-service shelter; (3) the total number of animals that were humanely euthanized at each full-service shelter; (4) the total number of healthy animals that were humanely euthanized at each full-service shelter; (5) the total number of animals that were adopted at each full-service shelter; (6) the total number of animals at each full-service shelter that were returned to their owner; and (7) the number of animals at each full-service shelter that were provided to other shelters for adoption. b. The following information for each month of the previous calendar year: (1) the total number of animals, disaggregated by borough, picked up by field services during regular business hours and delivered to (A) receiving facilities and (B) full-service shelters; (2) the total number of animals, disaggregated by borough, picked up by field services during off hours and delivered to (A) receiving facilities and (B) full-service shelters; (3) the total number of animals taken in and transferred to a full-service shelter from each receiving facility; and (4) the staffing levels at all full-service shelters and receiving facilities. c. The department shall report to the mayor and the council each month the total number of healthy animals that were humanely euthanized at each full-service shelter during the previous month. d. No later than twenty-four months after the effective date of the local law that added this subdivision, the department shall provide to the mayor and the council a report that summarizes and describes trends in the reporting requirements provided annually in accordance with this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "8",
    "text": "ANIMAL SHELTERS AND STERILIZATION ACT "
  },
  "heading": {
    "title": "17",
    "chaptersection": "805",
    "identifier": "17-805",
    "catch_text": "Reporting requirements."
  }
}