{
  "text": "ยง 17-900 Definitions. For the purpose of this chapter the following terms shall have the following meanings: 1. \"Chewable surface\" shall mean a protruding interior window sill in a day care facility that is readily accessible to a child of applicable age. \"Chewable surface\" shall also mean any other type of interior edge or protrusion in a day care facility, such as a rail or stair, where there is evidence that such other edge or protrusion has been chewed or where the operator of such day care facility has observed that a child under six years of age has mouthed or chewed such edge or protrusion. 2. \"Day care facility\" shall mean any facility used to provide day care service. 3. \"Day care service\" shall mean any service which, during all or part of the day, regularly gives care to seven or more children under six years of age, not all of common parentage, which operates more than five hours per week for more than one month a year. Day care service shall not mean a kindergarten or higher grade in a facility operated by the board of education. 4. \"Deteriorated subsurface\" shall mean an unstable or unsound painted subsurface, an indication of which can be observed through a visual inspection, including but not limited to, rotted or decayed wood, or wood or plaster that has been subject to moisture or disturbance. 5. \"Friction Surface\" shall mean any painted surface that touches or is in contact with another surface, such that the two surfaces are capable of relative motion, and abrade, scrape or bind when in motion. Friction surfaces shall include, but not be limited to, window frames and jambs, doors, and hinges. 6. \"Impact Surface\" shall mean any interior painted surface that shows evidence, such as marking, denting, or chipping, that it is subject to damage by repeated sudden force, such as certain parts of door frames, moldings, or baseboards. 7. \"Lead-based paint\" shall mean paint or other similar surface-coating material containing 1.0 milligrams of lead per square centimeter or greater, as determined by laboratory analysis, or by an x-ray fluorescence analyzer. If an x-ray fluorescence analyzer is used, readings shall be corrected for substrate bias when necessary as specified by the performance characteristic sheets released by the United States environmental protection agency and the United States department of housing and urban development for the specific x-ray fluorescence analyzer used. X-ray fluorescence readings shall be classified as positive, negative or inconclusive in accordance with the United States department of housing and urban development \"Guidelines for the Evaluation and Control of Lead-Based Paint Hazards in Housing\" (June 1995, revised 1997) and the PCS released by the United States environmental protection agency and the United States department of housing and urban development for the specific x-ray fluorescence analyzer used. X-ray fluorescence readings that fall within the inconclusive zone, as determined by the performance characteristic sheets, shall be confirmed by laboratory analysis of paint chips, results shall be reported in milligrams of lead per square centimeter and the measure of such laboratory analysis shall be definitive. If laboratory analysis is used to determine lead content, results shall be reported in milligrams of lead per square centimeter. Where the surface area of a paint chip sample cannot be accurately measured or if an accurately measured paint chip sample cannot be removed, laboratory analysis may be reported in percent by weight. In such case, lead-based paint shall mean any paint or other similar surface-coating material containing more than 0.5% of metallic lead, based on the non-volatile content of the paint or other similar surface-coating material. 8. \"Lead-based paint hazard\" shall mean any condition that causes exposure to lead from lead-contaminated dust, from lead-based paint that is peeling, or from lead-based paint that is present on chewable surfaces, deteriorated subsurfaces, friction surfaces, or impact surfaces that would result in adverse human health effects. 9. \"Lead-contaminated dust\" shall mean dust containing lead at 40 or more micrograms per square foot on a floor, 250 or more micrograms per square foot on window sills, and 400 or more micrograms per square foot on window wells, or such more stringent standards as may be adopted by the New York City board of health. 10. \"Operator of such day care facility\" shall mean any person who provides day care service and the owner of the premises where such day care facility is located. \"Person\" shall mean an individual, corporation, partnership, association or other for-profit or not-for-profit entity. 11. \"Peeling\" shall mean that the paint or other surface-coating material is curling, cracking, scaling, flaking, blistering, chipping, chalking, or loose in any manner, such that a space or pocket of air is behind a portion thereof or such that the paint is not completely adhered to the underlying surface. 12. \"Remediation\" or \"Remediate\" shall mean the reduction or elimination of a lead-based paint hazard through the wet scraping and repainting, removal, encapsulation, enclosure, or replacement of lead based paint, or other method approved by the commissioner of health and mental hygiene. ",
  "sections": [

  ],
  "title": {
    "identifier": "17",
    "text": "HEALTH"
  },
  "chapter": {
    "identifier": "9",
    "text": "Lead-Based Paint in Day Care Facilities"
  },
  "heading": {
    "title": "17",
    "chaptersection": "900",
    "identifier": "17-900",
    "catch_text": "Definitions."
  }
}