{
  "text": "a. Description. The following is hereby adopted as the device of the corporate seal of the city of New York, to-wit:",
"sections": [
    {
      "prefix": "1",
      "text": "Arms: Upon a shield, saltire wise, the sails of a windmill. Between the sails, in chief a beaver, in base a beaver, and on each flank a flour barrel."
    },
    {
      "prefix": "2",
      "text": "Supporters: Dexter, a sailor, his right arm bent, and holding in his right hand a plummet; his left arm bent, his left hand resting on the top of the shield; above his right shoulder a cross-staff. Sinister, an Indian of Manhattan, his right arm bent, his right hand resting on top of the shield, his left hand holding the upper end of a bow, and lower end of which rests on the ground. Shield and supporters resting upon a horizontal laurel branch."
    },
    {
      "prefix": "3",
      "text": "Date: Beneath the horizontal laurel branch the date 1625 being the year of the establishment of New Amsterdam."
    },
    {
      "prefix": "4",
      "text": "Crest: Upon a hemisphere, an American eagle with wings displayed."
    },
    {
      "prefix": "5",
      "text": "Legend: Upon a ribbon encircling the lower half of the design the words \"Sigillum Civitatis Novi Eboraci\"."
    },
    {
      "prefix": "6",
      "text": "The whole encircled by a laurel wreath."
    },
    {
      "prefix": "b",
      "text": "Design. The following design is hereby adopted as the official and standard design of such corporate seal: (For Seal see chapter 907 of the laws of 1985) ______________________________________________________________ 1 | 2 | 3 COPY OF Seal | 4 MAY BE OBTAINED FROM: | 5 NYS LEGISLATIVE BILL DRAFTING COMMISSION | 6 CONTACT: LEGISLATIVE RETRIEVAL SYSTEM'S HELPLINE | 7 | 8 | 9____________________________________________________________|"
    },
    {
      "prefix": "c",
      "text": "Execution of. The city clerk shall cause the design of such seal to be engraved upon metal as the seal of the city and he shall affix the same, as necessary; and he shall also provide in the same manner for all other officers of the city who are required or authorized to have or use the corporate seal of the city."
    },
    {
      "prefix": "d",
      "text": "Use of. Such seal shall be used for all requisite purposes. All representations thereof,"
    },
    {
      "prefix": "1",
      "text": "Impressed or printed on documents, publications or stationery, issued or used by or in the name of or under the authority of the city, its agencies or of any borough or department thereof,"
    },
    {
      "prefix": "2",
      "text": "Carved or otherwise represented on buildings or structures owned by the city, or"
    },
    {
      "prefix": "3",
      "text": "Otherwise officially portrayed, shall be in exact conformity with the aforesaid standard design without alteration or addition. However, the legend \"Sigillum Civitatis Novi Eboraci\" may be omitted when the design is used on the city flag or for architectural or ornamental purposes. Defaced and cancelled seals shall remain in the custody of the city clerk. Any representation of the city seal used on any vehicle other than one owned or used by the city, shall subject the owner of such vehicle to a fine of twenty-five dollars or imprisonment for a term not exceeding ten days."
    }
  ],
  "title": {
    "identifier": "2",
    "text": "CITY OF NEW YORK"
  },
  "chapter": {
    "identifier": "1",
    "text": "POWERS AND RIGHTS OF THE CORPORATION; EMBLEMS AND INSIGNIA "
  },
  "heading": {
    "title": "2",
    "chaptersection": "102",
    "identifier": "2-102",
    "catch_text": "City seal."
  }
}