{
  "text": "ยง 3-105 Emergency measures. 1. Whenever the mayor, pursuant to section 3-104, declares that a state of emergency exists, (a) the emergency measures provided in subdivision two of this section shall thereupon be in effect during the period of said emergency and throughout the city and (b) the mayor may order and promulgate all or any of the emergency measures provided in subdivision three of this section, in whole or in part, and with such limitations and conditions as he or she may deem appropriate, and any such emergency measure so ordered and promulgated shall thereupon be in effect during the period of said emergency and in the area or areas for which the emergency has been declared. 2. (a) The sale or other transfer of possession, with or without consideration, offer to sell or so transfer, and the purchase of any ammunition, guns and other firearms of any size or description is prohibited. (b) The displaying by or in any store or shop of any ammunition, guns and other firearms of any size or description is prohibited. (c) The possession in a public place of a rifle or shotgun by any person, except a duly authorized law enforcement official or person in military service acting in the official performance of his or her duty, is prohibited. (d) The possession of any rifle or shotgun in any place, public or private, by a nonresident who has not been issued a permit by the police commissioner, for the purchase and possession of rifles and shotguns, is prohibited. 3. (a) The establishment of curfews, including, but not limited to, the prohibition of or restrictions on pedestrian and vehicular movement, standing and parking, except for the provision of designated essential services such as fire, police and hospital services including the transportation of patients thereto, utility emergency repairs and emergency calls by physicians. (b) The prohibition of the sale of any alcoholic beverage. (c) The prohibition of the possession on the person in a public place of any portable container containing any alcoholic beverage. (d) The closing of places of public assemblage with designated exceptions. (e) The prohibition of the sale or other transfer of possession, with or without consideration, of gasoline or any other flammable or combustible liquid altogether or except by delivery into a tank properly affixed to an operable motor-driven vehicle, bike, scooter, boat or airplane and necessary for the propulsion thereof. (f) The prohibition of the possession in a public place of any portable container containing gasoline or any other flammable or combustible liquid. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "1",
    "text": "MAYOR"
  },
  "heading": {
    "title": "3",
    "chaptersection": "105",
    "identifier": "3-105",
    "catch_text": " Emergency measures."
  }
}