{
  "text": "ยง 3-113. Posting of executive orders and memoranda of understanding on the city's website. a. (1) All mayoral executive orders issued on or after January 1, 1974 shall be posted on the city's website. (2) All mayoral executive orders issued on or after July 1, 2011 shall be provided to the council and posted on the city's website within five business days from the date of execution. b. (1) All memoranda of understanding or similar agreements entered into between city agencies that materially affect the rights of or procedures available to the public and could not be withheld from disclosure under article six of the public officers law shall be posted on the city's website within thirty days after taking effect and thereafter during the period that they are in effect, unless their disclosure would impair law enforcement or emergency response operations. (2) All memoranda of understanding or similar agreements entered into between city agencies and non-city governmental agencies that materially affect the rights of or procedures available to the public and could not be withheld from disclosure under article six of the public officers law shall be posted on the city's website within thirty days after taking effect and thereafter during the period that they are in effect, unless their disclosure would impair the ability of the city to enter into such memoranda or agreements with such non-city agencies or impair law enforcement or emergency response operations. (3) The posting requirements set forth in this subdivision shall not apply if posting could reasonably result in material adverse consequences for city agency operations. c. Where the length of a memorandum of understanding or similar agreement is excessive, an agency may comply with this subdivision by posting an excerpt and a brief summary of such memorandum or agreement on the city's website, provided that the full version of such memorandum of understanding or similar agreement shall be made available upon request at no charge. d. The documents posted in accordance with this section shall be made available to the public on the city's website at no charge. e. This section shall not be construed to create a private right of action to enforce its provisions. Failure to comply with this section shall not result in the invalidation of any mayoral executive order, memorandum of understanding or similar agreement, or action taken pursuant to such order or memorandum of understanding or similar agreement. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "1",
    "text": "MAYOR"
  },
  "heading": {
    "title": "3",
    "chaptersection": "113",
    "identifier": "3-113*2",
    "catch_text": "Posting of executive orders and memoranda of understanding on the city's website."
  }
}