{
  "text": "* ยง 3-113. a. Definitions. For the purposes of this section, the following terms shall have the following meanings: (1) \"Adult\" shall mean an individual 18 years of age or older; (2) \"Adult families\" shall mean families comprised of adults and no children under the age of 18; (3) \"Children\" shall mean individuals under the age of 18; (4) \"City-administered facilities\" shall mean hotels, shelters and other accommodations or associated services, managed by or provided under contract or similar agreement with any city agency, provided to individuals or families who need temporary emergency housing or assistance finding or maintaining stable housing; (5) \"DHS\" shall mean the department of homeless services; (6) \"DHS-administered facilities\" shall mean city-administered facilities managed directly by DHS or by a provider under contract or similar agreement with DHS; (7) \"DHS drop-in centers\" shall mean city-administered facilities that provide single adults with hot meals, showers, laundry facilities, clothing, medical care, recreational space, employment referrals and/or housing placement services, but not overnight housing; (8) \"DHS faith-based beds\" shall mean city-administered facilities that provide overnight housing to individuals, are affiliated with one or more religious groups and receive client referrals through organizations under contract with DHS; (9) \"DHS safe havens\" shall mean city-administered facilities that provide low-threshold, harm-reduction housing to chronic street homeless individuals, who are referred to such facilities through a DHS outreach program, without the obligation of entering into other supportive and rehabilitative services in order to reduce barriers to temporary housing; (10) \"DHS stabilization beds\" shall mean city-administered facilities that provide a short-term housing option for a chronic street homeless individual while such individual works with his/her outreach team to locate a more permanent housing option; (11) \"DHS veterans shelters\" shall mean city-administered facilities that provide short-term housing for people who actively served in the United States military; (12) \"DYCD\" shall mean the department of youth and community development; (13) \"DYCD-administered crisis shelters\" shall mean city-administered facilities that provide short-term emergency housing for runaway and homeless youth and are managed by a provider under contract or similar agreement with DYCD; (14) \"DYCD-administered drop-in centers\" shall mean city-administered facilities that provide runaway and homeless youth and their families with services, counseling and referrals from trained youth workers; (15) \"DYCD-administered facilities\" shall mean city-administered facilities managed by a provider under contract or similar agreement with DYCD; (16) \"DYCD-administered transitional independent living facilities\" shall mean city-administered facilities that provide long-term residential services to runaway and homeless youth for up to 18 months and are managed by a provider under contract or similar agreement with DYCD; (17) \"Families with children\" shall mean families with children under the age of 18, couples including at least one pregnant woman, single pregnant women, or parents or grandparents with a pregnant individual; (18) \"HPD\" shall mean the department of housing preservation and development; (19) \"HPD-administered facilities\" shall mean city-administered facilities managed by a provider under contract or similar agreement with HPD; (20) \"HPD emergency facilities\" shall mean shelters providing emergency shelter managed by a provider under contract or similar agreement with HPD; (21) \"HPD emergency hotels\" shall mean hotels providing emergency shelter to individuals or families displaced from their homes managed by a provider under contract or similar agreement with HPD; (22) \"HRA\" shall mean the human resources administration; (23) \"HRA-administered facilities\" shall mean city-administered facilities managed directly by HRA or by a provider under contract or similar agreement with HRA, excluding non-emergency supportive housing; (24) \"HRA domestic violence shelters\" shall mean shelters for victims of domestic violence managed directly by HRA or by a provider under contract or similar agreement with HRA; (25) \"HRA HASA emergency housing\" shall mean single room occupancy hotels managed by a provider under contract or similar agreement with HRA to provide emergency shelter for recipients of services from the HIV/AIDS Services Administration; (26) \"HRA HASA transitional housing\" shall mean congregate facilities managed by a provider under contract or similar agreement with HRA to provide emergency shelter for recipients of services from the HIV/AIDS Services Administration; and; and (27) \"Unduplicated\" shall mean counted only once within the reporting period. b. Reports of citywide utilization data. The mayor's office of operations shall create a portal on the NYCStat page of the city's website, or any successor pages of such website that are substantially similar in form and function, in order to publish citywide data regarding the utilization of city-administered facilities. Commencing on November 1, 2011, and no later than the first day of each month thereafter, the mayor's office of operations shall for each month, calendar year and fiscal year publish via such portal the: (1) average daily overnight census for each of the following categories: A. DHS drop-in centers, disaggregated by single men, single women and total single adults; and B. DHS faith-based facilities, disaggregated by single men, single women and total single adults. (2) average daily overnight census; and (3) number of unduplicated persons or families utilizing city-administered facilities for each of the following categories: C. all DHS-administered facilities, disaggregated by families with children, adult families, total families, total adults in families, total children, single men, single women and total single adults; D. DHS safe havens, disaggregated by single men, single women and total single adults; E. DHS stabilization beds, disaggregated by single men, single women and total single adults; F. DHS veterans shelters, disaggregated by single men, single women and total single adults; G. HPD-administered facilities, disaggregated by families with children, adult families, total families, total adults in families, total children, single men, single women and total single adults; H. HPD emergency facilities, disaggregated by families with children, adult families, total families, total adults in families, total children, single men, single women and total single adults; I. HPD emergency hotels, disaggregated by families with children, adult families, total families, total adults in families, total children, single men, single women and total single adults; J. HRA-administered facilities, disaggregated by families with children, adult families, total families, total adults in families, total children, single men, single women and total single adults; K. HRA domestic violence shelters, disaggregated by families with children, adult families, total families, total adults in families, total children, single men, single women and total single adults; L. HRA HASA emergency housing, disaggregated by families with children, adult families, total families, total adults in families, total children, single men, single women and total single adults; M. HRA HASA transitional housing, disaggregated by families with children, adult families, total families, total adults in families, total children, single men, single women and total single adults; and N. all city-administered facilities, excluding DYCD-administered facilities, disaggregated by families with children, adult families, total families, total adults in families, total children, single men, single women and total single adults. (4) average monthly utilization rates; and (5) number of unduplicated persons or families utilizing city-administered facilities for each of the following categories: A. DYCD-administered facilities, disaggregated by families with children, adult families, total families, total adults in families, total children, single men, single women and total single adults; B. DYCD-administered crisis shelters, disaggregated by families with children, adult families, total families, total adults in families, total children, single men, single women and total single adults; C. DYCD-administered drop-in centers, disaggregated by families with children, adult families, total families, total adults in families, total children, single men, single women and total single adults; and D. DYCD-administered transitional independent living facilities, disaggregated by families with children, adult families, total families, total adults in families, total children, single men, single women and total single adults. (6) the number of individuals who are on wait-lists for DYCD-administered facilities, to the extent such wait-lists exist, disaggregated by: A. type of DYCD-administered facility; and B. families with children, adult families, total families, single men, single women, and total single adults. (7) the average length of stay disaggregated by: A. families with children, adult families, total families, single men, single women, and total single adults; B. type of DHS-administered facility, excluding DHS drop-in centers and DHS faith-based beds; C. type of DYCD-administered facility, excluding DYCD-administered drop-in centers; D. type of HPD-administered facility; and E. type of HRA-administered facility. (8) the total number of facilities, disaggregated by DHS-administered facilities and facilities not administered by DHS. c. Application and entrance data. Commencing on November 1, 2011, and no later than the first day of each month thereafter, the mayor's office of operations shall for each month, calendar year and fiscal year publish in the same location on the NYCStat website as the data posted pursuant to subdivision b of this section, the following data for those seeking admission and entrance to DHS-administered facilities: (1) the total number of: A. applications; B. unduplicated applicants; C. applicants found eligible for shelter; D. entrants to DHS administered facilities; and E. unduplicated entrants to DHS-administered facilities. The data required by subparagraphs A, B, C, D and E of this paragraph shall be disaggregated by families with children, adult families, total families, single men, single women, and total single adults; (2) the number of families with children found eligible for city-administered facilities; (3) the percentage of eligible families with children who submitted one application; (4) the percentage of eligible families with children who submitted two applications; (5) the percentage of eligible families with children who submitted three applications; (6) the percentage of eligible families with children who submitted four applications; (7) the percentage of eligible families with children who submitted five applications; (8) the percentage of eligible families with children who submitted six applications or more; (9) the number of adult families found eligible for city-administered facilities; (10) the percentage of eligible adult families who submitted one application; (11) the percentage of eligible adult families who submitted two applications; (12) the percentage of eligible adult families who submitted three applications; (13) the percentage of eligible adult families who submitted four applications; (14) the percentage of eligible adult families who submitted five applications; and (15) the percentage of eligible adult families who submitted six applications or more. d. The data required to be published in subdivisions b and c above shall be published electronically on the portal specified in subdivision b in a commonly available non-proprietary database format that is suitable for analysis. * NB There are 3 ยง 3-113's ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "1",
    "text": "MAYOR"
  },
  "heading": {
    "title": "3",
    "chaptersection": "113",
    "identifier": "3-113*3",
    "catch_text": "Enacted without section heading"
  }
}