{
  "text": "ยง 3-122 New York city panel on climate change. a. For the purposes of this section and section 3-123 of this subchapter, the following terms shall mean: 1. \"Vulnerable populations\" means persons or communities at increased risk of harm as a direct or indirect consequence of climate change based on one or more of the following risk factors: (i) proximity to disproportionally impacted areas; (ii) age, including senior citizen or minor status; (iii) income level; (iv) disability; (v) chronic or mental illness; and (vi) language. 2. \"Public health\" means impacts on physical health, mental health and social well-being and public or private services that treat and prevent disease, prolong life and promote health. 3. \"Natural systems\" means ecosystems and assets that provide ecologic benefits, including but not limited to waterbodies, trees, wetlands and parks. 4. \"Critical infrastructure\" means systems and assets, with the exception of residential and commercial buildings, that support vital city activities and for which the diminished functioning or destruction of such systems and assets would have a debilitating impact on public safety and/or economic security. b. There shall be a New York city panel on climate change whose members shall serve without compensation from the city. Members shall include, but not be limited to, climate change and climate impact scientists who shall be appointed by, and serve at the pleasure of, the mayor. c. 1. The panel shall meet at least twice a year for the purpose of (i) reviewing the most recent scientific data related to climate change and its potential impacts on the city's communities, vulnerable populations, public health, natural systems, critical infrastructure, buildings and economy; and (ii) advising the office of long-term planning and sustainability and the New York city climate change adaptation task force established pursuant to section 3-123 of this subchapter. 2. The panel shall make recommendations regarding (i) the near-, intermediate and long-term quantitative and qualitative climate change projections for the city of New York within one year of the release of an assessment report by the intergovernmental panel on climate change, but not less than once every three years; and (ii) a framework for stakeholders to incorporate climate change projections into their planning processes. d. The panel shall advise the office of long-term planning and sustainability on the development of a community- or borough-level communications strategy intended to ensure that the public is informed about the findings of the panel, including the creation of a summary of the climate change projections for dissemination to city residents. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "1",
    "text": "MAYOR"
  },
  "heading": {
    "title": "3",
    "chaptersection": "122",
    "identifier": "3-122",
    "catch_text": "New York city panel on climate change."
  }
}