{
  "text": "ยง 3-123 New York city climate change adaptation task force. a. There shall be a New York city climate change adaptation task force consisting of city, state and federal agencies and private organizations and entities responsible for developing, maintaining, operating or overseeing the city's public health, natural systems, critical infrastructure, buildings and economy. The task force shall be chaired by the office of long-term planning and sustainability, and shall include, but need not be limited to, representatives from the department of buildings, the department of design and construction, department of city planning, the department of environmental protection, the department of parks and recreation, the department of sanitation, the department of transportation, the economic development corporation, the office of emergency management, the office of management and budget, the department for the aging and the department of health and mental hygiene. Public members shall include, but need not be limited to, representatives from organizations in the health care, communications, energy and transportation fields, who shall be appointed by, and serve at the pleasure of, the mayor without compensation from the city. The mayor shall invite the appropriate federal, state and local agencies and authorities to participate. b. 1. The task force shall meet at least twice a year for the purposes of reviewing the climate change projections as recommended by the New York city panel on climate change pursuant to section 3-122 of this subchapter; evaluating the potential impacts to public health and the delivery of public health services to the city's communities and vulnerable populations and how such delivery may be affected by climate change; evaluating the potential impacts to the city's natural systems, critical infrastructure and buildings and how services provided by such systems, infrastructure and buildings may be affected by climate change; identifying the rules, policies and regulations governing public health, natural systems, critical infrastructure, buildings and economy that may be affected by climate change; and formulating and updating coordinated strategies to address the potential impact of climate change on the city's communities, vulnerable populations, public health, natural systems, critical infrastructure, buildings and economy. 2. Within one year of the development of recommended climate change projections pursuant to section 3-122 of this subchapter, the task force shall create an inventory of potential risks due to climate change to the city's communities, vulnerable populations, public health, natural systems, critical infrastructure, buildings and economy; develop adaptation strategies to address such risks that may include design guidelines for new infrastructure; and identify issues for further study. A report with recommendations shall be issued based on this information and submitted to the mayor and the city council and shall be made available to the public. c. The office of long-term planning and sustainability shall develop a community- or borough-level communications strategy intended to ensure that the public is informed about the findings of the task force, including the creation of a summary of the report for dissemination to city residents. In developing such communications strategy, the director shall consult with non-governmental and community-based organizations. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "1",
    "text": "MAYOR"
  },
  "heading": {
    "title": "3",
    "chaptersection": "123",
    "identifier": "3-123",
    "catch_text": "New York city climate change adaptation task force."
  }
}