{
  "text": "ยง 3-121 Clean waterfront plan. a. For purposes of this section, the following terms shall have the following meanings: 1. \"Director\" shall mean the director of long-term planning and sustainability; 2. \"Office\" shall mean the office of long-term planning and sustainability; and 3. \"Waterfront dumping\" shall mean any violation of subdivision a of section 16-119 of this code that occurs in or upon any wharf, pier, dock, bulkhead, slip or waterway or other area, whether publicly or privately owned, that is adjacent to any wharf, pier, dock, bulkhead, slip or waterway, and any violation of section 22-112 of this code. b. The director, in conjunction with the commissioner of environmental protection, the commissioner of sanitation, the commissioner of small business services and, where necessary and practicable, the police commissioner, and the heads of such other agencies as the mayor may designate, shall prepare a clean waterfront plan to prevent waterfront dumping, littering on any streets or public places located on waterfront property, the abandoning of vehicles, vessels and crafts on waterfront property and the improper handling and storage of merchandise and materials on wharves, piers, docks and bulkheads. The plan shall include, but need not be limited to, the following: 1. a determination as to whether the promulgation of rules is necessary to implement the clean waterfront plan and a description of the nature of those rules, if any; 2. the creation of an accessible and centralized source of information consisting of laws, rules and regulations that relate to the clean waterfront plan; 3. a protocol to coordinate with federal, state, and multi-state agencies and authorities that have jurisdiction over the port of New York and waterways in the city of New York in relation to promoting a clean waterfront; 4. a protocol to coordinate the enforcement of all applicable laws, rules and regulations that relate to the clean waterfront plan and the promotion of a clean waterfront by the office, the department of environmental protection, the department of sanitation, the department of small business services and, where necessary and practicable, the police department, and such other agencies as the mayor may designate, that would include, but need not be limited to, a survey to identify sites where waterfront dumping occurs or is likely to occur, periodic inspections of waterfront properties, and the posting of signs to discourage waterfront dumping, littering and the abandonment of vehicles, vessels and crafts on waterfront property; and 5. a public education and outreach program to increase awareness about the clean waterfront plan. c. The director shall submit the clean waterfront plan to the mayor and the speaker of the city council on or before January 1, 2013 and shall post such plan on the city website. d. 1. The director shall submit a report to the mayor and the speaker of the city council on or before April 1, 2014 and on or before April 1 of every other year thereafter, which shall include, but need not be limited to, the following information for the immediately preceding two calendar years: (i) the number of complaints received by the city concerning conduct that constitutes waterfront dumping, littering on any streets or public places located on waterfront property, the abandoning of vehicles, vessels and crafts on waterfront property and the improper handling and storage of merchandise and materials on wharves, piers, docks and bulkheads; (ii) the number of summonses and notices of violation, respectively, issued by each agency for violations of any law, rule or regulation relating to waterfront dumping, littering on any streets or public places located on waterfront property, the abandoning of vehicles, vessels and crafts on waterfront property and the improper handling and storage of merchandise and materials on wharves, piers, docks and bulkheads; (iii) the total amount of civil penalties imposed for such notices of violation by the environmental control board; (iv) any changes made to the clean waterfront plan; (v) a summary of any rules promulgated to implement the clean waterfront plan; and (vi) recommendations for appropriate legislation and improved enforcement with respect to the clean waterfront plan. 2. In the report issued on or before April 1, 2018 the director shall make a recommendation on the necessity of future reports issued pursuant to this subdivision. e. Three months prior to the submission of the plan or a report as required by subdivisions c and d of this section, respectively, the director shall make a draft of such plan or report available to the public for a sixty-day comment period. All comments received during such period shall be included as an appendix to the plan or report. The director shall provide notice of such opportunity to comment to any property owners and/or tenant organizations, manufacturing and commercial trade groups, community-based organizations, environmental advocacy organizations and members of the general public that have formally requested to be notified of such opportunity or other individuals or organizations that the director deems appropriate. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "1",
    "text": "MAYOR"
  },
  "heading": {
    "title": "3",
    "chaptersection": "121",
    "identifier": "3-121",
    "catch_text": "Clean waterfront plan."
  }
}