{
  "text": "ยง 3-130 Employment resources. a. Definitions. For the purposes of this section: 1. \"Office\" shall mean the office of veterans' affairs. 2. \"Federal veterans job bank\" shall mean the job bank developed by the federal government for veterans or any subsequent online tool that the federal government utilizes to connect veterans with employment opportunities. 3. \"City job\" shall mean employment with the government of the city of New York. 4. \"Military occupation\" shall mean the classification or code provided by each branch of the United States armed forces designating a service member's occupation specialty, specialty, rating, designator, or any subsequent term used by the armed forces relating to a service member's duties. b. The office shall publish on its website information concerning resources intended to assist veterans in obtaining employment including, but not limited to: 1. a link to the federal veterans job bank; 2. links to websites describing veteran employment services provided by the federal government and the New York state government including, but not limited to, the websites of the United States department of labor, the New York state department of labor, the United States department of veterans affairs, and the New York state department of veterans' affairs; 3. links to federal government websites providing translation of military occupations to civilian jobs; 4. links to websites describing veteran employment services and job opportunities provided by the department of small business services including, but not limited to, the Workforce1 website and any online tools or resources developed by the department to help connect veterans with employment opportunities; and 5. links to any additional resources deemed relevant by the office. c. The office shall consult with the department of citywide administrative services and other appropriate city agencies to ensure that all city job postings are included in the federal veterans job bank and that such postings are updated as necessary to maintain accuracy. d. The office shall consult with the department of citywide administrative services to identify military occupations with duties or skills that relate to qualifications for competitive examinations administered by such department pursuant to section 50 of the civil service law and section 814(a)(3) of the charter and shall make such information available on its website. The office shall also ensure that the schedule for such competitive examinations is published on its website and is updated as necessary to maintain accuracy. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "1",
    "text": "MAYOR"
  },
  "heading": {
    "title": "3",
    "chaptersection": "130",
    "identifier": "3-130",
    "catch_text": "Employment resources. "
  }
}