{
  "text": "ยง 3-209 a. Short title. This section shall be known and may be cited as the \"Young Adult Voter Registration Act.\" b. Registration of voters. Each public or private high school within the city shall make available during the school year to seniors such materials as may be published by the board of elections relating to voter registration and, where appropriate, shall provide applications for registration and enrollment, and may assist in the execution of such applications. c. Registration of graduating seniors. The department of education of the city of New York shall provide a postage paid board of elections of the city of New York voter registration form to each graduating student who receives a high school diploma, including but not limited to a Regents, local, general equivalency or Individualized Education Program diploma. The department shall deliver such voter registration form to each graduating student at the same time and in the same manner as it delivers diplomas to each such student. d. Forms to be available at school. The department of education of the city of New York shall ensure that postage paid board of elections voter registration forms are available in the main or central office of each high school under the jurisdiction of the department for students who wish to obtain one. The department shall also ensure that each such high school provides adequate notice to its students of the availability of such forms in its main or central office. e. Sufficient quantity of forms. The department shall request from the board of elections of the city of New York a sufficient quantity of voter registration forms to meet the requirements of this subdivision. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "2",
    "text": "CITY COUNCIL AND CITY CLERK "
  },
  "heading": {
    "title": "3",
    "chaptersection": "209",
    "identifier": "3-209",
    "catch_text": "(Enacted without section heading)"
  }
}