{
  "text": "ยง 3-207 City clerk; fees. The city clerk shall collect the following fees: 1. For a copy of any book, account, record or paper other than a marriage record filed in the city clerk's office, one dollar for each photocopy; 2. For a certification of any book, account, record, or paper other than a marriage record filed in the city clerk's office, fifty cents and five cents in addition for each folio in excess of five; 3. For each bond filed in the city clerk's office, twenty-five cents; 4. For filing of all other papers, required by law to be filed in the city clerk's office nine dollars; 5. For a certificate of appointment of a commissioner of deeds, fifty cents; 6. For a certified extract from any marriage record file in the city clerk's office, ten dollars; 7. For any certifications furnished by the city clerk, one dollar for each such certification; 8. For certification of marriage status to be used by applicant in foreign jurisdictions fifteen dollars; 9. In any instance where the personal hand signature of the city clerk or his or her first deputy is requested, ten dollars; 10. For filing an application for correcting a marriage record, pursuant to section twenty of the domestic relations law, forty dollars, which shall include a photostatic copy of the existing marriage record and the issuance of a new amended certificate. Such fee shall not be returned in the event of the application is rejected for insufficiency or other pertinent reason. Upon denial of such application, ten dollars shall be refunded; 11. For solemnization of marriage pursuant to section eleven-a of the domestic relations law, twenty-five dollars; 12. For issuance of a certificate of marriage registration pursuant to section fourteen-a of the domestic relations law, ten dollars. 13. For issuance of a second or subsequent certificate of marriage registration or a photograph, microphotograph or photocopy of the original marriage license pursuant to section fourteen-a of the domestic relations law, ten dollars. 14. For persons registering to perform marriage ceremonies with the clerk of the city of New York pursuant to section 11-b of the domestic relations law, fifteen dollars. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "2",
    "text": "CITY COUNCIL AND CITY CLERK "
  },
  "heading": {
    "title": "3",
    "chaptersection": "207",
    "identifier": "3-207",
    "catch_text": "City clerk; fees."
  }
}