{
  "text": "ยง 3-209.1 Distribution of library card application materials. a. Definitions. For the purposes of this section, the following terms shall be defined as follows: 1. \"Department\" shall mean the department of education. 2. \"Public library systems\" shall mean the New York Public Library, the Brooklyn Public Library and the Queens Borough Public Library. 3. \"School\" shall mean any public school in the city of New York under the jurisdiction of the department of education that contains any combination of grades from and including pre-kindergarten through grade twelve. 4. \"Participating agencies\" shall mean the administration for children's services, the department of homeless services, the department of youth and community development and the human resources administration. 5. \"Young person\" shall mean any person under the age of 24. b. The department and participating agencies, in consultation with the public library systems, shall obtain from the public library systems or develop written or electronic materials containing information regarding each public library system and how students and young persons can obtain a library card. At a minimum, such written or electronic materials shall include: (i) a description of the public library system; (ii) an application for a library card; and (iii) instructions on how to obtain a library card. Such written or electronic materials shall be produced and distributed by the department to each school for distribution to every student of such school upon his or her entry into pre-kindergarten, kindergarten, grade six and grade nine and to every student upon his or her entry into a school as a new student; and obtained or produced and made available by participating agencies for every young person who receives services from such agencies. In addition, the department and participating agencies shall make such materials conspicuously available on their respective websites. c. The department shall ensure that written or electronic materials developed pursuant to subdivision b of this section are provided to all schools in sufficient quantity to satisfy the requirements of subdivisions b and d of this section. d. The department shall ensure that such written materials are available in the main or central office in each school for students and parents who wish to obtain such materials. e. Participating agencies may include instructions in all new or renewed agreements with contractors and subcontractors having regular contact with young persons in the administration of their business to follow the guidelines of subdivision b of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "2",
    "text": "CITY COUNCIL AND CITY CLERK "
  },
  "heading": {
    "title": "3",
    "chaptersection": "209",
    "identifier": "3-209.1",
    "catch_text": "Distribution of library card application materials."
  }
}