{
  "text": "ยง 3-219 Obligations of lobbyists.--Any person who is required to file a statement of registration under this subchapter has the following obligations: a. To abstain from doing any act, with the express purpose and intent of placing a member of the city council, the mayor or any officer or employee charged by law with making a decision on a matter pending or proposed, under personal obligation to him or her or to his or her employer. b. Never to knowingly deceive or attempt to deceive a member of the city council, the mayor or any officer or employee charged by law with making a decision on a local law, resolution or matter pending or proposed, as to any material fact pertinent to any pending or proposed local law, resolution or matter. c. Never to cause or influence the introduction of any local law or resolution at the city council for the purpose of thereafter being employed to secure its granting, denial, confirmation, rejection, passage or defeat. d. To abstain from any attempt to create a fictitious appearance of public favor or disfavor of any proposed local law or resolution before the city council or to cause any communication to be sent to a member of the city council, or the mayor, or any officer or employee charged by law with making a decision on a matter pending or proposed, in the name of any fictitious person or in the name of any real person, except with the consent of such real person. e. Not to represent, either directly or indirectly through word of mouth or otherwise, that he or she can control or obtain the vote or action of the mayor, any member of the city council, or any employee or officer of the city charged by law with making a decision on a matter pending or proposed, or the approval or disapproval of any local law or resolution by the mayor of the city of New York. f. Not to represent or solicit representation of, an interest adverse to such person's employer nor to represent employers whose interests are known to such person to be adverse. g. To retain all books, papers and documents necessary to substantiate the financial reports required to be made under this subchapter for a period of five years. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "2",
    "text": "CITY COUNCIL AND CITY CLERK "
  },
  "heading": {
    "title": "3",
    "chaptersection": "219",
    "identifier": "3-219",
    "catch_text": "Obligations of lobbyists."
  }
}