{
  "text": "ยง 3-211. Definitions. Whenever used in this subchapter, the following words and phrases shall be construed as defined in this section: (a) The term \"lobbyist\" shall mean every person or organization retained, employed or designated by any client to engage in lobbying. The term \"lobbyist\" shall not include any officer or employee of the city of New York, the State of New York, any political subdivision of the State, or any public corporation, agency or commission, or the United States when discharging his or her official duties. (b) The term \"client\" shall mean every person or organization who retains, employs or designates any person or organization to carry on lobbying activities on behalf of such client. (c) (1) The term \"lobbying\" or \"lobbying activities\" shall mean any attempt to influence: (i) the passage or defeat of any local law or resolution by the city council, (ii) the approval or disapproval of any local law or resolution by the mayor, (iii) any determination made by an elected city official or an officer or employee of the city with respect to the procurement of goods, services or construction, including the preparation of contract specifications, or the solicitation, award or administration of a contract, or with respect to the solicitation, award or administration of a grant, loan, or agreement involving the disbursement of public monies, (iv) any determination made by the mayor, the city council, the city planning commission, a borough president, a borough board or a community board with respect to zoning or the use, development or improvement of real property subject to city regulation, (v) any determination made by an elected city official or an officer or employee of the city with respect to the terms of the acquisition or disposition by the city of any interest in real property, with respect to a license or permit for the use of real property of or by the city, or with respect to a franchise, concession or revocable consent, (vi) the adoption, amendment or rejection by an agency of any rule having the force and effect of law, (vii) the outcome of any rate making proceeding before an agency, or (viii) any determination of a board or commission. (2) The definition of the term \"lobbying\" or \"lobbying activities\" shall not apply to any determination in an adjudicatory proceeding. (3) The following persons and organizations shall be deemed not to be engaged in \"lobbying activities\": (i) persons engaged in advising clients, rendering opinions and drafting, in relation to proposed legislation, resolutions, rules, rates, or other proposed legislative, executive or administrative action, where such persons do not themselves engage in an attempt to influence such action; (ii) newspapers and other periodicals and radio and television stations, and owners and employees thereof, provided that their activities are limited to the publication or broadcast of news items, editorials or other comment, or paid advertisements; (iii) persons who participate as witnesses, attorneys or other representatives in public rule making or rate making proceedings of an agency, with respect to all participation by such persons which is part of the public record thereof and all preparation by such persons for such participation; (iv) persons who appear before an agency in an adjudicatory proceeding; (v) persons who prepare or submit a response to a request for information or comments by the city council or one of its committees, the mayor, or other elected city official or an agency; (vi) (A) contractors or prospective contractors who communicate with or appear before city contracting officers or employees in the regular course of procurement planning, contract development, the contractor selection process, the administration of a contract, or the audit of a contract, when such communications or appearances are made by such contractors or prospective contractors personally, or through: 1. such officers and employees of the contractor or prospective contractor who are charged with the performance of functions relating to contracts; 2. subcontractors or prospective subcontractors who are or will be engaged in the delivery of goods, services or construction pursuant to the contract of such officers and employees of the subcontractor or prospective subcontractor who are charged with the performance of functions relating to contracts; or 3. persons who provide technical or professional services, as defined in clause (B) of this subparagraph, on behalf of such contractor, prospective contractor, subcontractor or prospective subcontractor. (B) For the purposes of clause (A) of this subparagraph: 1. \"technical services\" shall be limited to advice and analysis directly applying any engineering, scientific, or other similar technical discipline; 2. \"professional services\" shall be limited to advice and analysis directly applying any legal, accounting or other similar professional discipline in connection with the following elements of the procurement process only: dispute resolution, vendor protests, responsiveness and responsibility determinations, determinations of prequalification, suspensions, debarments, objections to registration pursuant to section 328 of the charter, contract interpretation, negotiation of contract terms after the award of a contract, defaults, the termination of contracts and audit of contracts. Any person who provides professional services pursuant to this subparagraph in connection with elements of the procurement process not specified above in this item, whether prior to, in connection with or after the award of a contract, shall be deemed to be engaged in lobbying activities, unless such person is deemed not to be engaged in lobbying activities under another provision of this paragraph; and 3. \"city contracting officers or employees\" shall not include elected officials or deputies of elected officials or any person not duly authorized to enter into and administer contracts and make determinations with respect thereto; and (vii) persons or organizations who advertise the availability of goods or services with fliers, leaflets or other advertising circulars. (d) The term \"organization\" shall include any corporation, company, foundation, association, labor organization, firm, partnership, society, or joint stock company. (e) The term \"compensation\" shall mean any salary, fee, gift, payment, subscription, loan, advance or any other thing of value paid, owed, given or promised by the client to the lobbyist for the purpose of lobbying. (f) The term \"expenditure\" shall mean any expenses incurred by or reimbursed to the lobbyist for lobbying. (g) The term \"public servant\" shall mean a public servant as defined in subdivision nineteen of section two thousand six hundred one of the charter. (h) The term \"fundraising activities\" shall mean solicitation or collection of contributions for a candidate for nomination for election, or election, to the office of mayor, public advocate, comptroller, borough president or member of the city council, or for the political committee of any such candidate by a lobbyist, or the solicitation or collection of contributions for any public servant who is a candidate for nomination for election, or election, to any elective office, or for the political committee of any such candidate by a lobbyist. For purposes of this subchapter, the term \"contribution\" shall have the meaning set forth in subdivision eight of section 3-702 of the administrative code, and the term \"political committee\" shall have the meaning set forth in subdivision eleven of such section. The term \"lobbyist\" shall mean a lobbyist as defined in subdivision (a) of this section and the spouse or domestic partner and unemancipated children of the lobbyist, and if the lobbyist is an organization, the term \"lobbyist\" shall mean only that division of the organization that engages in lobbying activities and any officer or employee of such lobbyist who engages in lobbying activities of the organization or is employed in an organization's division that engages in lobbying activities of the organization and the spouse or domestic partner and unemancipated children of such officers or employees. (i) The term \"political consulting activities\" shall mean the activities of a lobbyist who for compensation by or on behalf of the candidate or elected official, as applicable, (i) participates in the campaign of any candidate for nomination for election, or election, to the office of mayor, public advocate, comptroller, borough president or member of the city council by providing political advice, or (ii) participates in the campaign of any public servant who is a candidate for nomination for election, or election, to any elective office by providing political advice, or (iii) provides political advice to the mayor, public advocate, comptroller, borough president or member of the city council. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "2",
    "text": "CITY COUNCIL AND CITY CLERK "
  },
  "heading": {
    "title": "3",
    "chaptersection": "211",
    "identifier": "3-211",
    "catch_text": "Definitions."
  }
}