{
  "text": "ยง 3-212 Powers and duties of the city clerk. (a) In addition to any other powers and duties specified by law, the city clerk shall have the power and duty to administer and enforce all the provisions of this subchapter, subpoena witnesses and records, issue advisory opinions to those under its jurisdiction, conduct any investigation and audits necessary to carry out the provisions of this subchapter, prepare uniform forms for the statements and reports required by this subchapter and promulgate such rules as he or she deems necessary for the proper administration of this subchapter. (b) In addition to any audits required to enforce the provisions of this subchapter, the city clerk shall conduct random audits of the statements and reports required to be filed by lobbyists and clients pursuant to this subchapter. The city clerk shall select statements and reports for random audit in a manner pursuant to which the identity of any particular lobbyist or client whose statements or reports are selected for audit is unknown to the city clerk. In conducting such random audits, the city clerk shall require the production of such witnesses and records as may have been relevant to the preparation of the statements or reports audited. (c) The city clerk shall prepare and post on the internet an annual report relating to the administration and enforcement of the provisions of this subchapter. Such report shall contain information regarding (i) the number of complaints received from the public and the disposition of such complaints; (ii) the number and amount of civil penalties imposed pursuant to subdivisions (a), (b), (c) and (d) of section 3-223 of this subchapter; (iii) the number and duration of orders issued pursuant to subdivision (a) of section 3-223 of this subchapter; (iv) the number of random audits conducted by the clerk and outcomes thereof; (v) compliance programs developed and implemented for lobbyists and clients; and (vi) such other information and analysis as the city clerk deems appropriate. Such report shall be posted on the internet no later than March first of each year and shall contain information relating to the preceding calendar year. (d) The city clerk shall, as soon as practicable after the issuance of an order pursuant to subdivision (a) of section 3-223 of this subchapter or imposition of a civil penalty pursuant to subdivision (a), (b), (c) or (d) of section 3-223 of this subchapter, post on the internet information identifying the lobbyist or client who committed the violation that resulted in the issuance of such order or imposition of such penalty, the provision of law violated, the duration of such order or the amount of such penalty. (e) Twenty-four months after the effective date of the section of the local law that added this subdivision, the mayor and the city council shall jointly appoint a commission to review and evaluate the activities and performance of the city clerk in implementing the provisions of this subchapter. Within six months of such appointment the commission shall report to the mayor and city council on its review and evaluation which report shall include any administrative and legislative recommendations on strengthening the administration and enforcement of this subchapter, as well as whether the commission would recommend raising the dollar threshold for the filing of a statement of registration. The commission shall be comprised of five members and the mayor and the city council shall jointly designate a chair from among the members. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "2",
    "text": "CITY COUNCIL AND CITY CLERK "
  },
  "heading": {
    "title": "3",
    "chaptersection": "212",
    "identifier": "3-212",
    "catch_text": "Powers and duties of the city clerk."
  }
}