{
  "text": "ยง 3-216. Periodic reports. (a) (1) any lobbyist required to file a statement of registration pursuant to section 3-213 of this subchapter who in any lobbying year expends, receives or incurs combined reportable compensation and expenses in an amount in excess of two thousand dollars, as provided in paragraph five of subdivision (b) of this section, for the purpose of lobbying, shall file with the city clerk a first periodic written report, on forms prescribed by the city clerk, which to the extent practicable shall be identical in form to the periodic reporting forms used by the New York Temporary State Commission on Lobbying, or any successor thereto, by the fifteenth day next succeeding the end of the reporting period on which the cumulative total for such lobbying year equalled such sum. Such reporting periods shall be the period from January first to March thirty-first, April first to May thirty-first, June first to September thirtieth, and October first to December thirty-first, or such other dates as the city clerk shall designate by rule to conform the periodic reporting periods with the periodic reporting periods of the New York Temporary State Commission on Lobbying, or any successor thereto. (2) Any lobbyist making a report pursuant to paragraph one of this subdivision shall thereafter file with the city clerk, on forms prescribed by the city clerk, a periodic report for each reporting period that such person expends, receives or incurs combined reportable compensation and expenses in an amount in excess of five hundred dollars for the purposes of lobbying during such reporting period. Such report shall be filed not later than the fifteenth day next succeeding the end of such reporting period and shall include the amounts so expended, received or incurred during such reporting period and the cumulative total during the lobbying year. (b) Such periodic report shall contain: (1) the name, address and telephone number of the lobbyist; (2) the name, address and telephone number of the client by whom or on whose behalf the lobbyist is retained, employed or designated; (3) a description of the subject or subjects on which the lobbyist has lobbied, including information sufficient to identify the local law or resolution, procurement, real property, rule, rate making proceeding, determination of a board or commission, or other matter on which the lobbyist has lobbied; (4) the person or agency before which the lobbyist has lobbied; (5) (i) the compensation paid or owed to the lobbyist, and any expenses expended, received or incurred by the lobbyist for the purpose of lobbying. (ii) expenses required to be reported pursuant to subparagraph (i) of this paragraph shall be listed in the aggregate if seventy-five dollars or less and if more than seventy-five dollars such expenses shall be detailed as to amount, to whom paid, and for what purpose; and where such expense is more than seventy-five dollars on behalf of any one person, the name of such person shall be listed. (iii) for the purpose of this paragraph, expenses shall not include: (A) personal sustenance, lodging and travel disbursements of such lobbyist; (B) expenses, not in excess of five hundred dollars in any one calendar year, directly incurred for the printing or other means of reproduction or mailing of letters, memoranda or other written communications. (iv) expenses paid or incurred for salaries other than that of the lobbyist shall be listed in the aggregate. (v) expenses of more than fifty dollars shall be paid by check or substantiated by receipts. (c) Notwithstanding any inconsistent provision of this section, where a lobbyist required to file a statement of registration pursuant to section 3-213 of this subchapter is not required to file a periodic report pursuant to subdivision (a) or (b) of this section because he or she has not expended, received or incurred compensation and expenses as therein specified, he or she shall file a periodic report stating that he or she has not expended, received or incurred such compensation and expenses by the fifteenth day next succeeding the end of the reporting period. (d) (1) All such periodic reports shall be subject to review by the city clerk. (2) Such periodic reports shall be kept in electronic form in the office of the city clerk and shall be available for public inspection. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "2",
    "text": "CITY COUNCIL AND CITY CLERK "
  },
  "heading": {
    "title": "3",
    "chaptersection": "216",
    "identifier": "3-216",
    "catch_text": "Periodic reports."
  }
}