{
  "text": "ยง 3-217 Annual reports. (a) Annual reports shall be filed by: (1) every lobbyist required to file a statement of registration pursuant to section 3-213 of this subchapter; (2) any client retaining, employing or designating a lobbyist or lobbyists, if during the year such client expended, received or incurred an amount in excess of two thousand dollars of combined reportable compensation or expenses, as provided in paragraph five of subdivision (c) of this section, for the purposes of lobbying. (b) Such report pursuant to paragraph one of subdivision (a) of this section shall be filed with the city clerk, on forms prescribed by the city clerk, by the fifteenth day of January next following the year for which such report is made and shall contain on an annual cumulative basis all the information required in periodic reports by section 3-216 of this subchapter and all the information required in fundraising and/or political consulting reports by section 3-216.1 of this subchapter. (c) Such report pursuant to paragraph two of subdivision (a) of this section shall be filed with the city clerk on forms prescribed by the city clerk by the fifteenth day of January next following the year for which such report is made and shall contain: (1) the name, address and telephone number of the client; (2) the name, address and telephone number of each lobbyist retained, employed or designated by such client; (3) a description of the subject or subjects on which each lobbyist retained, employed or designated by such client has lobbied, including information sufficient to identify the local law or resolution, procurement, real property, rule, rate making proceeding, determination of a board or commission, or other matter on which each lobbyist retained, employed or designated by such client has lobbied; (4) the person or agency before which such lobbyist has lobbied; (5) (i) the compensation paid or owed to each such lobbyist, and any other expenses paid or incurred by such client for the purpose of lobbying. (ii) any expenses required to be reported pursuant to subparagraph (i) of this paragraph shall be listed in the aggregate if seventy-five dollars or less and if more than seventy-five dollars such expenses shall be detailed as to amount, to whom paid, and for what purpose; and where such expense is more than seventy-five dollars on behalf of any one person, the name of such person shall be listed. (iii) for the purposes of this paragraph, expenses shall not include: (A) personal sustenance, lodging and travel disbursements of such lobbyist and client; (B) expenses, not in excess of five hundred dollars, directly incurred for the printing or other means of reproduction or mailing of letters, memoranda or other written communications. (iv) expenses paid or incurred for salaries other than that of the lobbyist shall be listed in the aggregate. (v) expenses of more than fifty dollars must be paid by check or substantiated by receipts. (d) (1) All such annual reports shall be subject to review by the city clerk. (2) Such annual reports shall be kept in electronic form in the office of the city clerk and shall be available for public inspection. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "2",
    "text": "CITY COUNCIL AND CITY CLERK "
  },
  "heading": {
    "title": "3",
    "chaptersection": "217",
    "identifier": "3-217",
    "catch_text": "Annual reports."
  }
}