{
  "text": "ยง 3-223 Penalties. (a) Except as provided for in subdivision (b) of this section, any person or organization who knowingly and wilfully violates any provision of this subchapter shall be guilty of a class A misdemeanor. In addition to such criminal penalties, said person or organization shall be subject to a civil penalty, in an amount not to exceed thirty thousand dollars, to be assessed by the city clerk, or an order to cease all lobbying activities subject to the jurisdiction of the city clerk for a period of time as determined by said clerk not to exceed sixty days, or both such civil penalty and order. (b) Any person or organization who violates a cease and desist order of the city clerk issued under subdivision a of this section or enters into a contingency agreement or accepts or pays any contingency fees as proscribed in section 3-218 of this subchapter, shall be guilty of a class A misdemeanor. In addition to such criminal penalties, said person or organization shall be subject to a civil penalty, in an amount not to exceed thirty thousand dollars, to be assessed by the city clerk. (c) The city clerk shall designate by rule penalties for late filing of any statement or report required by this subchapter, which shall conform with the schedule established by the New York Temporary State Commission on Lobbying, or any successor thereto, for such charges. Following a failure to make and file any such statement or report, the city clerk shall notify the person or organization of such fact by certified mail that such filing must be made within fourteen business days of the date of mailing of such notice. The failure to file any statement or report within such time shall constitute a class A misdemeanor. In addition to such criminal and late penalties, said person or organization shall be subject to a civil penalty, in an amount not to exceed twenty thousand dollars, to be assessed by the city clerk. For the purposes of this subdivision, the chief administrative officer of any organization required to file a statement or report shall be the person responsible for making and filing such statement or report unless some other person prior to the due date thereof has been duly designated to make and file such statement or report. (d) Any person or organization who violates any provision of this subchapter not punishable under subdivisions (a), (b) or (c) of this section shall be subject to a civil penalty, in an amount not to exceed twenty thousand dollars, to be assessed by the city clerk. (e) Any civil penalty to be assessed under subdivision (d) of this section, or any order issued under subdivision (a) of this section, may only be imposed or issued after written notice of violation and the expiration of fourteen business days from the date of mailing of such notice. If such violation is cured within such fourteen-day period, then such civil penalty or order shall not be imposed or issued. (f) The amount of any assessment made or duration of order issued pursuant to this section shall be determined only after a hearing at which the party shall be entitled to appear and be heard. Any assessment imposed under this section may be recovered in an action brought by the corporation counsel. (g) The city clerk shall be charged with the duty of reviewing all statements and reports required under this subchapter for violations, and it shall be his duty, if he deems such to be wilful, to report such determination to the department of investigation. Where the city clerk receives a report or otherwise suspects that a criminal violation of law, other than a violation of this subchapter, has been or may have been committed, the city clerk shall report any information relating thereto to the department of investigation. (h) The department of investigation shall provide assistance to the city clerk for the purpose of training personnel who are responsible for the administration and enforcement of the provisions of this subchapter. The city clerk shall develop compliance programs for lobbyists and clients. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "2",
    "text": "CITY COUNCIL AND CITY CLERK "
  },
  "heading": {
    "title": "3",
    "chaptersection": "223",
    "identifier": "3-223",
    "catch_text": "Penalties."
  }
}