{
  "text": "ยง 3-243. Confidentiality of domestic partnership information. The city clerk shall establish procedures to ensure the confidentiality of information in the registry of domestic partnerships. a. In the ordinary course of business, such records shall be released only: 1. To the parties to the domestic partnership; 2. To individuals presenting written authorization from one of the parties to the domestic partnership; 3. To attorneys in cases where such records are required as evidence in a legal proceeding. b. The following restrictions shall not apply to records that are at least fifty years old, or to records where both parties to the domestic partnership are deceased: 1. Where a party to the domestic partnership sends a third party to obtain their domestic partnership record without a letter of authorization, the third party may make the request and pay any applicable fee if the third party consents to having the record mailed directly to the party to the domestic partnership. The record shall not be released directly to the unauthorized third party. 2. If a person requires information concerning the prior history of domestic partnerships of a person who is that person's domestic partner or spouse or prospective domestic partner or spouse, the office of the City Clerk shall, upon receiving adequate assurance that such person's interest is as described in this paragraph, payment of the appropriate fee, and the furnishing of an approximate date of the registration of the partnership and sufficient information to search under at least one party's name, confirm only the fact of a prior domestic partnership by a \"yes\" or \"no\" answer. c. Nothing herein shall be construed to prohibit the publication of statistics pertaining to domestic partnerships which have been registered by the city clerk, provided that appropriate measures are taken to prevent identification of persons registered. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "2",
    "text": "CITY COUNCIL AND CITY CLERK "
  },
  "heading": {
    "title": "3",
    "chaptersection": "243",
    "identifier": "3-243",
    "catch_text": "Confidentiality of domestic partnership information."
  }
}