{
  "text": "ยง 3-241. Domestic partnership registration. a. A domestic partnership may be registered by two people who meet all of the following conditions: 1. Either: (a) both persons are residents of the city of New York or (b) at least one partner is employed by the city of New York on the date of registration; 2. Both persons are eighteen years of age or older; 3. Neither of the persons is married; 4. Neither of the persons is a party to another domestic partnership, or has been a party to another domestic partnership within the six months immediately prior to registration; 5. The persons are not related to each other by blood in a manner that would bar their marriage in the state of New York; 6. The persons have a close and committed personal relationship, live together and have been living together on a continuous basis. b. In order to register, persons shall execute an affidavit of domestic partnership and submit it to the city clerk, who shall maintain a registry of domestic partnerships. Both parties to the partnership shall be present when the affidavit is submitted. c. Except when one of the parties is confined to a prison, in a hospital or other health care facility, or is unable to travel to the office of the city clerk because of a disability, the affidavits shall be submitted to the city clerk at the office of the city clerk. The city clerk may adopt such rules as are necessary to implement the domestic partnership registration program. Such rules shall include provisions necessary to provide for the registration of domestic partners when one of the partners is in prison or unable to travel, which shall be equivalent to the rules applicable to persons in such circumstances who apply for a marriage license. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "2",
    "text": "CITY COUNCIL AND CITY CLERK "
  },
  "heading": {
    "title": "3",
    "chaptersection": "241",
    "identifier": "3-241",
    "catch_text": "Domestic partnership registration."
  }
}