{
  "text": "ยง 3-244. Certificate of domestic partnership registration. a. Issuance of certificate of domestic partnership registration. The city clerk shall issue a certificate of domestic partnership registration to persons who have registered pursuant to this subchapter. Such a certificate shall constitute notice of a registered domestic partnership when persons apply for rights or benefits available to domestic partners, including but not limited to: 1. Bereavement leave and child care leave of absence for city employees; 2. Visitation in city correctional and juvenile detention facilities; 3. Visitation in facilities operated by the New York City health and hospitals corporation; 4. Eligibility to qualify as a family member to be added by the New York City housing authority to an existing tenancy as a permanent resident; 5. Eligibility to qualify as a family member entitled to succeed to the tenancy or occupancy rights of a tenant or cooperator in buildings supervised by or under the jurisdiction of the department of housing preservation and development; 6. Health benefits provided by the city to city employees and retirees and eligible members of their families, pursuant to stipulation or collective bargaining; 7. Such other rights or benefits as may be established pursuant to applicable law. b. Access to city benefits and services. 1. To the extent permitted by state and federal law, any benefit or service directly provided by the city of New York to persons based on spousal relationship shall be available to persons who are domestic partners pursuant to section 3-244 of the administrative code or in a relationship recognized as a domestic partnership pursuant to section 3-245 of the administrative code. For any person applying for such benefits or services, a certificate of domestic partnership registration or its equivalent as recognized pursuant to section 3-245 of the administrative code constitutes sufficient proof of domestic partnership. 2. Within 90 days of the effective date of the local law that added this subdivision, the administration shall furnish a report to the council that sets forth any benefit or service provided directly by the city that is available to persons based on spousal relationship and is not available to domestic partners on the same basis, and the reasons for why such benefits or services are not provided to such persons. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "2",
    "text": "CITY COUNCIL AND CITY CLERK "
  },
  "heading": {
    "title": "3",
    "chaptersection": "244",
    "identifier": "3-244",
    "catch_text": "Certificate of domestic partnership registration."
  }
}