{
  "text": "ยง 3-303 Bureaus in office of comptroller. There shall be four bureaus in the office of the comptroller: 1. A bureau of accountancy, the chief officer of which shall be called chief accountant. The bureau shall include a central accounting division, and shall determine the form of the accounts in the department of finance and other agencies, and shall also direct the accounting procedure therein in accordance with the requirements of the charter. 2. A bureau of audit, the chief officer of which shall be called chief auditor of accounts. Such bureau shall audit, revise and settle all accounts in which the city is concerned as debtor or creditor except accounts in relation to excise or nonproperty taxes. Such bureau shall keep an account of each such claim for and against the city, and of the sums allowed upon each, and certify the same to the comptroller, with the reasons for the allowance. 3. A bureau of law and adjustment, the head of which shall be known as chief of the bureau of law and adjustment. Such bureau shall investigate and report to the comptroller for adjustment all awards made in any proceeding, and all disputed claims for or against the city, except proceedings and disputed claims in relation to excise or nonproperty taxes. It shall also investigate complaints alleging violation of the labor law and report thereon to the comptroller. 4. A bureau of municipal investigation and statistics, the chief officer of which shall be called the supervising statistician and examiner. Such bureau shall determine the scope of and the form in which statistical information shall be compiled and furnished under section 3-312 of the code, and shall compile and collate all such facts and statistics and make report to the comptroller concerning the same at least once annually and oftener, if required by the comptroller, which reports shall be published in the City Record. Such bureau shall be the custodian of and shall conveniently locate for reference all records of the city. Books or records, however, shall not be removed from the custody of any other agency while such book or record is of use to such agency in the performance of official duty. All books, records and reports in the custody of such bureau, and all reports made by such bureau to the comptroller, except reports upon investigations of criminal acts, or reports upon investigations to aid in the defense of actions at law brought against the city, before such acts or actions have been reviewed by the courts, shall be accessible to the public under proper regulations for the protection of the same from loss or defacement, and certified copies thereof shall be furnished to applicants upon the payment of fees, as provided by law. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "3",
    "text": "COMPTROLLER "
  },
  "heading": {
    "title": "3",
    "chaptersection": "303",
    "identifier": "3-303",
    "catch_text": "Bureaus in office of comptroller."
  }
}