{
  "text": "ยง 3-306.1 Property of city outside the city limits; payment of taxes. a. The assessing officers of any town, village, city or school district, other than the city of New York, in which is situated real property owned by the city and liable to taxation, shall give written notice to the comptroller of the city of New York, at least two weeks prior to the date fixed for hearing objections to assessments made by them, of the valuation of such property assessed against the city, in the assessment-list then to be reviewed, and of the amount of any increase of valuation proposed to be assessed against the city for or on account of said property above the last assessed valuation thereof, and the time and place at which complaints in relation thereto will be heard. b. It shall be the duty of the several school tax collectors in each school district, and the officers authorized to collect taxes, including road and highway taxes in each town in this state in which lands are owned by the city of New York, within five days after the receipt by such collector of any and every tax or assessment-roll of his or her town or district, to prepare and deliver to the county treasurer of the county in which such town or district, or the greater part thereof, is situated, a statement showing the assessment against such city appearing on such roll, and the taxes against such city. c. Each county treasurer receiving such statement shall immediately thereafter notify the comptroller of such city of the amount of taxes so levied and assessed, and within thirty days after the receipt of such notice from such county treasurer, such city may pay the amount of such tax or taxes together with such fees now authorized by law to such county treasurer, who is hereby authorized and directed to receive such amount and to give proper receipts therefor. d. In case such city shall fail to pay such tax or taxes within such thirty days, it shall be the duty of such county treasurer to notify the collector of the school district or town or highway district in which such tax or taxes have been assessed, of such failure to pay such tax, and upon receipt of such notice, it shall be the duty of such collector to collect such unpaid tax in the manner now provided by law, together with five percent fees thereon. e. The several amounts of tax received by any county treasurer in the state under the provisions of this subchapter of and from such city, shall by such county treasurer be placed to the credit of the school district or town or highway district for or on account of which the same was levied or assessed, and on demand paid over to the collector of taxes for such town or school district or highway district or other proper officer, together with any fees for collection authorized by law and received therewith. f. Nothing in this section contained shall be construed to hinder, prevent or prohibit such city from paying such taxes directly to the collectors or other officers authorized to receive the same, as now provided by law. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "3",
    "text": "COMPTROLLER "
  },
  "heading": {
    "title": "3",
    "chaptersection": "306",
    "identifier": "3-306.1",
    "catch_text": "Property of city outside the city limits; payment of taxes."
  }
}