{
  "text": "ยง 3-317 Awards for grading of streets; definition of terms. When used in this section and the two following sections, unless otherwise expressly stated: 1. The term \"owner\" shall mean only such parties or persons whose property abuts the street, the grade of which has been established or changed. 2. The term \"lessee\" shall mean only such parties or persons whose lease does not expire in less than three years from the date of completion and acceptance of the grading by the appropriate city agency. 3. The term \"comptroller\" shall mean the comptroller of the city of New York. 4. The term \"special grade\" shall mean only the following case: When a street has been graded to a grade which in the opinion of the board of estimate, has been occasioned by an improvement other than the normal and usual street improvement, the board of estimate, in its discretion, may issue a certificate to that effect, within sixty days after the grading shall have been completed and accepted by the appropriate city agency in charge of the work. Such certificate shall be transmitted to the comptroller, together with a plan and profile of the portion of the street affected by such special grade. Upon such plan and profile there shall be shown the level which, in the opinion of the board of estimate, constitutes a normal grade for the street, and the special grade to which the street has been graded. The comptroller, upon receipt of such certificate together with the accompanying plan and profile, shall be authorized and empowered to determine the damage to each owner and lessee thereof. 5. The term \"street\" includes street, avenue, road, alley, land, highway, boulevard, concourse, parkway, driveway, culvert, sidewalk, cross-walk, boardwalk and viaduct, and every class of public road, square and place, except marginal streets. 6. The term \"real property\" includes all lands and improvements, lands under water, water front property, the water of any lake, pond or stream, all easements and hereditaments, corporeal or incorporeal, and every estate, interest and right, legal or equitable, in lands or water, and right, interest, privilege, easement and franchise relating to the same, including terms for years and liens by way of judgment, mortgage or otherwise. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "3",
    "text": "COMPTROLLER "
  },
  "heading": {
    "title": "3",
    "chaptersection": "317",
    "identifier": "3-317",
    "catch_text": "Awards for grading of streets; definition of terms."
  }
}