{
  "text": "",
  "sections": [
    {
      "prefix": "a",
      "text": "Requirements. The owner, agent, lessee or other person in charge of any building in the city upon a street to which street numbers of buildings have been assigned by the president of the borough in which such building is situated, shall cause the proper street number or numbers of such buildings to be displayed in such manner that the street number or numbers may at all times be plainly legible from the sidewalk in front of such building. The term \"front\" as used in this section shall be construed to mean that side of the building which faces the street on which the number or numbers of such building, or premises on which such building is situated, have been allotted. The number or numbers shall be displayed on such side of such building or premises. Each borough president shall have the power to establish and enforce rules and regulations relating to the size, form, visibility and location of street numbers in accordance with the requirements of this section."
    },
    {
      "prefix": "b",
      "text": "Violations. If the owner, lessee, agent or other person in charge of any building in the city upon a street to which street numbers of buildings have been assigned by the president of the borough in which such building is situated shall fail to display the proper street number of such building, as provided in the foregoing subdivision, the president of the borough in which such building is situated shall forthwith serve such person or persons with a copy of this section, and if after thirty days' notice the owner, lessee, agent or other person in charge of such building shall fail or neglect to comply with the provisions thereof, he or she shall be subject to a penalty of twenty-five dollars, which shall be sued for and collected in the name of the city. Any person who shall continue any such offense shall pay an additional sum of five dollars for each day such offense shall continue."
    }
  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS "
  },
  "chapter": {
    "identifier": "5",
    "text": "BOROUGH PRESIDENTS "
  },
  "heading": {
    "title": "3",
    "chaptersection": "505",
    "identifier": "3-505",
    "catch_text": "Street numbers."
  }
}