{
  "text": "Quadrennial advisory commission for the review of compensation levels of elected officials. a. Between the first and fifteenth day of January, nineteen hundred eighty-seven, and during the same period every fourth year thereafter, the mayor shall appoint three persons for the review of compensation levels of elected officials. The members of the commission shall be private citizens generally recognized for their knowledge and experience in management and compensation matters. The mayor shall appoint one of the members to be chairperson of the commission. b. The commission shall study the compensation levels for the mayor, the public advocate, the comptroller, the borough presidents, the council members and the district attorneys of the five counties within the city and shall recommend changes in those compensation levels, if warranted. In making its recommendations the commission shall take into consideration the duties and responsibilities of each position, the current salary of the position and the length of time since the last change, any change in the cost of living, compression of salary levels for other officers and employees of the city, and salaries and salary trends for positions with analogous duties and responsibilities both within government and in the private sector. c. The commission shall submit a report to the mayor on or before the March fifteenth following its appointment containing its recommendations for changes in compensation levels for any elected position set forth in subdivision b or its recommendation that no changes are warranted. d. The mayor shall submit the report of the commission along with his or her recommendation for approval, disapproval or modification to the council not later than thirty days after receipt of the report of the commission. e. The council in its discretion shall consider the recommendations of the commission and of the mayor for changes in the compensation levels of any such elected position, if any, and approve a local law changing the compensation of the mayor, the public advocate, the comptroller, the borough presidents, the council members, and the district attorneys of the five counties within the city. f. The members of the commission shall serve without compensation except that each member shall be allowed his or her actual and necessary expenses, to be audited in the same manner as other city charges. g. The commission may hire or contract for necessary staff and technical assistance and may require city agencies to provide such assistance. h. The commission shall have a budget as provided for by the mayor. i. The commission may hold public hearings and may consult with compensation experts from the public and private sectors. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS"
  },
  "chapter": {
    "identifier": "6",
    "text": "ADVISORY COMMISSION FOR THE REVIEW OF COMPENSATION LEVELS OF ELECTED OFFICIALS "
  },
  "heading": {
    "title": "3",
    "chaptersection": "601",
    "identifier": "3-601",
    "catch_text": "Quadrennial advisory commission for the review of compensation levels of elected officials."
  }
}