{
  "text": "1. There shall be a campaign finance board consisting of five members. Two members of the board shall be appointed by the mayor, provided that not more than one such member shall be enrolled in any one political party, and two members shall be appointed by the speaker of the council, provided that not more than one such member shall be enrolled in any one political party, and one member, who shall be the chairperson, shall be appointed by the mayor after consultation with the speaker. The members shall first be appointed to serve as follows: (a) one member appointed by the speaker for a term of one year; (b) one member appointed by the mayor for a term of two years. (c) one member appointed by the speaker for a term of three years; (d) one member appointed by the mayor for a term of four years; and (e) the chairperson for a term of five years. (b) Each term shall commence on April first, nineteen hundred eighty-eight. Thereafter, each member shall be appointed for a term of five years by the mayor or the speaker, according to the original manner of appointment. In case of a vacancy in the office of a member, a member shall be appointed to serve for the remainder of the unexpired term by the mayor or the speaker, according to the original manner of appointment. In the case of a vacancy in the office of a member for which a member is holding over after expiration of the term for which the member was appointed, an appointment to such office made after June 1 in a year in which covered elections are scheduled shall not take effect prior to December 1 of that calendar year. Each member shall be a resident of the city, registered to vote therein. Each member shall agree not to make contributions to any candidate for nomination for election, or election, to the office of mayor, public advocate, comptroller, borough president or member of the council which in the aggregate are in excess of the maximum contribution applicable to such office pursuant to paragraph (f) of subdivision one of section 3-703. No member shall serve as an officer of a political party or be a candidate or participate in any capacity in a campaign by a candidate for nomination for election or election to the office of mayor, public advocate, comptroller, borough president or member of the city council. Officers and employees of the city or any city agency, lobbyists required to file a statement of registration under section 3-213 and the employees of such lobbyists shall not be eligible to be members of the board. In appointing members to the board, the mayor and the speaker shall consider campaign experience in general and particularly campaign experience with the New York city campaign finance system. Members of the board shall be required to undergo training developed pursuant to paragraph 14 of subdivision a of section 1052 of the charter. 2. The members of the board shall be compensated at the rate of one hundred dollars per calendar day when performing the work of the board. 3. The board may employ necessary staff, including an executive director and a counsel, and make necessary expenditures subject to appropriation. The board may employ such staff, including legal and accounting staff, as are necessary for providing technical assistance to candidates and prospective candidates in covered elections, for the purpose of promoting understanding of, participation in, and compliance with the requirements of the provisions of this chapter. 4. No member of the campaign finance board shall be removed from office except for cause and upon notice and hearing. 5. The board shall have the power to investigate all matters relating to the performance of its functions and any other matter relating to the proper administration of this chapter and for such purposes shall have the power to require the attendance and examine and take the testimony under oath of such persons as it shall deem necessary and to require the production of books, accounts, papers and other evidence relative to such investigation. 6. The board shall publicize, as it deems appropriate, the names of candidates for nomination or election to the offices of mayor, public advocate, comptroller, borough president, or city council who violate any of the provisions of this chapter. 7. (a) The board shall render advisory opinions with respect to questions arising under this chapter upon the written request of a candidate, an officer of a political committee or member of the public, or upon its own initiative. The board shall promulgate rules regarding reasonable times to respond to such requests. The board shall make public the questions of interpretation for which advisory opinions will be considered by the board and its advisory opinions, including by publication on its internet website. (b) The board shall develop a program for informing candidates and the public as to the purpose and effect of the provisions of this chapter. The board shall prepare and make available educational materials, including compliance manuals and summaries and explanations of the purposes and provisions of this chapter. These materials shall be prepared in plain language. The board shall prepare and make available materials, including, to the extent feasible, computer software, to facilitate the task of compliance with the disclosure and record-keeping requirements of this chapter. When disclosure reports are generated by use of the board's disclosure software, the board shall provide an opportunity for candidates to test their electronic filings on any of the three business days prior to the deadline for the filing of such disclosure reports. Any disclosure software issued by the board on or after January 1, 2008 shall enable users to meet their electronic disclosure obligations under this chapter and under article 14 of the election law, as amended by chapter 406 of the laws of 2005. 8. The board shall have the authority to promulgate such rules and regulations and provide such forms as it deems necessary for the administration of this chapter. The board shall promulgate regulations concerning the form in which contributions and expenditures are to be reported, the periods during which such reports must be filed and the verification required. The board shall require the filing of reports of contributions and expenditures for purposes of determining compliance with paragraph (f) of subdivision one of section 3-703, section 3-706, subdivision 1-a of section 3-703, section 3-718, and section 3-719 in accordance with the schedule specified by the state board of elections for the filing of campaign receipt and expenditure statements. 9. The board shall develop a computer data base that shall contain all information necessary for the proper administration of this chapter including information on contributions to and expenditures by candidates and their authorized committees and distributions of moneys from the campaign finance fund. Such data base shall be accessible to the public. 10. The board shall have the authority to implement any system established for the regulation of inauguration and transition donations and expenditures including the promulgation of rules and regulations and the imposition of any penalties related thereto, as required by local law. The specific powers enumerated in subdivisions 5, 6, 7, 8, 9 and 11 of this section, for purposes of this chapter, shall also be applicable in full for purposes of such chapter 8. 11. The board may take such other actions as are necessary and proper to carry out the purposes of this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS"
  },
  "chapter": {
    "identifier": "7",
    "text": "CAMPAIGN FINANCING "
  },
  "heading": {
    "title": "3",
    "chaptersection": "708",
    "identifier": "3-708",
    "catch_text": "Campaign finance board."
  }
}