{
  "text": "1. There is hereby established a special fund, to be known as the New York city campaign finance fund. The moneys in such fund may be expended by the campaign finance board only as payments for participating candidates in accordance with the provisions of this chapter. 2. The fund shall be kept separate and shall be credited with all sums appropriated therefor, any donations received pursuant to subdivision nine of this section and all earnings accruing on such funds. 3. As soon as practicable in the year nineteen hundred eighty-eight and in time for inclusion in the executive expense budget in every year thereafter, and at such other times as the board shall deem necessary, the board shall submit its estimate of the amount of public funds which will be necessary to provide candidates sufficient financing for elections in the next year in which elections are scheduled pursuant to the charter and for elections to fill vacancies to be held prior to such year, and a reserve for contingencies. Such estimates shall be submitted in such manner and at such times as to assure that such amounts as shall be necessary may be appropriated in full by the beginning of the fiscal year prior to that in which elections are scheduled pursuant to the charter and that additional amounts may be appropriated as necessary. 4. The moneys in such fund shall be paid to participating candidates by the board upon its certification that such candidates qualify for such funds. 5. No moneys shall be paid to participating candidates in a primary election any earlier than two weeks after the last day to file designating petitions for such primary election. 6. (a) No moneys shall be paid to participating candidates in a run-off primary election held pursuant to section 6-162 of the election law or in a general election any earlier than the day after the day of the primary election held to nominate candidates for such election. (b) No moneys shall be paid to participating candidates in a run-off special election held to fill a vacancy any earlier than the day after the day of the special election for which such run-off special election is held. 7. No moneys shall be paid to any participating candidate who has been finally disqualified or whose designating or nominating petitions have been finally declared invalid by the New York city board of elections or a court of competent jurisdiction. Any payment from the fund in the possession of such a candidate or his or her principal committee on the date of such final disqualification or invalidation may not thereafter be expended for any purpose except the payment of liabilities incurred in qualified campaign expenditures before such date and shall be promptly repaid to the fund. 8. Prior to the first distribution of public funds to candidates in any election, the board shall make a determination whether the moneys in the fund are sufficient to provide all candidates the amounts they may receive pursuant to this chapter for all elections to be held during the calendar year for which such determination is made. Such determination shall be published in the City Record, together with information supporting such determination. 9. The board shall be empowered to accept donations to be credited to the fund. The board may devise such methods of soliciting and collecting donations as it may deem feasible and appropriate. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS"
  },
  "chapter": {
    "identifier": "7",
    "text": "CAMPAIGN FINANCING "
  },
  "heading": {
    "title": "3",
    "chaptersection": "709",
    "identifier": "3-709",
    "catch_text": "New York city campaign finance fund."
  }
}