{
  "text": "1. (a) In any year in which a primary, general or special election is to be held, any participating candidate and any limited participating candidate for nomination or election to a city-wide office shall participate in either of the two pre-election debates, or both, held pursuant to this section for which he or she is eligible and is required to debate pursuant to this section. A participating candidate or limited participating candidate for nomination or election to a city-wide office is eligible to participate in a debate for each election in which he or she is on the ballot if he or she has met such criteria for participation as shall be specified in any agreement between the debate sponsor and the board. (b) In any year in which a run-off primary or run-off special election to fill a vacancy for a city-wide office is held, any participating candidate and any limited participating candidate for nomination or election to such city-wide office who is on the ballot shall participate in one run-off election debate. (c) In the case of a primary, the debate shall be among participating candidates and limited participating candidates seeking the nomination of the same political party who meet the requirements provided in paragraph (a) of this subdivision. If there is no contested primary for an office in a political party then no debate for that party's nomination shall be held pursuant to this section. (d) Each debate held pursuant to this section shall be at least one hour's duration. 2. For purposes of this section, a \"debate\" shall mean the moderated reciprocal discussion of issues among candidates on the ballot for the same office. 3. The campaign finance board shall select one or more sponsors for each debate required pursuant to this section. For primary, general and special elections, the second debate shall be a debate among the leading contenders for the office, as described in paragraph (b) of subdivision five of this section. 4. Organizations which are not affiliated with any political party or with any holder of or candidate for public office, which have not endorsed any candidate in the pending primary, special, general, or run-off election for the city-wide office shall be eligible to sponsor one or more of the required debates. The rules for conducting such debates shall be solely the responsibility of the organizations selected but shall not be made final without consultation with the campaign finance board. The organizations selected shall be responsible for choosing the date, time and location of the debates. 5. Written applications by organizations to sponsor a debate shall be submitted to the campaign finance board on a form provided by the board not later than a date chosen by the board in any year in which an election is held for city-wide offices. (a) The written application shall: (i) demonstrate that the organization and any proposed co-sponsor meet the criteria of subdivision four of this section; (ii) specify the election and office for which the organization seeks to sponsor the debate; (iii) set forth the date, time, duration, and location of the debate and the specific and exclusive circumstances under which the date or time may be changed, together with a provision for when the rescheduled debate would be held; (iv) provide a detailed description of the format and ground rules for the debate; (v) verify that the staging, promotion, and coverage of the debate shall be in conformance with all applicable laws; (vi) include an agreement to indemnify the city for any liability arising from the acts or omissions of the sponsor; and (vii) set forth plans for publicity and for broadcast and other media coverage for the debate; and (viii) set forth the criteria for determining which candidates are eligible to participate in each debate the organization seeks to sponsor, in accordance with paragraph (b) of this subdivision. (b) (i) Except as otherwise provided in subparagraph (ii) below, each debate for a primary, general or special election shall include only those participating candidates or limited participating candidates the sponsor of each such debate has determined meet the non-partisan, objective, and non-discriminatory criteria set forth in any agreement between the sponsor and the board; provided, however, that the criteria for the first debate for a primary, general, or special election shall provide, among other criteria, (A) that a participating candidate shall be eligible to participate in such debate if he or she has, by the last filing date prior to such debate, (I) spent, contracted, or obligated to spend, and (II) received in contributions, an amount equal to or more than twenty percent of the threshold for eligibility for public funding applicable to participating candidates contained in subdivision two of section 3-703, and (B) that a limited participating candidate shall be eligible to participate in such debate if he or she has, by the last filing date prior to such debate, spent, contracted, or obligated to spend, an amount equal to or more than twenty percent of the threshold for eligibility for public funding applicable to participating candidates seeking the office for which such debate is being held contained in subdivision two of section 3-703; provided, however, that for the purpose of determining whether a candidate has met the financial criteria to be eligible to participate in such debate, only contributions raised and spent in compliance with the act shall be used to determine whether the candidate has raised and spent twenty percent of the threshold for eligibility for public funding applicable to participating candidates contained in subdivision two of section 3-703; provided, further, that the second debate for a primary, general, or special election shall include only those participating candidates or limited participating candidates who the sponsor has also determined are leading contenders on the basis of additional non-partisan, objective, and non-discriminatory criteria set forth in any agreement between the sponsor and the board. Nothing in this provision is intended to limit the debates to the two major political parties. (ii) If a debate sponsor has determined that a non-participating candidate has met all the non-partisan, objective, and non-discriminatory criteria applicable to participating candidates or limited participating candidates for access to any of the primary, general, or special election debates, the sponsor may invite that candidate to participate in such debate. In the case of a run-off primary election or a run-off special election, the sponsor may invite a non-participating candidate to participate in such debate. However, if a non-participating candidate does not accept such invitation to debate or does not appear at such debate, the debate shall go forward as scheduled; provided, however, if there is only one participating candidate or limited participating candidate participating in any such debate, such debate shall be canceled. 6. Prior to choosing a sponsor, the board shall provide for the receipt of comments from interested persons regarding the qualifications of potential sponsors. The board shall consider and give substantial weight to such comments submitted by candidates. 7. Based upon the criteria in subdivision four above and any comments received pursuant to subdivision six above, the board shall select the organization or organizations to sponsor the debates and shall provide written notification to the organization or organizations so selected. In addition to the sufficiency of the application, the board shall consider the applicant's ability to reach a wide audience and present a fair and impartial debate. The board may accept an application subject to modifications as it deems appropriate and as are acceptable to the sponsor. 8. For all debates, the board shall provide each debate sponsor it has selected with a list of participating candidates and limited participating candidates who are eligible to be considered to participate in such debates. 9. If a candidate fails to participate in any debate required under this section before an election, the candidate shall be liable for return of any public matching funds previously received pursuant to the certification filed by the candidate in connection with the election for which such debate is held, shall be ineligible to receive any further matching funds for that election, and may be subject to a civil penalty pursuant to section 3-711. For purposes of this subdivision, each primary, general, special or run-off election shall be considered a separate election. 10. Following the submission of a petition on behalf of the candidate and a hearing before the board, the sanction or sanctions provided in subdivision nine of this section applicable to a candidate for failure to participate in any debate as required under this section may be waived upon a determination by the board that the failure to participate in the debate occurred under circumstances beyond the control of the candidate and of such nature that a reasonable person would find the failure justifiable or excusable. 11. Nothing contained in this section shall preclude any candidate from agreeing to participate in any number of additional debates between any and all candidates for a city-wide office, including non-participating candidates or limited participating candidates. These debates need not be held under guidelines or the purview of the campaign finance board. 12. The city of New York shall indemnify each sponsor for any liability of such sponsor arising out of the acts or omissions of the city of New York in connection with the selection of candidates for participation in any debate held pursuant to this section 3-709.5. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS"
  },
  "chapter": {
    "identifier": "7",
    "text": "CAMPAIGN FINANCING "
  },
  "heading": {
    "title": "3",
    "chaptersection": "709",
    "identifier": "3-709.5",
    "catch_text": "Mandatory debates."
  }
}