{
  "text": "ยง 3-702 Definitions. For purposes of this chapter, the following terms shall have the following meanings:",
  "sections": [
    {
      "prefix": "1",
      "text": "The term \"participating candidate\" shall mean any candidate for nomination for election, or election, to the office of mayor, public advocate, comptroller, borough president or member of the city council who files a written certification pursuant to section 3-703 of this chapter."
    },
    {
      "prefix": "2",
      "text": "The term \"principal committee\" shall mean the authorized committee designated by a candidate pursuant to paragraph (e) of subdivision 1 of section 3-703 or paragraph (a) of subdivision one of section 3-718 of this chapter."
    },
    {
      "prefix": "3",
      "text": "The term \"matchable contribution\" shall mean (i) a contribution, (ii) contributions or (iii) a portion of a contribution or contributions, not greater than the applicable contribution limitation set forth in paragraph (f) of subdivision one of section 3-703 for all covered elections held in the same calendar year, made by a natural person resident in the city of New York to a participating candidate which has been reported in full to the campaign finance board in accordance with subdivision six of section 3-703 by the candidate's principal committee and has been contributed on or before December thirty-first in the year of such election that may be matched by public funds in accordance with the provisions of this chapter. Any contribution, contributions, or a portion of a contribution determined to be invalid for matching funds by the board may not be treated as a matchable contribution for any purpose. A loan may not be treated as a matchable contribution. The following contributions are not matchable:"
    },
    {
      "prefix": "a",
      "text": "in-kind contributions of property, goods, or services;"
    },
    {
      "prefix": "b",
      "text": "contributions in the form of the purchase price paid for an item with significant intrinsic and enduring value;"
    },
    {
      "prefix": "c",
      "text": "contributions in the form of the purchase price paid for or otherwise induced by a chance to participate in a raffle, lottery, or similar drawing for valuable prizes;"
    },
    {
      "prefix": "d",
      "text": "money order contributions from any one contributor that are, in the aggregate, greater than $100;"
    },
    {
      "prefix": "e",
      "text": "contributions from individuals under the age of eighteen years;"
    },
    {
      "prefix": "f",
      "text": "contributions from individual vendors to whom the participating candidate or his or her principal committee makes an expenditure, in furtherance of the nomination for election or election covered by the candidate's certification, unless such expenditure is reimbursing an advance;"
    },
    {
      "prefix": "g",
      "text": "contributions from lobbyists or other persons required to be included in a statement of registration filed pursuant to section 3-213(c)(1) or section 3-213-d. The board shall rely on the database maintained by the city clerk pursuant to section 3-221 or such other information known to the board to determine whether a contribution is not matchable based on the contributor's status as a lobbyist or person required to be included in a statement of registration filed pursuant to section 3-213; and"
    },
    {
      "prefix": "h",
      "text": "contributions from contributors subject to the limitations of subdivision one-a of section 3-703 of this chapter."
    },
    {
      "prefix": "4",
      "text": "The term \"qualified campaign expenditure\" shall mean an expenditure for which public funds may be used."
    },
    {
      "prefix": "5",
      "text": "The term \"fund\" shall mean the New York city election campaign finance fund."
    },
    {
      "prefix": "6",
      "text": "The term \"threshold for eligibility\" shall mean the total amount of matchable contributions that a participating candidate and his or her principal committee must receive in order for such candidate to qualify for optional public financing pursuant to this chapter."
    },
    {
      "prefix": "7",
      "text": "The term \"authorized committee\" shall mean a political committee which has been authorized by one or more candidates to aid or take part in the elections of such candidate or candidates and which has filed a statement that such candidate or candidates have authorized such political committee pursuant to section 14-112 of the election law."
    },
    {
      "prefix": "8",
      "text": "The term \"contribution\" shall mean: (a) any gift, subscription, advance, or deposit of money or any thing of value, made in connection with the nomination for election, or election, of any candidate; (b) any funds received by a political committee from another political committee to the extent such funds do not constitute a transfer; (c) any payment, by any person other than a candidate or a political committee authorized by the candidate, made in connection with the nomination for election, or election, of any candidate, including but not limited to compensation for the personal services of any individual which are rendered in connection with a candidate's election or nomination without charge; provided however, that none of the foregoing shall be deemed a contribution if it is made, taken or performed by a person or a political committee independent of the candidate or his or her agents or political committees authorized by such candidate pursuant to section 14-112 of the New York state election law. For purposes of this subdivision, the term \"independent of the candidate or his or her agents or political committees authorized by such candidate pursuant to section 14-112 of the New York state election law\" shall mean that the candidate or his or her agents or political committees so authorized by such candidate did not authorize, request, suggest, foster or cooperate in any such activity; and provided further, that the term \"contribution\" shall not include:"
    },
    {
      "prefix": "i",
      "text": "the value of services provided without compensation by individuals who volunteer a portion or all of their time on behalf of a candidate or political committee,"
    },
    {
      "prefix": "ii",
      "text": "the use of real or personal property and the cost of invitations, food and beverages voluntarily provided by an individual to a candidate or political committee on the individual's residential premises for candidate-related activities to the extent such services do not exceed five hundred dollars in value, and"
    },
    {
      "prefix": "iii",
      "text": "the travel expenses of any individual who on his or her own behalf volunteers his or her personal services to any candidate or political committee to the extent such expenses are unreimbursed and do not exceed five hundred dollars in value. A loan made to a participating candidate or his or her principal committee, or a non-participating candidate or his or her authorized committees other than in the regular course of the lender's business shall be deemed, to the extent not repaid by the date of the first covered election in which such candidate is governed by this chapter following the date of the loan, a contribution by the lender. A loan made to a participating candidate or his or her principal committee, or a non-participating candidate or his or her authorized committees in the regular course of the lender's business shall be deemed, to the extent not repaid by the date of the first covered election in which the candidate is governed by this chapter following the date of the loan, a contribution by the obligor on the loan and by any other person endorsing, cosigning, guaranteeing, collateralizing or otherwise providing security for the loan."
    },
    {
      "prefix": "9",
      "text": "The term \"transfer\" shall mean any exchange of funds or any thing of value between political committees authorized by the same candidate pursuant to section 14-112 of the election law and taking part solely in his or her campaign."
    },
    {
      "prefix": "10",
      "text": "The term \"covered election\" shall mean any primary, run-off primary, special, run-off special or general election for nomination for election, or election, to the office of mayor, public advocate, comptroller, borough president or member of the city council."
    },
    {
      "prefix": "11",
      "text": "The term \"political committee\" shall mean any corporation aiding or promoting and any committee, political club or combination of one or more persons operating or cooperating to aid or to promote the success or defeat of a political party or principle, or to aid or take part in the election or defeat of a candidate for public office or to aid or take part in the election or defeat of a candidate for nomination at a primary election or convention, including all proceedings prior to such primary election, or of a candidate for any party position voted for at a primary election, or to aid or defeat the nomination by petition of an independent candidate for public office; but nothing in this chapter shall apply to any committee or organization for the discussion or advancement of political questions or principles without connection with any vote. \"Political committee\" shall include any party committee or constituted committee, as such committees are defined in article fourteen of the election law."
    },
    {
      "prefix": "12",
      "text": "The term \"intermediary\" shall mean an individual, corporation, partnership, political committee, employee organization or other entity which, (i) other than in the regular course of business as a postal, delivery or messenger service, delivers any contribution from another person or entity to a candidate or other authorized committee; or (ii) solicits contributions to a candidate or other authorized committee where such solicitation is known to such candidate or his or her authorized committee. For purposes of clause (ii) of this subdivision only persons clearly identified as the solicitor of a contribution to the candidate or his or her authorized committee shall be presumed to be known to such candidate or his or her authorized committee. \"Intermediary\" shall not include spouses, domestic partners, parents, children or siblings of the person making such contribution, or any fundraising agent, as such term is defined in the rules of the board or any hosts of a campaign sponsored fundraising event paid for in whole or in part by the campaign. Where there are multiple individual hosts for a non-campaign sponsored event, the hosts shall designate one such host as the intermediary."
    },
    {
      "prefix": "13",
      "text": "The term \"limited participating candidate\" shall mean a candidate who meets the requirements of paragraph (a) of subdivision one of section 3-718 of this chapter."
    },
    {
      "prefix": "14",
      "text": "The term \"non-participating candidate\" shall mean any candidate for nomination for election, or election, to the office of mayor, public advocate, comptroller, borough president or member of the city council who does not file a written certification pursuant to section 3-703 or meet the requirements of paragraph (a) of subdivision one of section 3-718 of this chapter, or who has, or the authorized committees of such candidate have, made expenditures in furtherance of the nomination for election or election to an office covered by this chapter."
    },
    {
      "prefix": "15",
      "text": "The term \"labor organization\" shall mean any organization including any local, state, district council, joint council or national organization which exists and is constituted for the purpose, in whole or in part, of collective bargaining, or of dealing with employers concerning grievances, terms or conditions of employment, or of other mutual aid or protection. For purposes of this section a labor organization shall also include any political committee it has established pursuant to state or federal law."
    },
    {
      "prefix": "16",
      "text": "The term \"lobbyist\" shall mean a lobbyist as defined in subdivision (a) of section 3-211 of this title and the spouse or domestic partner and unemancipated children of the lobbyist, and if the lobbyist is an organization, the term \"lobbyist\" shall mean only that division of the organization that engages in lobbying activities and any officer or employee of such lobbyist who engages in lobbying activities of the organization or is employed in an organization's division that engages in lobbying activities of the organization and the spouse or domestic partner and unemancipated children of such officers or employees."
    },
    {
      "prefix": "17",
      "text": "The term \"lobbying\" or \"lobbying activities\" shall mean lobbying and lobbying activities as defined in section 3-211 of this title."
    },
    {
      "prefix": "18",
      "text": "a. The term \"business dealings with the city\" shall mean (i) any contract (other than an emergency contract or a contract procured through publicly-advertised competitive sealed bidding) which is for the procurement of goods, services or construction that is entered into or in effect with the city of New York or any agency or entity affiliated with the city of New York and is valued at or above the dollar value defined in subparagraph (a) of paragraph (3) of subdivision i of section 6-116.2 of the administrative code, or, with respect to a contract for construction, at or above five hundred thousand dollars, or an emergency contract awarded pursuant to section 315 of the charter, and shall include any contract for the underwriting of the debt of the city of New York or any agency or entity affiliated with the city of New York and the retention of any bond counsel, disclosure counsel or underwriter's counsel in connection therewith; or (ii) any acquisition or disposition of real property (other than a public auction or competitive sealed bid transaction or the acquisition of property pursuant to the department of environmental protection watershed land acquisition program) with the city of New York or any agency or entity affiliated with the city of New York; or (iii) any application for approval sought from the city of New York pursuant to the provisions of section 195 of the charter, any application for approval sought from the city of New York that has been certified pursuant to the provisions of section 197-c of the charter, and any application for a zoning text amendment that has been certified pursuant to section 201 of the charter; provided, however, that for purposes of this clause, with respect to section 195 an applicant shall include the lessor of an office building or office space, and with respect to section 197-c an applicant shall include a designated developer or sponsor of a project for which a city agency or local development corporation is the applicant and provided, further, however, that owner-occupants of one, two and three family homes shall not be considered applicants pursuant to this clause; or (iv) any concession (other than a concession awarded through publicly-advertised competitive sealed bid) or any franchise from the city of New York or any agency or entity affiliated with the city of New York which has an estimated annual value at or above the dollar value defined in subparagraph (a) of paragraph (3) of subdivision i of section 6-116.2 of the administrative code; or (v) any grant that is valued at or above the dollar value defined in subparagraph (a) of paragraph (3) of subdivision i of section 6-116.2 of the administrative code, received from the city of New York or any agency or entity affiliated with the city of New York; or (vi) any economic development agreement entered into or in effect with the city of New York or any agency or entity affiliated with the city of New York; or (vii) any contract for the investment of pension funds, including investments in a private equity firm and contracts with investment related consultants. In addition, for purposes of this chapter a lobbyist as defined in section 3-211 of this title shall be deemed to be engaged in business dealings with the city of New York during all periods covered by a registration statement. For purposes of clauses (i), (iv) and (v) of this subdivision, all contracts, concessions, franchises and grants that are five thousand dollars or less in value shall be excluded from any calculation as to whether a contract, concession, franchise or grant is a business dealing with the city. For purposes of clauses (ii) and (iii) of this subdivision, the department of city planning, in consultation with the board, may promulgate rules to require the submission by applicants to the city of information necessary to implement the requirements of subdivisions 1-a and 1-b of section 3-703 of this chapter as they relate to clauses (ii) and (iii) of paragraph (a) of this subdivision for purposes of inclusion in the doing business database established pursuant to subdivision 20 of this section. For purposes of this subdivision, \"agency or entity affiliated with the city of New York\" shall mean the city school district of the city of New York and any public authority, public benefit corporation or not for profit corporation, the majority of whose board members are officials of the city of New York or are appointed by such officials. The department of housing preservation and development shall promulgate rules setting forth which categories of actions, transactions and agreements providing affordable housing shall and shall not constitute business dealings with the city of New York for purposes of this subdivision. The department shall consider the significance of the affordable housing program and the degree of discretion by city officials in determining which actions, transactions and agreements shall and shall not constitute such business dealings. Notwithstanding any provision of this subdivision, a housing assistance payment contract between a landlord and the department of housing preservation and development or the New York city housing authority relating to the provision of rent subsidies pursuant to Section 8 of the United States Housing Act of 1937, 42 USC 1437 et., seq., shall not constitute business dealings with the city of New York for the purposes of this subdivision."
    },
    {
      "prefix": "b",
      "text": "Business dealings with the city as defined in this subdivision shall be as follows: for purposes of clause (i) of paragraph (a) of this subdivision, bids or proposals on contracts for the procurement of goods, services, or construction shall only constitute business dealings with the city of New York for the period from the later of the submission of the bid or proposal or the date of the public advertisement for the contract opportunity until twelve months after the date of such submission or advertisement, and contracts for the procurement of goods, services or construction shall only constitute business dealings with the city of New York during the term of such contract (or in the case of purchase contracts for goods, from the date of such purchase) and for twelve months thereafter, provided, however that where such contract award is made from a line item appropriation and/or discretionary funds made by an elected official other than the mayor or the comptroller, such contract shall only constitute business dealings with the city from the date of adoption of the budget in which the appropriation of such contract is included until twelve months after the end of the term of such contract; for purposes of clause (ii) of paragraph a of this subdivision, leases in which the city of New York is the proposed lessee shall only constitute business dealings with the city from the date the application for acquisition is filed pursuant to section 195 or the date of the certification of such application pursuant to section 197-c to a period of one year after the commencement of the lease term or after the commencement of any renewal and, where the city or any city affiliated entity is disposing of any real property interest, shall only constitute business dealings with the city from the date of the submission of a proposal and during the term of any agreement and one year after; for purposes of clause (iii) of paragraph (a) of this subdivision, applications for approval sought from the city of New York pursuant to the provisions of sections 197-c or 201 of the charter, except for applications for leases as described in clause (ii), shall only constitute business dealings with the city from the date of the certification of such application to the date that is one hundred twenty days after the date of filing by the council with the mayor of its action pursuant to subdivision e of section 197-d of the charter or, in the case of a decision of the city planning commission for which the council takes no action pursuant to paragraph (3) of subdivision (b) of section 197-d of the charter, the date which is twenty days following the filing of such decision with the council pursuant to subdivision a of section 197-d of the charter, provided, however, that in the case of a disapproval of a council action by the mayor pursuant to subdivision e of section 197-d of the charter, such date shall be one hundred twenty days after expiration of the ten day period for council override pursuant to such section; for purposes of clause (iv) of paragraph (a) of this subdivision, bids or proposals for franchises and concessions shall only constitute business dealings with the city of New York for the period from the submission of the bid or proposal until twelve months after the date of such submission, concessions shall only constitute business dealings with the city of New York during the term of such concession and for twelve months after the end of such term, and franchises shall only constitute business dealings with the city of New York for the period of one year after the commencement of the term of the franchise or after the commencement of any renewal; for purposes of clause (v) of paragraph (a) of this subdivision, grants shall constitute business dealings with the city of New York for one year after the grant is made; for purposes of clause (vi) of paragraph (a) of this subdivision, economic development agreements shall constitute business dealings with the city from the submission of an application for such agreement and during the term of such agreement and for one year after the end of such term; and for purposes of clause (vii) of paragraph (a) of this subdivision, contracts for the investment of pension funds, including the investments in a private equity firm and contracts with investment related consultants shall constitute business dealings with the city from the time of presentation of investment opportunity or the submission of a proposal, whichever is earlier, and during the term of such contract and for twelve months after the end of such term."
    },
    {
      "prefix": "c",
      "text": "Notwithstanding anything in this subdivision, a person, as defined by subdivision 20 of section 3-702, who has submitted bids or proposals on contracts for the procurement of goods, services or construction or who has submitted bids or proposals for franchises or concessions that are no longer being considered for an award or a person who for any other reason believes he or she should not be on the database may apply to the city chief procurement officer or other person designated by the mayor for removal from the doing business database and shall be removed from the database upon a determination that said person should not be included in the database. The city chief procurement officer may promulgate rules for a process by which a person, as defined by subdivision 20 of section 3-702, may apply to the city chief procurement officer for a waiver from inclusion in the doing business database as defined by such subdivision in instances in which such person is providing essential goods, services or construction such as those necessary for security or other essential government operations. Such rules shall provide that the city chief procurement officer shall transmit to the board a copy of any application for a waiver and any such waiver may not be granted prior to the expiration of ten days from the date such application is received by the board. Such rules shall also provide that any such waiver may be granted only after substantial efforts have been made by the city chief procurement officer to obtain the information required by this law. Such rules shall also provide that the city chief procurement officer may grant the waiver only upon a finding that it is in the best interests of the city, which finding shall only be made upon a determination that (i) there is a compelling need to obtain such essential goods, services or construction from the person seeking the exemption and (ii) no other reasonable alternative exists in light of such considerations as cost, uniqueness and the critical nature of such goods, services or construction to the accomplishment of the purchasing agency's mission. Such rules may also provide that a waiver may be granted when a person is doing business with the city by virtue of the city's exercise of its powers of eminent domain. Any grant of a waiver shall be posted on the city's and the board's website in locations that are accessible by the public."
    },
    {
      "prefix": "d",
      "text": "A person, as defined by subdivision 20 of section 3-702, shall be considered to have business dealings with the city as of the date the person's name is entered in the doing business database, as such date is indicated in such database, or the date the person began doing business with the city, as such date is indicated in such database, whichever is earlier, except that the date on which the person is considered doing business with the city shall not be earlier than thirty days before the date the person's name is entered into such database."
    },
    {
      "prefix": "19",
      "text": "The term \"economic development agreement\" means any contract or agreement in which financial incentives including, but not limited to, tax incentives, payments in lieu of taxes and financing are offered in return for the development, attraction or retention of business; provided, however that no financial incentives which are given to a person who qualifies for such incentive by operation of law shall be deemed to be pursuant to an economic development agreement for purposes of this chapter."
    },
    {
      "prefix": "20",
      "text": "The term \"doing business database\" means a computerized database accessible to the board that contains the names of persons who have business dealings with the city; provided, however, that for purposes of this chapter the doing business database shall not be required to contain the names of any person whose business dealings with the city are solely of a type for which the board has not certified that such database includes the names of those persons engaged in such type of business dealings with the city. Such database shall be developed, maintained and updated by the office of the mayor in a manner so as to ensure its reasonable accuracy and completeness; provided, however, that in no event shall such database be updated less frequently than once a month. Such computerized database shall contain a function to enable members of the public to determine if a given person is in the database because such person has business dealings with the city. For purposes of this definition, the term \"person\" shall include an entity that has business dealings with the city, any chief executive officer, chief financial officer and/or chief operating officer of such entity or persons serving in an equivalent capacity, any person employed in a senior managerial capacity regarding such entity, or any person with an interest in such entity which exceeds ten percent of the entity, provided, however, that \"entity\" for purposes of this definition shall not include a neighborhood, community or similar association consisting of local residents or homeowners organized on a non-profit basis where such association is the applicant pursuant to subsection (3) of subdivision (a) of section 197-c of the charter or pursuant to section 201 of the charter or is a parent company or an affiliated company of an entity. For purposes of this subdivision, the phrase \"senior managerial capacity\" shall mean a high level supervisory capacity, either by virtue of title or duties, in which substantial discretion and oversight is exercised over the solicitation, letting or administration of business transactions with the city, including contracts, franchises, concessions, grants, economic development agreements and applications for land use approvals."
    },
    {
      "prefix": "21",
      "text": "a. For purposes of campaigns that accept public funds pursuant to section 3-705 of this chapter, the terms \"expenditure\" and \"campaign expenditure\" shall include all payments and liabilities in furtherance of a political campaign for covered office, including, but not limited to, all qualified campaign expenditures and expenditures subject to or exempt from the expenditure limitations of this chapter. There shall be a rebuttable presumption that the following expenditures are in furtherance of a political campaign for elective office; provided, however, that the presumptions contained in this subdivision shall not apply to an expenditure to a person or entity associated with the candidate; and provided further that in rebutting any such presumption the campaign finance board may consider factors including the timing of the expenditure and whether the campaign had an unusually high amount of spending on a particular type of expenditure. For purposes of this subdivision a person or entity associated with a candidate shall include the candidate's spouse, domestic partner, child, parent, or sibling or a person or entity with whom or with which the candidate has a business or other financial relationship:"
    },
    {
      "prefix": "1",
      "text": "Contributions to charitable organizations designated as 501(c)(3) organizations pursuant to the internal revenue code;"
    },
    {
      "prefix": "2",
      "text": "Contributions to candidates and political committees subject to the provisions of section 3-705(8);"
    },
    {
      "prefix": "3",
      "text": "Community events including, but not limited to, events hosted by civic and neighborhood associations; provided, however, that this presumption shall not apply to sporting events, concerts, theater or other entertainment events which shall be subject to the provisions of paragraph b;"
    },
    {
      "prefix": "4",
      "text": "Ballot proposal advocacy where there are indicia that the expenditure relates to the candidate;"
    },
    {
      "prefix": "5",
      "text": "Travel related solely and exclusively to a political campaign for a covered office or the holding of public office; provided, however, that any travel not related solely and exclusively to a political campaign or the holding of public office shall be subject to the provisions of paragraph b;"
    },
    {
      "prefix": "6",
      "text": "Legal defense of a non-criminal matter arising out of a political campaign;"
    },
    {
      "prefix": "7",
      "text": "Computer hardware, software and other office technology purchased more than two weeks before the date of a primary election, in the case of a candidate who is opposed in the primary election, or two weeks before the date of a general election, in the case of a candidate who was not opposed in a primary election;"
    },
    {
      "prefix": "8",
      "text": "A post-election event for staff, volunteers and/or supporters held within thirty days of the election;"
    },
    {
      "prefix": "9",
      "text": "Payment of non-criminal penalties or fines arising out of a political campaign;"
    },
    {
      "prefix": "10",
      "text": "Costs incurred in demonstrating eligibility for the ballot or public funds payments or defending against a claim that public funds must be repaid; and"
    },
    {
      "prefix": "11",
      "text": "Food and beverages provided to campaign workers and volunteers."
    },
    {
      "prefix": "b",
      "text": "Campaign funds shall not be converted by any person to a personal use which is unrelated to a political campaign. Expenditures not in furtherance of a political campaign for elective office include the following:"
    },
    {
      "prefix": "1",
      "text": "Expenditures to defray the normal living expenses of the candidate, immediate family of the candidate or any other individual except for the provision of such expenses for professional staff as part of a compensation package;"
    },
    {
      "prefix": "2",
      "text": "Any residential or household items, supplies or expenditures;"
    },
    {
      "prefix": "3",
      "text": "Clothing, haircuts and other personal grooming;"
    },
    {
      "prefix": "4",
      "text": "Funeral, cremation or burial expenses including any expenses related to a death within a candidate's or officeholder's family;"
    },
    {
      "prefix": "5",
      "text": "Automobile purchases;"
    },
    {
      "prefix": "6",
      "text": "Tuition payments and childcare costs;"
    },
    {
      "prefix": "7",
      "text": "Dues, fees or gratuities at a country club, health club, recreational facility or other nonpolitical organization unless part of a specific fundraising event that takes place on the organization's premises;"
    },
    {
      "prefix": "8",
      "text": "Admission to a sporting event, theater, concert or other entertainment event not part of a specific campaign activity;"
    },
    {
      "prefix": "9",
      "text": "Expenditures for non-campaign related travel, food, drink or entertainment; if a candidate uses campaign funds to pay expenses associated with travel that involves both personal activities and campaign activities, the incremental expenses that result from the personal activities shall be considered for personal use unless the candidate benefiting from the use reimburses the campaign account within thirty days for the full amount of the incremental expenses; and"
    },
    {
      "prefix": "10",
      "text": "Gifts, except for brochures, buttons, signs and other campaign materials and token gifts valued at not more than fifty dollars that are for the purpose of expressing gratitude, condolences or congratulations."
    }
  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS"
  },
  "chapter": {
    "identifier": "7",
    "text": "CAMPAIGN FINANCING "
  },
  "heading": {
    "title": "3",
    "chaptersection": "702",
    "identifier": "3-702",
    "catch_text": "Definitions."
  }
}