{
  "text": "(i) The board shall determine whether a participating candidate, his or her principal committee, principal committee treasurer or any other agent of a participating candidate has committed a violation or infraction of any provision of this chapter or the rules promulgated hereunder, for which the board may assess a civil penalty pursuant to section 3-711 of this chapter. The board shall promulgate rules defining infractions, and such definitions shall include, but not be limited to, failures to comply with the provisions of this chapter or the rules promulgated hereunder that are limited and non-repetitive. (ii) (a) The board shall give written notice and the opportunity to appear before the board to any participating, limited participating or non-participating candidate, his or her principal committee, authorized committee, committee treasurer or any other agent of such candidate, if the board has reason to believe that such has committed a violation or infraction before assessing any penalty for such action. Any such written notice of alleged violations shall be issued in a timely manner pursuant to all of the requirements of subdivision one of section 3-710 and shall precede the issuance of the final audit required pursuant to subdivision one of section 3-710. In the case of a written notice issued prior to the date of a covered election, or after the date of a covered election in the case of a notice regarding an alleged failure to respond to a request for audit documentation, such notice may be issued prior to the issuance of a draft audit. Alleged violations and proposed penalties shall be subject to resolution by adjudication before the board consistent with the procedures of section 1046 of the charter, unless such procedures are waived by the candidate or principal committee; provided, however, that in the case of adjudications conducted prior to the date of a covered election, the board shall use the procedures of section 1046 of the charter only to the extent practicable, given the expedited nature of such pre-election adjudications. The board shall issue a final determination within thirty days of the conclusion of the adjudication proceeding. (b) The board shall include in every final determination: (i) notice of the respondent's right to bring a special proceeding challenging the board's final determination in New York State supreme court pursuant to article 78 of the civil practice law and rules; and (ii) notice of the commencement of the four-month period during which such a special proceeding may be brought pursuant to article 2 of the civil practice law and rules. ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS"
  },
  "chapter": {
    "identifier": "7",
    "text": "CAMPAIGN FINANCING "
  },
  "heading": {
    "title": "3",
    "chaptersection": "710",
    "identifier": "3-710.5",
    "catch_text": "Findings of violation or infraction; adjudications; final determinations."
  }
}