{
  "text": "Receipt of post election contributions from previous contributors for debt repayment. 1. Eight or more years after the date of any covered election, a participating candidate, who has incurred debt as a result of his or her participation in such covered election and has not been a candidate in any subsequent election and is not raising funds for his or her candidacy in any election, may accept contributions pursuant to this section from contributors who previously contributed to the participating candidate's campaign for such covered election only for the purposes of repayment of debt incurred in connection with such covered election; provided, however, such participating candidate shall not accept contributions from corporations, except corporations that are political committees as defined in subdivision eleven of section 3-702 of this chapter. Debt repayment shall include payments for expenses incurred in maintaining a committee until debt is repaid and expenses incurred as a result of repaying the debt. 2. A participating candidate who chooses to accept contributions pursuant to paragraph one of this section shall designate a single committee to accept such contributions. a. The designated committee shall register with the board. b. The designated committee shall report to the board every contribution received by the committee, the full name, residential address, occupation, employer, and business address of each individual, corporation, partnership, political committee, employee organization or other entity making, or which is the intermediary for, such contribution. An intermediary need not be reported for any contribution that was collected from a contributor in connection with a party or other candidate-related event held at the residence of the person delivering the contribution, unless the expenses for such events exceed five hundred dollars or the aggregate contributions received from that contributor at such events exceed five hundred dollars. Contributions pursuant to paragraph one aggregating not more than ninety-nine dollars from any one contributor need not be separately itemized in disclosure reports submitted to the board on behalf of a participating candidate. For purposes of this section, the treasurer of the designated committee need not collect or disclose the occupation, employer, and business address of any contributor pursuant to paragraph one making contributions aggregating not more than ninety-nine dollars. Such reports shall be submitted at such times and in such form as the board shall require and shall be clearly legible. The committee designated to accept contributions pursuant to paragraph one of this section shall maintain any additional records of receipts and debt repayment expenditures as required by the board. 3. A participating candidate accepting contributions pursuant to paragraph one of this section shall not accept and his or her designated committee shall not accept, either directly or by transfer, any contribution or contributions from any one individual, partnership, political committee, employee organization or other entity which in the aggregate shall exceed the contribution limitations as set forth under paragraph f of subdivision one of section 3-703 as of the date such contributions are received, as adjusted pursuant to subdivision seven of section 3-703. Contributions received pursuant to this section shall not be aggregated with contributions received during the covered election for which the debt was incurred for the purposes of determining compliance with such contribution limitations. 4. After all debt referred to in subdivision one has been repaid, the participating candidate shall no longer accept contributions pursuant to this section. If any excess funds remain after such debt has been repaid, the participating candidate shall return such excess funds to contributors in reverse order of contribution, beginning with the most recent contributor, until the excess funds are exhausted. * NB Expired June 30, 2005 ",
  "sections": [

  ],
  "title": {
    "identifier": "3",
    "text": "ELECTED OFFICIALS"
  },
  "chapter": {
    "identifier": "7",
    "text": "CAMPAIGN FINANCING "
  },
  "heading": {
    "title": "3",
    "chaptersection": "717",
    "identifier": "3-717",
    "catch_text": "Receipt of post election contributions from previous contributors for debt repayment."
  }
}