{
  "text": "a. Title acquired or to be acquired by the city to any uplands, filled in lands, lands under water, estates, rights, easements, interests or privileges for public beaches on the Atlantic ocean from the westernmost point of Coney Island to the westerly line of Beach Second street, in the borough of Queens, and on the lower New York bay from the southerly line of the United States reservation Fort Wadsworth to the northerly line of the United States reservation Miller Field, in the borough of Richmond, in each and every case shall be a title in fee in trust for the use of the public to pass and repass over and along such public beach and beaches in the same manner as public beaches ordinarily are used. The owners of property abutting on the inland side of any such public beach or beaches shall possess easements of light, air and access over, along and across such public beach or beaches to the Atlantic ocean and to the lower New York bay, as the case may be, and a frontage on and access to such public beaches, streets, parks, avenues, boulevards, promenades, walks and boardwalks as may be authorized and constructed within the same. b. Where such owners have laid out and are maintaining pipes for the drawing and discharging of sea water under the soil to be acquired for a public beach, they shall have the right to maintain such pipes under the soil of such public beach or beaches for the purpose only of drawing and discharging sea water, the maintenance of such pipes to be under the supervision of the commissioner of parks and recreation. Where owners have not laid and are not maintaining pipes under such soil for drawing and discharging of sea water, the board of estimate, under such terms and conditions as to it shall seem proper, may grant to such owners the right to lay and maintain pipes for the drawing and discharging of sea water only under the soil of such public beach or beaches. ",
  "sections": [

  ],
  "title": {
    "identifier": "4",
    "text": "PROPERTY OF THE CITY "
  },
  "chapter": {
    "identifier": "1",
    "text": "REAL ESTATE TRANSACTIONS "
  },
  "heading": {
    "title": "4",
    "chaptersection": "103",
    "identifier": "4-104",
    "catch_text": "Title to certain public beaches; limitations thereon."
  }
}