{
  "text": "Notwithstanding any provisions of law to the contrary, the board of estimate is authorized, subject to the provisions of sections one hundred ninety-seven-c and three hundred eighty-four of the charter, where applicable: 1. To convey to the state of New York in fee simple absolute such dock land and adjacent lands under water as may by determination of the commissioner of transportation be declared necessary for canal terminals, such lands to be and remain public lands under the sole control of the state. 2. To sell and convey to the upland owner any of the lands now or formerly under water, including lands under water excepted or reserved for street purposes out of grants of lands under water heretofore made by the city or its predecessors, along the westerly line of Franklin D. Roosevelt Drive (formerly known as East River Drive), between the northerly side of East Thirteenth street and the southerly side of East Fourteenth street, the northerly side of East Twentieth street and the southerly side of East Twenty-first street, the northerly side of East Thirtieth street and the southerly side of East Fifty-eighth street, the northerly side of East Fifty-ninth street and the southerly side of East Sixty-third street, the northerly side of East Eighty-ninth street and the southerly side of East Ninetieth street, in the borough of Manhattan. Such board of estimate, in its discretion, on and after May first, nineteen hundred forty-four, may sell and convey to any person or persons whomsoever, pursuant to section three hundred eighty-four of the charter, the aforesaid lands, described in this subdivision, which have not theretofore been granted or conveyed to the upland owners as provided in this subdivision, except as to such lands lying between the northerly side of East Thirteenth street and the southerly side of East Fourteenth street, which land such board, in its discretion on and after May first, nineteen hundred forty-seven, may sell and convey to any person or persons whomsoever, pursuant to section three hundred eighty-four of the charter. 2-a. To sell and convey to the upland owner any of the lands now or formerly under water, including lands under water excepted and reserved for street purposes out of grants of lands under water heretofore made by the city or its predecessors, along the westerly shore of the Harlem river inside the bulkhead line, between the northerly side of Academy street and the southerly side of West Two hundred second street, and between the northerly side of West Two hundred sixth street and the southerly side of West Two hundred eighth street, and between the southerly line of lot 25 in block 2189 of section 8 as shown on the tax map of the city of New York for the borough of Manhattan and the southerly side of West Two hundred fifteenth street, and between the northerly side of West Two hundred sixteenth street and the prolongation eastwardly of the most southerly division line between lot 47 and lot 67 in block 2197 of section 8 as shown on said tax map, in the borough of Manhattan. Such board of estimate, in its discretion, on and after May first, nineteen hundred seventy, may sell and convey to any person or persons whomsoever, pursuant to section three hundred eighty-four of the charter, the aforesaid lands, described in this subdivision, which have not theretofore been granted or conveyed to the upland owners as provided in this subdivision. 3. a. To cede, grant and convey to the United States, free of cost, all the estate, right, title and interest of the city in and to any lands and lands under water, acquired by and owned by the city, required for the improvement of the navigation of waters within, or separating portions of the city, in accordance with the plan or plans, establishing bulkhead or pierhead lines in such waters, prepared by the secretary of defense; and b. To cede, grant and convey to the United States, free of cost, or upon such consideration as may be agreed upon between such board and the United States, all the estate, right, title and interest of the city in and to any lands and lands under water acquired by or owned by the city, required for the establishment of air stations, in connection with the defense of New York harbor and the Atlantic coast; and c. Whenever any part of such lands or lands under water shall have been ceded, to give a certificate under their hands, or those of a majority of them, that the same have been ceded as herein provided, and upon the production of such certificate it shall be the duty of the mayor and city clerk in the name and on behalf of the city to execute a proper conveyance of such lands and lands under water under their hands and the seal of such city. d. To convey to the United States free of cost, or upon such consideration as may be agreed upon between such board and the United States, a perpetual easement of passage for military purposes from Fort Totten across the right-of-way of Cross Island parkway in the borough of Queens. 4. a. To set aside and use for public streets and parks, and for such city purposes as it may deem necessary, so much of the lands under water, islands, hummocks, hassocks, marshes and meadow lands in Jamaica bay and Rockaway inlet and tributaries thereto lying to the north of latitude forty degrees and thirty-three minutes north and to the eastward of longitude seventy-three degrees and fifty-six minutes west, granted to the city by the state of New York, including the portion or areas laid out for and included in a public street or park improvement authorized in accordance with law; and b. To lease for residential use so much of the lands described in paragraph a of this subdivision, excluding any areas now adopted or which may hereafter be adopted as a marginal street, wharf or place, as may be determined by it to be unadaptable for commercial, manufacturing or industrial use and to be adaptable for such residential use; and c. To release to adjoining upland owners, upon such terms and conditions and for such consideration as it may deem proper, such portions of the lands under water referred to in paragraph a of this subdivision, as are comprised in the beds of creeks, inlets and tributaries of Jamaica bay, situated inshore of the interior lines thereof and not required for the purposes specified in paragraphs a and b of this subdivision; or d. To exchange so much of the lands under water comprising the beds of such creeks, inlets and tributaries, so situated, which it is authorized to release pursuant to paragraph c of this subdivision, for adjacent privately owned lands required for the opening and extending of public streets or avenues, duly laid out upon the final map of the city. 5. To sell and convey, at private sale, to a corporation organized solely for religious, charitable or educational purposes, such portion of the islands or of an island in Jamaica bay as shall be required by such corporation for religious, charitable or educational purposes, on such terms as the board may deem proper, provided that the deed of conveyance contain a covenant that the land so conveyed shall be used in perpetuity for such purposes. 6. To grant and convey to abutting upland owners, upon such terms and conditions and for such consideration as such board may deem proper, by proper instrument or instruments in writing under the corporate seal of the city, all the property, right, title and interest that it now has or may hereafter acquire in and to any lands under the waters of the Atlantic ocean which are or shall be located inland of the interior line or lines of any public beach or beaches now laid out and established, or which may hereafter be laid out and established from the westernmost point of Coney Island to the westerly boundary line of Beach Second street, in the borough of Queens. 7. From time to time, to sell, either at public or private sale, for part cash or part secured by purchase money mortgage, in such proportions and upon such terms as they may determine, and to convey all or any part of the common lands of the late town of Gravesend remaining unsold, and all other lands and property of such late town not needed or used for governmental purposes. 8. To grant to railroad corporations for the construction and maintenance of their roadbeds, tracks, bridges and other structures, and the operation over the same of their railroads in perpetuity or for shorter periods, easements or rights of way, in, over, along or across any lands, or over and across any lands under water, and the waters covering the same, heretofore or hereafter acquired by the city pursuant to law, in the counties of Westchester and Putnam, for or in connection with its water supply, upon such terms and conditions, for such consideration and subject to such restrictions as in the judgment of such board shall seem proper. No such grant, however, shall be made unless such board shall first determine that the use or enjoyment for such purposes of such lands is not inconsistent with the purposes for which such lands were or may hereafter be acquired. Every such grant shall contain covenants restricting the manner and form of such use and enjoyment in accordance with the determination of the board, and providing for the forfeiture thereof to the city upon breach of any of such covenants. No such grant of any easement or right of way shall be made to any railroad corporation where the length of such easement or right of way exceeds one mile, unless such grant embraces several distinct and separate easements or rights of way, in which event the aggregate length of all of such easements or rights of way may be, but shall not exceed, three miles, and no one easement or right of way included in such aggregate length shall exceed in length three-fourths of a mile. The consideration provided to be paid by the grantee in and by any such grant shall be paid into the real property fund. 9. Except as limited by subdivision eight of this section, to lease or grant, without public letting in perpetuity or for shorter periods, rights, easements or rights-of-way in, over or across any city real property heretofore or hereafter acquired and used for the purposes of impounding, storing or transporting water for municipal water supply or for the sanitary protection thereof wheresoever located, for park, parkway, roadway, highway, sewer, railroad or any other public purpose, and for elimination of highway railroad crossings at grade for such consideration and upon such terms and conditions and subject to such restrictions as such board may deem proper. No such lease or grant, however, shall be made unless the agency having jurisdiction over such property shall first determine and certify in writing that such property or interest therein so leased or granted will not endanger or injure the water supply structures or other property of the city or interfere with the use and operation thereof for water supply or sanitary protection purposes. Every such lease or grant shall contain covenants restricting the use of such property or interest therein in accordance with the determination of such board, and providing for the forfeiture to the city of such property or interest therein upon breach of any such covenants. 10. To exchange and convey lands under water in creeks, tributaries thereto, ditches, ponds and bays no longer required by the city for public purposes. In exchange for lands conveyed the mayor may acquire lands of private owners, necessary for sewer drainage canals, within the lines of any sewer drainage canal as laid out, and the mayor is authorized to take deeds and conveyances. Such exchange, however, shall not be made to or with any owner or owners whose upland does not abut, bound or adjoin the lands under water to be exchanged, nor shall such board convey such lands under water until the agency having under control or supervision such lands under water, shall have first certified to the board that the lands to be conveyed are no longer necessary or required for public purposes. In the exchange of such lands all right, title and interest of private owners in that portion of creeks, tributaries thereto, ditches, ponds and bays not abutting, bounding or adjoining lands under water so exchanged, shall be deeded and delivered to the city, and the board by resolution and the mayor by order shall authorize such exchange. The corporation counsel by the direction of the board and the mayor, shall thereupon prepare and certify the forms of all legal instruments and deeds necessary on the part of the city to effect such exchange in law. The board and the mayor shall designate and authorize the proper official or officials to execute and deliver all legal instruments and deeds necessary to effect such exchange. The land so acquired by the exchange shall be assigned to the agency requiring the use of the same, upon proper application therefor. ",
  "sections": [

  ],
  "title": {
    "identifier": "4",
    "text": "PROPERTY OF THE CITY "
  },
  "chapter": {
    "identifier": "1",
    "text": "REAL ESTATE TRANSACTIONS "
  },
  "heading": {
    "title": "4",
    "chaptersection": "105",
    "identifier": "4-106",
    "catch_text": "City real property; exceptions to inalienability and to public sale of."
  }
}