{
  "text": "ยง 4-117 Title to former town burial grounds; care, maintenance and operation; appropriation for care and maintenance; transfer of funds. a. Title to former town burial grounds. Title to any burial ground which formerly was the public property of any town, village or city, consolidated into and now a part of the city of New York, is hereby declared to vest in the city of New York. b. Care and maintenance of said burial grounds. The agency designated by executive order of the mayor shall be charged with the care, maintenance and operation of said burial grounds. c. The head of such agency shall promulgate such regulations as he or she deems necessary and proper in relation to the care, maintenance and operation of any such cemetery under his or her jurisdiction. The head of such agency shall prescribe in such regulations reasonable interment fees and charges for the care of graves and other services customarily rendered in cemeteries. Notwithstanding any other provision of law, the head of such agency shall prescribe in such regulations, a schedule of prices as recommended by the commissioner of citywide administrative services for the sale of lots in any such cemetery, and the commissioner of citywide administrative services shall be authorized to sell such lots for such prices without further approval of any other official. Instruments evidencing the ownership of any purchaser of such lot shall be executed by the commissioner of citywide administrative services and approved as to form by the corporation counsel. All fees, charges, and other moneys received by the head of such agency in connection with the care, maintenance and operation of any such cemetery and all sums paid to the commissioner of citywide administrative services for lots shall be paid to the comptroller and deposited in and credited to the general fund. d. Appropriation for care, maintenance and operation. There shall be appropriated by the city funds to provide for the proper care, maintenance and operation of said burial grounds. e. All funds and property held by any trustee of such burial grounds, other than funds and property held in trust, shall be paid over to the comptroller and deposited in and credited to the general fund. All funds and property held by any such trustee in trust shall be paid over or delivered to the comptroller, and shall be held in trust, administered and managed by the comptroller, with power to invest and re-invest, for the purposes for which such funds and property were held in trust by such trustee. In any case in which an officer or agency of the city incurs any expense in carrying out any such trust, including expenses for providing perpetual care, cemetery maintenance and care, or any other service, work or materials contemplated by such trust, the comptroller may reimburse the city for such expense from the income from the trust funds or property held by the comptroller in connection with such trust, and from the corpus thereof where the terms of such trust permit the use of the corpus for carrying out its purposes. ",
  "sections": [

  ],
  "title": {
    "identifier": "4",
    "text": "PROPERTY OF THE CITY "
  },
  "chapter": {
    "identifier": "1",
    "text": "REAL ESTATE TRANSACTIONS "
  },
  "heading": {
    "title": "4",
    "chaptersection": "116",
    "identifier": "4-117",
    "catch_text": "Title to former town burial grounds; care, maintenance and operation; appropriation for care and maintenance; transfer of funds."
  }
}