{
  "text": "ยง 4-119 Acquisition of certain cemetery lands in the borough of the Bronx. a. The city may acquire by gift, and maintain and continue to operate as a cemetery principally for the burial of members of the armed forces of the United States, the following described premises: All that piece or parcel of cemetery land situate in the borough of Bronx, city and state of New York, bounded and described as follows: Beginning at the corner formed by the intersection of the northerly side of East one hundred eightieth street, and the westerly side of Bryant avenue; running thence northerly along the said westerly side of Bryant avenue; one hundred ninety and eighty-seven one-hundredths (190.87) feet; thence westerly, parallel with the northerly side of East one hundred eightieth street, one hundred fifty-six and ninety-seven one-hundredths (156.97) feet; thence southerly, parallel with the westerly side of Bryant avenue, one hundred eighty-eight and nine one-hundredths (188.09) feet to the northerly side of East one hundred eightieth street; and running thence easterly, along the northerly side of East one hundred eightieth street, one hundred fifty-five and fifty-six one-hundredths (155.56) feet to the point or place of beginning. Be the said several distances and dimensions more or less. b. The head of the agency designated by executive order of the mayor shall be charged with the care, maintenance and operation of said burial ground, and shall promulgate such regulations as he or she deems necessary and proper in relation thereto. The head of the agency designated by the mayor shall prescribe in such regulations interment fees and charges for the care of graves and other services customarily rendered in cemeteries. Notwithstanding any other provision of law, the agency so designated shall prescribe in such regulations, a schedule of prices as recommended by the commissioner of citywide administrative services for the sale of lots in the cemetery, and the commissioner of citywide administrative services shall be authorized to sell such lots for such prices without further approval of any other official. Instruments evidencing the ownership of any purchaser of such lot shall be executed by the commissioner of citywide administrative services and approved as to form by the corporation counsel. All fees, charges and other moneys received by such agency in connection with the care, maintenance and operation of the cemetery and all sums paid to the commissioner of citywide administrative services for lots shall be paid to the comptroller and deposited in and credited to the general fund. c. There shall be appropriated by the city funds to provide for the proper care, maintenance and operation of said burial ground. ",
  "sections": [

  ],
  "title": {
    "identifier": "4",
    "text": "PROPERTY OF THE CITY "
  },
  "chapter": {
    "identifier": "1",
    "text": "REAL ESTATE TRANSACTIONS "
  },
  "heading": {
    "title": "4",
    "chaptersection": "118",
    "identifier": "4-119",
    "catch_text": "Acquisition of certain cemetery lands in the borough of the Bronx."
  }
}