{
  "text": "The board of estimate is authorized by a three-fourths vote upon the application of any agency of the city to whose use any lands of the city have been assigned and upon the determination of such board that such real property of the city as shall be specified in such application is no longer needed for departmental or public purposes, to convey any such land, with or without the improvements thereon, and, in exchange therefor, the mayor is authorized to acquire other land of equal or greater value of private owners lying within the same borough; provided that the mayor shall determine that such lands of private owners are needed for a public purpose. To determine the value of the land of the city, and of the land to be exchanged therefor, the board shall have such property of the city and the mayor shall have the property of the owners duly appraised by three discreet and disinterested appraisers to be appointed by such board and the mayor. The appraisers shall be residents of the borough in which such lands are situated, and such appraisal shall be made within three months prior to the date of such exchange. The corporation counsel, as directed by a resolution duly adopted and certified by the board and by order of the mayor, shall approve the form of all legal instruments necessary on the part of the city to effect such exchange in law, and the board and the mayor shall designate and authorize the proper officer to execute and deliver any and all legal instruments necessary to effectuate such exchange. The land so acquired by the exchange shall be assigned to the agency requiring the use of the same upon proper appplication therefor. ",
  "sections": [

  ],
  "title": {
    "identifier": "4",
    "text": "PROPERTY OF THE CITY "
  },
  "chapter": {
    "identifier": "1",
    "text": "REAL ESTATE TRANSACTIONS "
  },
  "heading": {
    "title": "4",
    "chaptersection": "112",
    "identifier": "4-113",
    "catch_text": "Power to exchange lands no longer used for public purpose."
  }
}