{
  "text": "ยง 4-208 List of City-Owned and Operated Real Property. List of City-Owned and Operated Real Property. a. The department of citywide administrative services shall keep and maintain a complete list of the location and current use of all real property owned or leased by the city. For each parcel of property, such list shall include, but need not be limited to, the following information to the extent such information is available: 1) the map on which the property appears in the most recent atlas of the property; 2) the tax block number; 3) the tax lot number; 4) the address or name of the property, if applicable; 5) the agency to which the property is assigned; 6) sufficient information to determine the property's current use or to determine that it has no current use; 7) total area of the property, expressed in square feet and rounded to the nearest integer; 8) whether the property contains the presence of an open petroleum spill; 9) whether the property is enrolled in a government cleanup program, and if so, the name of such program; 10) the year construction of the structure or structures was completed and whether such year is an estimate, where applicable; 11) the number of structures, where applicable; 12) total gross area of all structures expressed in square feet and rounded to the nearest integer, where applicable; 13) ratio of building floor area to the area of the property, where applicable; 14) allowable ratio of building floor area to the area of the property, where applicable; 15) land use category as defined by the department of city planning; 16) the community district; 17) the most recent census tract; 18) the most recent census block; 19) the community school district; 20) the city council district; 21) the zip code; 22) the fire company that services the property; 23) the health area; 24) the health center district; 25) the police precinct; 26) the major use of the structure or structures, where applicable; 27) the number of easements, where applicable; 28) the exterior dimensions of the portion of the structure or structures allocated for commercial use, where applicable; 29) the exterior dimensions of the portion of the structure or structures allocated for residential use, where applicable; 30) the exterior dimensions of the portion of the structure or structures allocated for office use, where applicable; 31) the exterior dimensions of the portion of the structure or structures allocated for retail use, where applicable; 32) the exterior dimensions of the portion of the structure or structures allocated for garage use, where applicable; 33) the exterior dimensions of the portion of the structure or structures allocated for storage or loft use, where applicable; 34) the exterior dimensions of the portion of the structure or structures allocated for factory use, where applicable; 35) the exterior dimensions of the portion of the structure or structures allocated for a use or uses other than residential, office, retail, garage, storage, loft or factory use, where applicable; 36) the number of full and partial stories starting from the ground floor in the primary structure, where applicable; 37) the sum of residential units in all structures, where applicable; 38) the sum of residential and non-residential units in all structures, where applicable; 39) the frontage, measured in feet; 40) the depth, measured in feet; 41) the frontage along the street, measured in feet; 42) the depth of the structure or structures, which is the effective perpendicular distance, measured in feet, where applicable; 43) whether the structure or structures are detached, semi-detached or attached to neighboring structures, where applicable; 44) whether the property is irregularly shaped; 45) the location relative to another lot or the water, expressed as mixed or unknown, block assemblage, waterfront, corner, through, inside, interior, island, alley or submerged land; 46) a description of the basement, expressed as none, full basement that is above grade, full basement that is below grade, partial basement that is above grade, partial basement that is below grade or unknown; 47) the actual assessed value as of the most recent fiscal year; 48) the actual exempt land value as of the most recent fiscal year; 49) the actual exempt total value as of the most recent fiscal year; 50) the year of the most recent alteration, where applicable; 51) the year of the second most recent alteration, where applicable; 52) the name of the historic district, where applicable; 53) whether the property is a landmark and, if so, the name of such landmark, where applicable; 54) the condominium number assigned to the complex, where applicable; 55) the coordinate of the XY coordinate pair that depicts the property's approximate location as expressed in the New York-Long Island state plane coordination system; 56) the e-designation number associated with the property, where applicable; 57) whether the property is located in an industrial business zone; 58) the primary zoning classification of the property; 59) the zoning destination occupying the second greatest percentage of the property's area, where applicable; 60) the primary commercial overlay assigned to the property, where applicable; 61) the commercial overlay occupying the second greatest percentage of the property's area, where applicable; 62) the special purpose or limited height district assigned to the property, where applicable; 63) the special purpose or limited height district assigned to the property occupying the second greatest percentage of the property's area, where applicable; 64) whether the land is potentially suitable for urban agriculture; and 65) agency contact information, including name, telephone number and email address. b. For each property managed by the economic development corporation, such list shall include the percentage of usable space actually occupied by a tenant or tenants. c. Such list shall be made available to the public at no charge on a website maintained by or on behalf of the city of New York in a sortable and searchable format and for download at no charge from such website in a non-proprietary database format. Such list shall be completely updated no less than once every two years. ",
  "sections": [

  ],
  "title": {
    "identifier": "4",
    "text": "PROPERTY OF THE CITY "
  },
  "chapter": {
    "identifier": "2",
    "text": "REAL PROPERTY MANAGEMENT "
  },
  "heading": {
    "title": "4",
    "chaptersection": "208",
    "identifier": "4-208",
    "catch_text": "List of City-Owned and Operated Real Property."
  }
}