{
  "text": "ยง 4-201 Commissioner of citywide administrative services, functions. a. The commissioner of citywide administrative services under the direction of the mayor may, in his or her discretion, require any person offering to sell to the city real property located within the city, or any agent of such person, or any officer or agent of a corporation offering to sell such real property to the city, to be sworn before the commissioner or a person deputized by the commissioner, and to answer orally as to the persons interested in the real property, the price paid by the owner therefor, the interest of any other person, as broker, agent or other intermediary, in effecting the proposed sale to the city, and as to any other facts and circumstances affecting the propriety of the purchase of such property by the city, and the fair market value thereof. Any other person having knowledge of any relevant and material fact or circumstance affecting the propriety of the proposed purchase by the city or the fair market value of the real property to be acquired, may likewise be examined under oath. Willful false swearing before the commissioner or a person deputized by the commissioner is perjury and punishable as such, and in a prosecution for perjury, it shall be no defense that such false swearing did not aid in effecting a sale of such property to the city, or in fixing the price paid therefor. b. The commissioner, under the direction of the board of estimate, shall: 1. After due inquiry to be made by the commissioner, present to the board, a statement, in writing, of the facts relating to any real property proposed to be leased and the purpose for which such property is required by the city, with a report embodying the commissioner's opinion, and the reasons therefor, as to the fair and reasonable rent of such premises. The commissioner shall enter into, on behalf of the city, any lease, authorized by the board, of property leased to the city. 2. Recommend that legal proceedings be taken when necessary to enforce payment of rents or moneys due the city from city real property or to obtain possession of premises to which the city is entitled. 3. Report to the board whether or not it will be in the public interest to lease or otherwise dispose of the property transferred to the commissioner pursuant to section 4-107 of the code, provided that no such report shall be required with respect to the leasing or renting or the granting of licenses, permits or other authorizations for the use of real property entered into by the commissioner pursuant to the provisions of section 4-203 of the code. The commissioner, under the sanction of the board, shall appoint experienced and qualified appraisers upon behalf of the city to settle the rent or renewal of any lease, or the value of the building, to be paid for on the expiration of any lease, in which the city is or shall be interested, whenever by the provisions of such lease the appointment of appraisers is required. All leases authorized by the board shall be executed by (a) either the mayor or the commissioner of citywide administrative services and (b) the city clerk, under their hands and the seal of the city. 4. When any person offers to purchase or lease real property belonging to the city, have discretion to require such person to deposit with the department of finance a sum of money, prescribed by the commissioner, as security that such person will pay the amount bid by that person upon the sale or lease of such property at public auction or by sealed bids, and that such person will execute and deliver all papers necessary to carry such sale or lease into effect, if that person's bid for the purchase or lease of such property shall be accepted. Such deposit shall, in the event of the default of the person depositing the same, pay the amount bid by such person, or of that person's failure to execute and deliver the necessary papers as hereinbefore provided, become the property of the city as liquidated damages. Upon the sale or lease of real property belonging to the city as herein provided, if such real property shall be sold or leased to a purchaser or lessee procured by a broker and the purchase price or rental accepted by the city upon the consummation of the sale or lease shall equal or exceed the offer made by such broker in behalf of the purchaser or lessee, the city is hereby authorized to pay the usual commissions to such broker. No commissions shall be paid for the procuring of any sale or lease unless the written authority of the broker to make the offer, signed by the person for whom the broker is acting, shall be filed in the department of citywide administrative services before the day the sale or lease of the property is advertised to take place, or at such time prior thereto as may be fixed by the commissioner of citywide administrative services. 5. Report to the board whether or not it is in the public interest to grant permission to the lessee or assignee of a lease made by the city for a term of one year or longer, to assign the same or to underlet the demised premises notwithstanding any provision in the lease to the contrary. A prerequisite to any favorable report shall be the prior payment of all arrears of rent on the premises. 6. Preserve in a book to be kept in the commissioner's office for that purpose, to be called the \"record of quit-rents\", maps of all grants of land heretofore made by the city, on which quit-rents are payable, showing the original grants and subdivisions thereof as definitely as these can be ascertained. The commissioner shall receive the sums proportionately due from each owner in payment of the portion of the moneys payable under the original grant, as such sums, from time to time, shall become payable and shall likewise receive any commuted quit-rents paid as hereinafter provided. The commissioner of citywide administrative services, on receiving written notice from the grantee of the city, or his or her assignee, of the sale of any portion of land subject to quit-rent, shall enter in the record of quit-rents the name of the purchaser, the date of the sale, and the portion of the land sold. The commissioner thereafter shall receive the sum proportionately due from such purchaser in payment of his or her portion of the moneys payable under the original grant, as the same, from time to time, shall become payable, and the commissioner shall receive from the owner of the lot or parcel mentioned in the notice, or the owner's legal representative, the sum proportionately due from the owner in payment of his or her proportion of the moneys payable under the original grant. When land heretofore granted by the city, subject to a quit-rent, portions of which have been assigned by the grantee, shall be re-entered by the city for nonpayment of the quit-rent, the commissioner may grant releases in severalty to such of the assignees of portions of the land granted as shall, within six months from the re-entry, pay to the commissioner their respective apportionments of commutation money and the expenses of re-entry and conveyance, with such portions of the rent as may be justly due from the respective assignees for the land held by them, as the same shall be apportioned by the commissioner. Whenever any person shall desire to commute any quit-rent due the city, the commissioner shall calculate such commutation at the rate of six per cent and, upon the production of evidence that such quit-rent and all arrears of rent have been paid into the treasury of the city to the credit of the real property fund, the mayor and city clerk shall execute a release of such quit-rent. All sums received by the commissioner pursuant to the provisions of this subdivision shall be paid daily to the commissioner of finance. 7. Upon the payment in full of the principal and interest due on any bond and mortgage held by the city, the mayor and city clerk shall execute, under their hands and the seal of the city, upon evidence being exhibited to them showing that the principal and interest on such bond and mortgage have been paid into the treasury of the city to the credit of the appropriate fund an assignment or proper satisfaction of said bond and mortgage. The release by such officials of any part of the premises described in such mortgage from the lien created by such mortgage is prohibited. 8. Keep on file in the department of citywide administrative services all title deeds, leases, bonds, mortgages, or other assurances of title, except as otherwise provided by law. 9. Record all grants, leases and counter-parts of leases, and all deeds executed by the city in proper books. The commissioner shall also keep a record of all property owned and acquired by the city. Such record shall show the date the property was acquired, the tax map description thereof, the borough in which the property is located, and shall be properly cross indexed with reference to the original deeds of acquisition. The commissioner shall also keep a record of all property on which rent is in arrears and the amounts of the arrearages. 10. Submit to the corporation counsel for approval as to correctness of form all contracts, leases or other legal documents of similar character, except forms prepared or approved by the corporation counsel. ",
  "sections": [

  ],
  "title": {
    "identifier": "4",
    "text": "PROPERTY OF THE CITY "
  },
  "chapter": {
    "identifier": "2",
    "text": "REAL PROPERTY MANAGEMENT "
  },
  "heading": {
    "title": "4",
    "chaptersection": "201",
    "identifier": "4-201",
    "catch_text": "Commissioner of citywide administrative services, functions."
  }
}