{
  "text": "As used in this subchapter unless otherwise expressly stated, or unless the context or subject matter otherwise requires, the following terms shall mean: 1. \"The court\", \"the supreme court\": A special term of the supreme court for condemnation proceedings held in the county within the city and within the judicial district in which real property being acquired or some part thereof is situated. 2. \"Application to condemn\": An application to the supreme court to have the compensation which should justly be made to the respective owners of the real property proposed to be taken, ascertained and determined by the court without a jury. 3. \"Justice\": The justice assigned to hold such court. 4. \"Days\": Calendar days exclusive of Sundays and full legal holidays. 5. \"Owner\": A person having an estate, interest or easement in the real property being acquired or a lien, charge or encumbrance thereon. 6. \"Real property\": Includes all lands and improvements, lands under water, waterfront property, the water of any lake, pond or stream, all easements and hereditaments, corporeal or incorporeal, and every estate, interest and right, legal or equitable, in lands or water, and right, interest, privilege, easement and franchise relating to the same, including terms for years and liens by way of judgment, mortgage or otherwise. 7. \"Street\": Includes street, avenue, road, alley, lane, highway, boulevard, concourse, parkway, driveway, culvert, sidewalk, crosswalk, boardwalk and viaduct, and every class of public road, square and place, except marginal streets and wharves. 8. \"Capital project proceeding\": A condemnation proceeding pursuant to the provisions of this chapter for capital project purposes, authorized pursuant to the charter. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "301",
    "identifier": "5-301",
    "catch_text": "Definitions."
  }
}