{
  "text": "ยง 5-311 Examination before trial of party or witness. A proceeding by the city to acquire title to real property for a public use or purpose by condemnation shall be deemed a special proceeding, in which testimony may be taken by deposition pursuant to the provisions of article thirty-one of the civil practice law and rules and subject to the provisions of this section. The pendency of such a proceeding shall constitute special circumstances which render it proper that the deposition of any person not an owner be taken pursuant to sections three thousand one hundred one and three thousand one hundred six of the civil practice law and rules. Such deposition may be taken upon any question or issue in the proceeding and for the purpose of obtaining testimony as to any sale or lease as described in subdivision a of section 5-314 of this subchapter at the instance of the city or of any owner or at the direction of the court at any time after the expiration of the date fixed for filing claims. Any owner desiring to obtain testimony by deposition shall give at least five days' notice or, if service is made through the post office, at least eight days' notice to the corporation counsel and to all other owners or their attorneys who have duly filed their verified claims. If the corporation counsel shall desire to obtain testimony by deposition he or she shall give like notice to all owners or their attorneys who have duly filed and served on the corporation counsel copies of their verified claims. For the purpose of any such examination before trial brought on by an owner and noticed for and held at any office of the corporation counsel in the borough in which the real property is situated or at such other place as the corporation counsel shall designate, the corporation counsel shall at the expense of the city provide proper stenographic service and shall furnish to the owner bringing on such examination a copy of the typewritten transcript of such examination, duly certified by the officer before whom the same was taken. In all other cases, the party bringing on such examination shall at his or her own cost and expense provide proper stenographic service and shall furnish to the corporation counsel two copies of the typewritten transcript of such examination duly certified by the officer before whom it was taken. The deposition of a witness need not be subscribed by such witness, if such subscription shall be waived by the parties appearing upon the witness' examination. The corporation counsel, at the office address subscribed by him or her upon the papers in the proceeding, shall from and after the date of his or her receipt thereof keep on file, available for inspection by all parties to the proceeding a certified copy of each deposition in the proceeding. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "311",
    "identifier": "5-311",
    "catch_text": "Examination before trial of party or witness."
  }
}