{
  "text": "a. The court, after hearing such testimony and considering such proofs as may be offered, shall ascertain and estimate the compensation which should justly be made by the city to the respective owners of the real property being acquired. The court shall instruct the corporation counsel to prepare separate tabular abstracts of its estimate of damage. b. The tabular abstract of the estimated damage shall set forth separately the amount of loss and damage, the names of the respective owners of each and every parcel of real property affected thereby as far as the same shall be ascertained, and a sufficient designation or description of the respective lots or parcels of real property acquired, by reference to the numbers of the respective parcels indicated upon the surveys, diagrams, maps or plans used by the court, or copies thereof, which, together with all of the affidavits and proofs upon which such estimates are based, shall accompany or be attached to such tabular abstracts. c. The finance department shall furnish to the corporation counsel sets of the tax maps of the city in duplicate for filing therein and for convenience of reference thereto in the tabular abstract of estimated damage. The surveyor of the finance department shall make and furnish all necessary surveys and corrections of the section maps, necessary to keep the maps furnished to the corporation counsel as accurate as practicable. d. Such tabular abstract or abstracts shall be signed by the justice trying the proceeding and filed with the clerk of the court in the county in which the order granting the application to condemn was filed and when so filed such abstract or abstracts shall constitute the tentative decree of the court as to awards for damages. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "317",
    "identifier": "5-317",
    "catch_text": "Tentative decree; what to contain; where filed."
  }
}