{
  "text": "ยง 5-318 Agreements for compensation to be awarded for the removal of structures from premises being acquired. a. The mayor, prior to the purchase of the premises being acquired, upon which buildings or parts of buildings or other structures are erected, or prior to the signing of the final decree of the court, may agree with the owner or owners thereof, or any person having a beneficial interest therein, in case title thereto has not vested in the city: 1. As to the cost and compensation to be allowed and paid to them to remove such buildings or parts of buildings or other structures, and 2. That such sum or sums shall be the compensation to be awarded by the court, or allowed for the damage done such buildings or parts of buildings or other structures by virtue of such proceeding. Such agreement may also be made as a condition of the sale by the city, at private sale, of its interest in such buildings or parts of buildings or other structures, after vesting of title thereto, to the owner or owners of the award or awards therefor or other persons having an interest therein. b. Such buildings or parts of buildings or other structures shall not, in any case, be relocated or re-erected within the lines of any proposed street or other public improvement. The mayor shall prescribe such conditions in the terms of sale, which, if broken, shall entitle the city to a resale of such property and which shall revest title thereto in the city. c. The court shall accept such agreed amounts of compensation for the removal of buildings or parts of buildings or other structures as the amounts to be awarded as such compensation and include the same in the tentative and final decrees. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "318",
    "identifier": "5-318",
    "catch_text": "Agreements for compensation to be awarded for the removal of structures from premises being acquired."
  }
}