{
  "text": "a. All damages awarded by the court, with interest thereon from the date title to the real property acquired shall have vested in the city and all costs, charges and expenses which may have been taxed shall be paid by the city to the respective owners mentioned or referred to in the final decree or to the persons in whose favor such costs, charges and expenses were taxed, as hereinafter provided. b. In a capital project proceeding, payment shall be made within two calendar months after the entry of the final decree. In default of such payment, the owners or other persons entitled to be paid in the proceeding may at any time after application first made to the comptroller therefor, sue for and recover the amount due, with lawful interest, and the costs of such suit. Upon the application to the comptroller for payment, the applicant may state that any outstanding taxes, assessments or other liens may be deducted from the amount otherwise payable, and in that event, the fact that there are outstanding taxes, assessments or other liens shall not impair or invalidate such application nor operate as a bar to the collection of interest upon the amount awarded less the amount of such outstanding taxes, assessments or other liens. c. Payment of an award to a person named in the final decree as the owner thereof, if not under legal disability, shall in the absence of notice in writing to the comptroller of adverse claims thereto, protect the city. d. Where an award shall be paid to a person not entitled thereto, the person to whom it ought to have been paid may sue for and recover such award, with lawful interest and costs of suit, as so much money had and received to his or her use by the person to whom the same shall have been paid. e. 1. When an owner in whose favor an award shall have been made in a final decree, shall be under legal disability or absent from the city, and when the name of the owner shall not be set forth or mentioned in the final decree or when the owner, although named in such decree, cannot, upon diligent inquiry, be found, or where there are adverse or conflicting claims to the money awarded as compensation, the city shall pay such award into the supreme court, to be secured, disposed of, invested or paid out as such court shall direct, and such payment shall be as valid and effectual in all respects as if made to the owner or other person entitled thereto. 2. In default of such payment into court, the city shall be and remain liable for such award, with lawful interest thereon from the date upon which title to the real property for which said award was made vested in the city, in a capital project proceeding. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "327",
    "identifier": "5-327",
    "catch_text": "Damages; when, how and to whom paid."
  }
}