{
  "text": "a. Upon the filing of the tentative decree the corporation counsel shall give notice, by advertisement in the City Record, of the filing of such tentative decree and that the city and all other parties interested in such proceedings, or in any of the real property affected thereby, having an objection thereto, shall file such objections, in writing, duly verified in the manner required by law for the verification of pleadings in an action, setting forth the real property owned by the objector, and such objector's post office address, in the office in which the tentative decree was filed within fifteen days after such publication in a capital project proceeding. Such notice shall be so published for a period of ten days in a captial project proceeding. Similar notice shall be given of the filing of any new, supplemental or amended tentative decree, and for the filing of objections thereto. The notice shall further state that the corporation counsel on a date specified in the notice will apply to the justice who made the tentative decree to fix a time when he or she will hear the parties objecting thereto. b. After the filing of the tentative decree or of any new, or supplemental, or amended tentative decree, no award for damages shall be diminished without notice to the owner of the real property affected or the owner's attorney appearing in the proceeding and an opportunity given for a hearing in regard thereto before signing the final decree. c. Every party objecting to the tentative decree or to the new supplemental or amended tentative decree or such party's attorney, within the time specified in the notice to file objections, shall serve on the corporation counsel a copy of such verified objections. d. Upon the application of the corporation counsel, the justice shall fix the time when he or she will hear the parties so objecting and desiring to be heard. At the time so fixed the justice shall hear the person or persons who have objected to the tentative decree, or to the new, supplemental or amended tentative decree, and who may then and there appear, and shall have the power to adjourn from time to time until all parties who have filed objections and who desire to be heard shall have been fully heard. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "320",
    "identifier": "5-320",
    "catch_text": "Notice to file objections; objections; hearings."
  }
}