{
  "text": "a. After considering the objections, if any, and making any corrections or alterations in the tentative decree as to awards for damage, the justice trying the proceeding shall give instructions to the corporation counsel as to the preparation of the final decree. Such decree shall consist of the tentative decree, altered and corrected in accordance with the instructions of the justice; of the final awards, as determined by the court, set opposite the respective damage parcel numbers in a column headed \"final award\" in the tabular abstract of awards for damage; of a statement of the facts conferring upon the court jurisdiction of the proceeding; and of such other matters as the court shall require to be set forth. The final decree shall also contain a statement that the amounts set opposite the respective damage parcel numbers in the column headed \"final awards\" in the tabular abstract of awards for damage constitute and are the just compensation which the respective owners are entitled to receive from the city. The final decree shall also set forth the names of the respective owners of the several parcels acquired, but in all cases where the owners are unknown or not fully known to the court, it shall be sufficient to set forth and state in general terms in the decree the respective sums to be allowed and paid to the owners of the respective parcels for loss and damage without specifying their names or their estates or interests therein, and in such case the owners may be specified as unknown. b. To the final decree shall be attached the surveys, diagrams, maps or plans referred to in subdivision a of section 5-315 of this subchapter, duly corrected, when necessary. Such decree shall set forth the several parcels taken by reference to the numbers of such parcels on the respective surveys, diagrams, maps or plans, and it shall not be necessary to describe any parcels acquired by metes and bounds. c. Should any errors exist in the tentative decree, or in the surveys, diagrams, maps or plans attached thereto, or should there occur, between the date of the tentative decree and the time of the signing by the court of the final decree, any changes in ownership resulting in changes in the size of area, by subdivision or otherwise, of any of the parcels of any real property to be acquired, the court may alter and correct the respective surveys, diagrams, maps or plans to show such changes in such final decree. At the time of the entry of the final decree, the court shall direct that the maps furnished to the corporation counsel in the proceeding shall be revised and altered in agreement with the tax maps as of the date of the entry of such decree. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "321",
    "identifier": "5-321",
    "catch_text": "Final decree; preparation thereof; what to contain."
  }
}