{
  "text": "ยง 5-324 Appeal to appellate division. The city or any party or person affected by the proceeding and aggrieved by the final decree of the court therein as to awards may appeal to the appellate division of the court. An appeal from the final decree of the court must be taken within thirty days after notice of the filing of such final decree. Except as herein otherwise provided, such appeal shall be taken and heard in the manner provided by the civil practice law and rules and the rules and practice of the court in relation to appeals from orders in special proceedings, and such appeal shall be heard and determined by such appellate division upon the merits both as to matters of law and fact. The determination of the appellate division shall be in the form of an order. The taking of an appeal by any person or persons shall not operate to stay the proceedings under this subchapter except as to the particular parcel of real property with which the appeal is concerned. The final decree of the court shall be deemed to be final and conclusive upon all parties and persons affected thereby, who have not appealed. Such appeal shall be heard upon the evidence taken by the court or such part or portion thereof as the justice who made the decree may certify, or the parties to such appeal may agree upon as sufficient to present the merits of the questions in respect to which such appeal shall be had. An appeal taken but not prosecuted within six months after the filing of the notice of appeal, unless the time within which to prosecute the same shall have been extended by an order of the court, shall be deemed to have been abandoned and no agreement between the parties extending the time within which such appeal may be prosecuted shall vary the provisions hereof. When a final decree of the court shall be reversed on appeal, such reversal shall not divest the city of title to the real property affected by the appeal. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "324",
    "identifier": "5-324",
    "catch_text": "Appeal to appellate division."
  }
}