{
  "text": "ยง 5-328 Advance payments. The mayor may authorize the comptroller to pay to the person entitled to an award for real property acquired in a proceeding, in advance of the final determination of such person's damages pursuant to the requirements of article three of the eminent domain procedure law, a sum to be determined by the corporation counsel, after an appraisal of the damages sustained by such person by the expert or experts employed by the corporation counsel less any liens or encumbrances of record upon such property, which amount shall be certified to the comptroller by the corporation counsel. The mayor shall authorize the comptroller to cause to be published in the City Record for ten consecutive days a notice stating that the comptroller is ready to pay such persons entitled to awards for real property acquired in such proceeding, in advance of the final determination of their damage. Such notice shall describe the property for which such advance payment may be made by tax block and lot numbers or the damage parcel numbers of the real property involved. Before any such advance payment shall be made, the comptroller shall procure the certificate of the corporation counsel showing the amount to be paid to the claimant, that said amount does represent one hundred percent of the city's appraised valuation and that the person to whom payment is to be made is the person legally entitled to receive the same. In case the person entitled to an award at the date of the vesting of title to the real property in the city shall have transferred or assigned his or her claim, such transfer or assignment made by such person, or by his or her successor in interest or legal representative, shall not become binding upon the city unless the instrument or instruments evidencing such transfer or assignment shall have been executed and filed in the office of the comptroller prior to any such advance payment. When any such advance payment shall have been made, the comptroller, on paying the awards made for the real property acquired, shall deduct from the total amount allowed as compensation the sum advanced plus interest thereon from the date of the payment of such advance to the date of the final decree and the balance shall be paid as provided in section 5-327 of this subchapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "328",
    "identifier": "5-328",
    "catch_text": "Advance payments."
  }
}