{
  "text": "ยง 5-330 Instruments assigning or pledging awards. In case of the pledge, sale, transfer or assignment of an award by the person entitled to receive the same by virtue of the final decree of the court, or by other order of the court, the instrument evidencing such pledge, sale, transfer or assignment, acknowledged or proved as instruments are required to be acknowledged or proved for the recording of transfers of real property, shall be filed in the office of the comptroller, who shall endorse on such instrument its number and the hour, day, month and year of its receipt. If an assignment of an award be contained in an instrument recorded in an office in which instruments affecting real property are by law required to be recorded, a certified copy thereof may be filed in the office of the comptroller in place of the original. An alphabetical index shall be kept under the names of the pledgor or assignor, and of the pledgee or assignee, stating the title of the proceeding, the time of the filing of the instrument, the file number thereof, and what part of the award is assigned thereby. A memorandum of the file number of the instrument shall be made by the comptroller on the duplicate decree of the court opposite the place where the amount of the award so assigned is set forth. Every such instrument not so filed shall be void as against any subsequent pledgee or assignee in good faith and for a valuable consideration from the same pledgor or assignor, his or her heirs, administrators or assigns, of the same award or any portion thereof, the assignment of which is first duly filed in the office of the comptroller. Payment to the assignee or pledgee shown to be entitled to the award by such record in the office of the comptroller shall protect the city from liability to any other person or persons. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "330",
    "identifier": "5-330",
    "catch_text": "Instruments assigning or pledging awards."
  }
}