{
  "text": "ยง 5-335 Vesting of title; effect of, upon real property contracts. a. Where the whole of any lot or parcel of real property, under lease or other contract, shall be taken, all the covenants, contracts and engagements between landlord and tenant or any other contracting parties touching the same, or any part thereof, upon the vesting of title in the city, shall cease and determine and be absolutely discharged. Where part only of any lot or parcel of real property so under lease or other contract shall be so taken, all contracts and engagements respecting the same, upon such vesting of title, shall cease and determine and be absolutely discharged, as to the part thereof so taken, but shall remain valid and obligatory as to the residue thereof. b. All persons in possession of such premises at the time of the vesting of title thereto in the city, shall at the option of the city become tenants at will of such city and shall, unless the parties otherwise agree in writing, pay the same rent in effect immediately prior to vesting of title or unless within ten days after the vesting of title they shall elect to vacate and give up their respective holdings. c. Where a person or persons in possession of the premises at the time of vesting of title thereto are the owners thereof, such person or persons shall at the option of the city become tenants at will of such city, unless within ten days after the vesting of title they shall elect to vacate and give up their holdings. Where such person or persons fail to vacate and give up their holdings, and become tenants at will of the city as herein provided, such person or persons shall pay the reasonable value for the use and occupancy of the premises. d. Where a person in possession is entitled to an award in such proceeding the rental as provided in subdivision b and the sum fixed for use and occupation as provided in subdivision c herein, during the period between the date of vesting of title in the city and the date of the actual payment of the award, shall be a lien against such award, subject only to liens of record at the time of the vesting of title in the city. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "335",
    "identifier": "5-335",
    "catch_text": "Vesting of title; effect of, upon real property contracts."
  }
}