{
  "text": "ยง 5-347 Vesting of title; seizin; possession. a. In a proceeding in which additional real property shall be acquired, the mayor shall direct that on the date of entry of the order granting the application to acquire by the supreme court the title to the whole but not less than the whole of such additional real property to be acquired in the proceeding shall vest in the city. Such order shall also direct the vesting in such city, simultaneously, of the title to all of the real property being acquired in the proceeding for the improvement. In a proceeding involving the acquisition of title to additional real property required for a street, highway or public place, however, the mayor shall not be required to vest, at one time, the title to all the additional real property to be acquired, provided that: 1. In vesting title to parts of such additional real property every such part shall be of at least a block length along the improvement, and no fractional portion of a block shall be contained in any such part, and 2. The mayor shall also direct that all the real property required for the street, highway or public place in such block or blocks shall vest in the city simultaneously. b. Upon the date of the entry of the order granting the application to acquire, the city shall be and become seized in fee simple absolute to such additional real property. The reversal on appeal of the final decree, or of any part thereof, shall not operate to divest the city of title to any of the real property so acquired. In a proceeding in which excess lands shall be acquired, the mayor shall not have power to direct the vesting of title in the city to the real property required for the improvement without also directing the vesting of title in the city, simultaneously, to the excess lands being acquired in the proceeding in connection with the improvement, except that the mayor may direct, in the manner provided in subdivision a of this section, that title to the real property required for a street, highway or public place shall vest in the city in any block of such street, highway or public place abutting which no excess lands are taken. c. In any proceeding in which excess lands shall be acquired, when title to any part less than the whole of the real property required for the street, highway or public place in any one block thereof, between legally existing public streets, shall vest in the city, title to the remainder of the real property required for the street, highway or public place in the same block and title to the additional lands to be acquired in the proceeding abutting on the street, highway or public place in the same block, shall vest in the city simultaneously. The reversal on appeal of the final decree of the court, or of any part thereof, shall not operate to divest the city of title to any of the real property so acquired for the street, highway or public place in the same block or to the additional lands abutting thereon. d. Upon the vesting of title, as in this section provided, to any such additional lands and to lands required for the improvement, the city, or any person acting under its authority, may immediately, or at any time thereafter, take possession of the additional lands so vested and of the real property required for the improvement so vested, or any part or parts thereof, in accordance with the provisions of the eminent domain procedure law pertaining to possession. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "347",
    "identifier": "5-347",
    "catch_text": "Vesting of title; seizin; possession."
  }
}