{
  "text": "a. The persons or corporations owning real estate, heretofore or hereafter acquired or used for railroad, highway or other public purpose, or claiming interest therein shall be allowed the perpetual use, for such purposes, of the same or of such other real estate to be acquired for the purposes of this title as will afford a practicable route or location for such railroad, highway or other public purpose, and in the case of a railroad, commensurate with and adapted to its needs. b. Such persons or corporations shall not directly or indirectly, be subject to expense, loss or damage by reason of changing such route or location, but such expense, loss or damage shall be borne by the city. c. In case such real estate shall be taken or affected for the purposes of this subchapter, there shall be designated upon the maps referred to in this subchapter, and there shall be described in the petition referred to, such portion of the other real estate shown, on such maps and described in such petition, as it shall be proposed to substitute in place of the real estate then used for such railroad, highway or other public purposes. The supreme court, at the special term to which the petition is presented, or at such other special term as the consideration thereof may be noticed for, or adjourned to, shall either approve the substituted route or place, or refer the same back to the commissioner for alteration or amendment. The court may refer the same back with such directions, or suggestions as it may deem advisable, and as often as necessary, and until the commissioner shall determine such substituted route or place as may be approved by such court. An appeal from any order made by the court at special term, under the provisions of this section may be taken by any person or corporation interested in and aggrieved thereby, to the appellate division of the judicial department in which the real estate is situated, and shall be heard as a non-enumerated motion. d. A justice of the supreme court before whom the proceedings are brought, in determining the compensation to be made to the persons or corporations owning such real estate, or claiming interest therein, shall include in the amount of such compensation such sum as shall be sufficient to defray the expenses of making such change of route and location and of building such railroad or highway. The court, subject to review by the appellate division, shall determine what reasonable time after payment of the awards to the persons or corporations entitled thereto shall be sufficient within which to complete the work of making such change. The city or the commissioner shall not be entitled to take possession or interfere with the use of such real estate, for such purposes, before the expiration of such time. That time may subsequently be extended by the court (subject to such review), upon sufficient cause shown. After the expiration of the time so determined or extended, no use shall be made of such real estate which shall cause pollution of the water in any reservoir, or interfere with its flow. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "356",
    "identifier": "5-356",
    "catch_text": "Acquisition of real estate used for railroad, highway or other public purpose."
  }
}