{
  "text": "ยง 5-355 Condemnation proceedings. a. It shall be lawful for the city to acquire by condemnation any real estate or any interest therein that may be necessary in order to acquire the sole and exclusive property in the source or sources of water supply, which may be needed for the supply of the public waterworks of the city, and to wholly extinguish the water rights of any person or corporation therein, with the right to lay, relay, repair and maintain aqueducts, conduits and water pipes with the connections and fixtures on the lands of others, and, if necessary, to acquire by condemnation lands for such purpose in any county or counties through which it may be necessary to pass in conducting such waters to the city. The city shall have the right to intercept and to direct the flow of water from lands of riparian owners, and from persons owning or interested in any water, and the right to prevent the flow or drainage of noxious or impure matters from the lands of others into its reservoirs or sources of supply. b. The city, however, shall not have power to acquire or to extinguish the property rights of any person or corporation in or to any water rights that at the time of the initiation of proceedings for condemnation are in actual use for the supply of the waterworks of the people of any other city, town or village of the state, or for the supply and distribution of waters to the people thereof, or which in the opinion of the court on such proceedings may reasonably become necessary for such supply, or to take or use the water from any of the canals of the state, any canal reservoirs, or waters used exclusively as feeders for canals, or from any of the streams acquired by the state for supplying the canals with water. c. The city shall not acquire by condemnation any property or factory in Putnam county which has been used for twenty-five years for the manufacture of food products; nor acquire by condemnation any lands, easements, streams or water, or water rights, on the east branch of the Croton river, below the village of Brewster in the town of Southeast, Putnam county, for the construction of any reservoir, in which water will or may be impounded at a higher level than three hundred and ten feet above tide water at the city. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "355",
    "identifier": "5-355",
    "catch_text": "Condemnation proceedings."
  }
}