{
  "text": "ยง 5-361 Agreements with owners of real estate or other persons. a. The commissioner, subject to the approval of the mayor, may agree with the owners or persons interested in any real estate laid down on such maps upon the amount of compensation to be paid to such owners or persons interested for the taking or using and occupying such real estate. In case any such real estate shall be owned, occupied or enjoyed by the people of this state, or by any county, town or school district within this state, such rights, titles, interests or properties may be paid for upon agreement respectively with the New York State office of general services, who shall act for the people of the state, with a chairperson and a majority in numbers of the board of supervisors of any county, who shall act for such county, and with the supervisor and commissioners of highways in any town, who shall act for such town, and with the trustees of any school district, who shall act for such district, and with the president and a majority of the board of trustees of any incorporated village. The New York State office of general services shall have power to grant to the city any real estate belonging to the people of this state which may be required for the purposes indicated in this subchapter, on such terms as may be agreed on between them and such commissioners. If any real estate of any county, town or school district is required by the city for the purposes of this subchapter, the majority of the board of supervisors, acting for such county, or the supervisors of any such town, with the commissioners of highways therein, acting for such town, or the trustees of any school district, acting for such district, or the president and majority of trustees of any incorporated village, may grant or surrender such real estate for the compensation agreed upon between such officers respectively and such commissioners. b. In case any real estate required by the city for the purpose of this subchapter shall be vested in any trustee not authorized to sell, release and convey the same, or in any infant, idiot, or person of unsound mind, the supreme court shall have power, by a summary proceeding, on petition, to authorize and empower such trustee or general guardian or committee of such infant, idiot, or person of unsound mind, to sell, convey, or surrender the same to the city on such terms as may be just. In case any such infant, idiot, or person of unsound mind has no general guardian or committee, the court may appoint a special guardian or committee for the purpose of making such sale, surrender, or conveyance, and may require such security from such general or special guardian or committee as such court may deem proper. Before any conveyance or release authorized by this subchapter shall be executed, the terms on which the same shall be executed shall be reported to the court on oath, and if the court shall be satisfied that such terms are just to the party interested in such rights, titles, interests, or properties, the court shall confirm the report and direct to be executed the proper conveyance or release, which shall have the same effect as if executed by an owner of such rights, titles, interests or properties having legal power to sell, surrender, and convey the same. c. In case any person owning private property not actually taken or proposed to be taken, pursuant to the provisions of this subchapter, but which will in such person's opinion be damaged, the commissioner representing the city, with the approval of the mayor, may agree with such person as to the amount of such damages, and if such agreement cannot be made, such damages, if any, shall be determined in the same manner provided for ascertaining and determining the value of real estate taken under such proceedings, and the amount of such damages so agreed upon or so determined shall be payable and collectible in the same manner as is provided in the case of awards made in such proceedings. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "361",
    "identifier": "5-361",
    "catch_text": "Agreements with owners of real estate or other persons."
  }
}