{
  "text": "a. The tentative decree of the court shall generally contain, in addition to one or more maps involved in the proceedings, the following: 1. A brief description of the several parcels of real estate taken or affected, with a reference to the map as showing the location and boundaries of each parcel. 2. A statement of the sum estimated and determined upon by the court as a just compensation to be made by the city to the owners of or persons entitled to or interested in each parcel so taken or affected. 3. A statement of the names of respective owners of or persons entitled thereto or interested therein. In all cases where the owners and parties interested, or their respective estates or interests are unknown, or not fully known to the court, it shall be sufficient for the court to set forth and state, in general terms, the respective sums to be allowed and paid to the owners thereof and parties interested therein generally, without specifying the names or estates or interests of such owners or parties interested or any or either of them. The court shall also recommend such sums as shall seem to the court proper to be allowed to the parties or attorneys appearing before the court, as costs, counsel fees, expenses and disbursements, including reasonable compensation for witnesses as provided in sections seven hundred one and seven hundred two of the eminent domain procedure law. b. The court, in its discretion, may take up any specified claim or claims, and finally ascertain and determine the compensation to be made thereon, and make a separate finding with reference thereto, annexing to such finding a copy of so much of the maps as displays the parcel or parcels so reported on. Such finding, as to the claims therein specified, shall be the finding required in this subchapter, and the subsequent action with reference thereto shall be had in the same manner as though no other claim was embraced in the proceeding, which, however, shall continue as to all claims upon which no such determination and finding shall have been made. c. The tentative decree, shall be filed in the office of the clerk of the county in which the real estate shall be situated. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "367",
    "identifier": "5-367",
    "catch_text": "Tentative decree."
  }
}