{
  "text": "ยง 5-366 Proceedings before the court. a. It shall be the duty of the corporation counsel to furnish copies of the maps provided for in this subchapter to the court. The court shall view the real estate laid down on such maps, and shall hear the proofs and allegations of any owner, lessee or other person in any way entitled to, or interested in such real estate, or any part or parcel thereof, and also such proofs and allegations as may be offered on behalf of the city. b. After the testimony is closed, the court shall without unnecessary delay, ascertain and determine the just compensation which should be made by the city to the owners, or to the persons interested in the real estate sought to be acquired or affected by such proceedings. c. In the ascertainment of the compensation for any property or property rights so acquired, such compensation shall be based upon the actual values of the property or the interest acquired therein at the time of its taking, and there shall not be taken into consideration any prospective or speculative value, based upon the possible, probable or actual future use of such property, or property rights, if the same had not been acquired by the city for public use. d. The court shall determine: 1. The height to which the waters of any lake, pond, or natural stream concerning which such proceedings were instituted may be raised and the point to which such waters may be drawn down by the city, such determination to be made before any award of damages shall be made on account of such proposed raising or depression of such waters. 2. The sum to be paid to the general or special guardian or committee of an infant, idiot or person of unsound mind, and to the attorney appointed by the court to attend to the interests of any unknown owner or party in interest, or to the attorney or guardian of any party in interest whose interests are unknown or the interest of any person or persons not in being. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "366",
    "identifier": "5-366",
    "catch_text": "Proceedings before the court."
  }
}