{
  "text": "a. After the final adoption of such map or maps, the commissioner shall prepare six similar maps or plans of the proposed site of any dam, reservoir, aqueduct, sluice, culvert, canal, pumping works, bridges, tunnels, blow-offs, ventilating shafts, and other necessary appurtenances for the proper completion of the work so proposed by the commissioner. Upon such maps there shall be: 1. Laid out and numbered the various parcels of real estate, on, over or through which the same are to be constructed and maintained, or which may be necessary for the prosecution of the work authorized by this subchapter. 2. Delineated the natural and artificial division lines existing on the surface of the soil at the time of the survey. 3. Plainly indicated thereon, of which parcels the fee or other interest is to be acquired. b. Such maps may be made and filed in sections. One or more sections may be determined before the maps of the whole construction are completed. The proceedings herein authorized may, in like manner be taken separately, in reference to one or more of such sections, before the maps of the whole are filed. The work upon one or more of such sections may be begun before the maps of the remaining sections are filed. The map or maps, when adopted by the commissioner and mayor, shall be by such commissioner transmitted to the corporation counsel, with a certificate of approval written thereon and signed by the commissioner and the mayor. c. The corporation counsel shall cause one of such maps to be filed in the office of the clerk of each county in which any real estate laid out on such maps shall be located, except that in any county in which there may be a register's office, such map shall be filed therein, instead of with the county clerk. The fourth, fifth and sixth maps shall be disposed of in the manner indicated in section 5-366 of this subchapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "360",
    "identifier": "5-360",
    "catch_text": "Damage maps; preparation and filing of."
  }
}