{
  "text": "a. The corporation counsel in addition to the notice required in section four hundred two of the eminent domain procedure law shall give notice in the City Record, and in two public newspapers published in the city. A statement of the boundaries of the real estate to be acquired or affected, with separate enumerations of the numbers of the parcels to be taken in fee, and of the numbers of the parcels in which any interest or easement is to be acquired, with a reference to the date and place of filing the map or maps shall be sufficient description of the real estate sought to be so taken or affected. The notice in the City Record and public newspapers in the city shall be published and posted in accordance with the applicable provisions on publication and posting contained in subdivision (B) of section four hundred two of the eminent domain procedure law. b. At the time and place mentioned in such notice, unless the court shall adjourn such application to a subsequent day, and in that event, at the time to which the same may be adjourned, the court, upon due proof to its satisfaction of such publication and posting, and upon filing the petition, shall make an order which shall not only grant the petition, but satisfy the other requirements of paragraph five of subdivision (B) of section four hundred two of the eminent domain procedure law. After satisfaction of the applicable provisions of the eminent domain procedure law, the court shall ascertain and appraise the compensation to be made to the owners and all persons interested in the real estate laid down on such maps, as proposed to be taken or affected for the purposes indicated in this subchapter. There shall be submitted to the same judge, at one time, however, only as many parcels as can reasonably be passed upon and an award made therefor, by the court, within the limits of one year from entry of the order granting the petition. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "363",
    "identifier": "5-363",
    "catch_text": "Notice of the proceeding."
  }
}