{
  "text": "ยง 5-376 Determination of additional sources of water supply; reports to board of estimate. a. It shall be the duty of the commissioner of environmental protection to proceed immediately and with all reasonable speed, to ascertain what sources exist and are most available, desirable and best for an additional supply of pure and wholesome water for the city. The commissioner shall make such studies, investigations, surveys, maps, plans, profiles, estimates and reports as the commissioner may deem proper in order to ascertain the facts as to such sources and shall report to the board of estimate with recommendations as to what action should in the commissioner's opinion be taken with reference thereto. It shall be lawful for the board of estimate and the commissioner to report upon, consider and determine the project in parts or sections from time to time as they may deem fit, so that the city may be able to obtain an additional supply of water from one or more sources before the whole additional supply contemplated may be obtained. b. If at any time the board of estimate shall determine it to be advisable that the needs of the city with respect to its water supply or with regard to the delivery of such supply to points convenient for distribution among the several boroughs shall be made the subject of study and investigation, the commissioner of environmental protection shall forthwith proceed with such studies and investigations and, together with his or her recommendations, report to the board of estimate. Upon receipt of any such report the board of estimate may consider and act upon it in the same manner and with the same authority as provided in this section and in any following sections. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "376",
    "identifier": "5-376",
    "catch_text": "Determination of additional sources of water supply; reports to board of estimate."
  }
}