{
  "text": "After the approval, adoption and filing of a final map, plan or plans described in section 5-377 of this subchapter, the commissioner shall prepare and submit to the board of estimate six similar maps of the real estate to be acquired or affected for the purpose of carrying out the said plan or plans, or any part thereof. Upon those maps there shall be laid out and separately numbered the various parcels of real estate acquisition of which is made necessary for the prosecution of the work authorized by this subchapter, including the lands adjoining the Esopus creek between the point on such creek, in the town of Shandaken, Ulster county, where the Schoharie tunnel empties into such creek, and the Ashokan reservoir of the city, in such county, the owners of which lands shall be entitled to recover the decrease in value of such lands by reason of any acts of the city under the provisions of this subchapter or any previous act, such damages to be determined by a commission in the same manner as damages for the taking of real property are determined. On such maps, the property division lines existing at the time of the survey shall be delineated, and there shall be plainly indicated those parcels of which the fee, and over or through which parcels the right to use and occupy the same temporarily or in perpetuity, is to be acquired. The board of estimate may adopt, modify or reject such maps in whole or in part and require others to be made instead thereof. In case of such rejection, the commissioner of environmental protection shall in like manner, as aforesaid, prepare and submit others, until maps shall be approved by the board of estimate covering the entire area required for the purpose of carrying out the said plan or plans, or any part thereof. Such maps may be made and filed in sections. One or more sections may be determined before the maps of the whole construction are completed. Such sections shall be determined and decided upon previous to the appointment of the commissions as hereinafter provided for, and shall be so determined that one commission shall not be appointed for a section covering more property than can reasonably be passed upon and awards made by such commission within the limits of a year from the time of the filing of the oaths, as hereinafter provided. The proceedings hereinafter authorized may, in like manner, be taken separately in reference to one or more of such sections before the maps of the whole are filed. The work upon one or more of such sections may be begun before the maps of the remaining sections are filed. The maps when adopted by the board of estimate shall be transmitted by such board to the corporation counsel, with a certificate of such adoption written thereon and signed by a majority of the board. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "379",
    "identifier": "5-379",
    "catch_text": "Real estate maps; preparation, submission and adoption thereof."
  }
}