{
  "text": "a. The commissioner shall be authorized and empowered, subject to the approval of the mayor, by purchase or condemnation, to acquire, real estate In or about the village of Brewster, In or about the town of Carmel, Within the Croton watershed in the county of Westchester, and Within the Esopus and Schoharie watersheds in the counties of Ulster, Delaware, Schoharie and Greene, as may be necessary: 1. To carry into effect any agreed plan for the disposal of the sewage Of the village of Brewster, Of one or more villages or sewer districts, in the town of Carmel, (and for such purpose, to construct, operate and maintain a sewage disposal plant, equipment and facilities, or the extension and improvement of existing plants, if any, therein), Within the Croton watershed in the county of Westchester and Within the Esopus and Schoharie watersheds in the counties of Ulster, Delaware, Schoharie and Greene, including any agreed plan for the collection thereof in such counties. 2. To improve and protect the water supply of the city therein, any special or general act to the contrary, notwithstanding. b. The land which shall be required for the purpose of carrying out any such agreed plan and to protect and improve the water supply of the city within the enumerated localities, except the town of Carmel, shall be taken only with the consent and approval of the authorities thereof. c. If the city shall have been unable to secure such approval of the municipal authorities of the village or the town board of the town in which the land to be acquired is located, where such real estate shall be located within the Esopus and Schoharie watersheds in the counties of Ulster, Delaware, Schoharie and Greene, and the plans for such operating systems and plants for the collection and disposal of sewage shall have been approved by the state department of health, the city acting by or through its commissioner of environmental protection, notwithstanding the provisions of any special or general act to the contrary, may present a petition to the supreme court in the county involved, stating the proposed location of such operating system or plant for the collection and disposal of sewage, that the plans therefor have been approved by the state department of health, that application for the location thereof in accordance with such plans has been made to the municipal authorities or town board having jurisdiction thereover and has been unreasonably denied, or withheld, and such other facts as the petitioner may deem pertinent, together with a prayer for an order authorizing the construction of such operating system or sewage disposal plant in accordance with such plans. Notice of the time and place of presentation of such petition shall be served on the necessary municipal authorities or town board having jurisdiction over such applications and on the state department of health, and posted in such village or town in at least ten conspicuous public places for a period of ten days prior to the hearing of such petition. Upon the presentation of such petition, the presiding justice shall hear the parties to such proceeding and also such other residents of the sewer district of the village or town as desire to be heard. If the justice presiding be satisfied that the municipal authorities of the village or the town board of the town have unreasonably withheld the approval of the location of such operating system or sewage disposal plant, the justice may, by order, grant the petition. Upon the entry of such order, the city may acquire, by purchase or condemnation, in the manner provided by law, such real estate, rights of way and easements to and into such real estate as may be necessary for the proper erection, construction and operation, of such operating system or sewage disposal plant, and may construct the same in accordance with the plans approved by the state department of health. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "374",
    "identifier": "5-374",
    "catch_text": "Acquisition of real estate for sewage disposal in connection with the city water supply."
  }
}