{
  "text": "a. The board of estimate upon the receipt of such report or reports of the commissioner may adopt, modify or reject the whole or any part of the same, and may cause such studies, investigations, surveys, maps, plans, profiles, estimates and reports to be made, and such further information to be obtained as the commissioner shall deem expedient to enable him or her to act intelligently in the premises. In case of the modification or rejection of the recommendations in such report or reports or any part thereof by the board of estimate, the commissioner in like manner as aforesaid shall prepare and submit to the board of estimate further studies, investigations, surveys, maps, plans, profiles, estimates and reports and make such changes and modifications as shall seem proper to the board of estimate, and shall continue so to do under the direction of the board of estimate, until a map, plan or plans covering the entire work contemplated by this subchapter shall be approved and adopted by such board. The map, plan or plans may be made and adopted in parts or sections from time to time, and may be changed or modified either before or after adoption as the board of estimate may deem necessary for the more efficient carrying out of the provisions of this subchapter. b. The board of estimate prior to the adoption of such map, plan or plans, or to a modification thereof shall afford to all persons interested a reasonable opportunity to be heard respecting the same, and shall give reasonable public notice of such hearing, at which testimony may be produced by the parties appearing in such manner as the board of estimate may determine, and each member of the board is hereby authorized to administer oaths and issue subpoenas in any proceeding pending before them under this subchapter. Notice of such hearing shall be given, in addition to the above provision, by mailing to the chairperson and clerk of the board of supervisors of the county where the real estate to be acquired is situated a notice of such hearing at least eight days before the time named in the notice. c. A final map, plan or plans approved and adopted by the board of estimate shall be executed in quadruplicate, one of which shall remain on file with the clerk of the board of estimate, one shall be placed on file in the office of the commissioner of environmental protection, one, or a certified copy thereof, shall be filed in the county clerk's office or register's office of each county in which any of the land affected thereby is situated. d. Provided, however, that no reservoir or other structure for the storage or impounding of water, shall be constructed, at any time, within the drainage area of the Esopus creek in the county of Ulster, other than that designated in the reports of William H. Burr, Rudolph Hering and John R. Freeman to the Honorable George B. McClellan, mayor, chairman, board of estimate of the city of New York, as to the Ashokan reservoir, the flow line of which shall not exceed elevation six hundred feet coast and geodetic survey datum. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "377",
    "identifier": "5-377",
    "catch_text": "Further reports to board of estimate; hearings; map or plan of whole work to be approved and filed."
  }
}