{
  "text": "ยง 5-387 Commissioners of appraisal; powers and proceedings thereof; provisions for filling of vacancies. a. Any one of such commissioners of appraisal may issue subpoenas and administer oaths to witnesses; and they or any one of them, in the absence of the others, may adjourn the proceedings from time to time in their discretion; but they shall continue to meet from time to time as may be necessary, within the judicial district where the lands or any part thereof may be located, to hear, consider and determine upon all claims which may be presented to them under the provisions of this subchapter. Within thirty days after the commissioners have been appointed and have qualified, the city shall furnish the commission with a list of the claims that have been filed and are to be determined and the commissioners shall have full power and authority to prepare a calendar of all such claims and to determine the order and priority of the hearing of such claims; to set down the hearing of any such claim for a day certain; and to order an inquest in or a dismissal of any claim for failure of a party to appear at the time designated for the hearing thereof unless the commissioners shall determine that a reasonable excuse for such failure exists. They shall view the real estate laid down on the maps and shall hear the proofs and allegations of any owner, lessee, or other person in any way entitled to or interested in such real estate or any part or parcel thereof, and also such proofs and allegations as may be offered on behalf of the city. They shall rule upon motions and objections made in connection with the admission or exculsion of testimony or evidence in any hearing before the commissioners and shall make findings upon which their awards are made and separate findings upon which the fees and allowances are based. They shall reduce the testimony taken before them to writing, and after the testimony is closed, they or a majority of them, all having considered the same, and having an opportunity to be present, shall without unnecessary delay, ascertain and determine the just and equitable compensation which ought justly to be made by the city to the owners or the persons interested in the real estate sought to be acquired or affected by such proceedings, including just and equitable compensation to the owner of any leasehold taken or affected in the proceeding. Such commissioners of appraisal shall make reports of their proceedings to the supreme court as in the next section provided, with the minutes of the testimony taken by them and the findings of fact made by them, and they shall be entitled to the payments hereinafter provided for their services and expenses to be paid from the fund hereinafter provided. b. In case of the death, resignation, refusal or neglect to serve of any or all of such commissioners of appraisal, the corporation counsel shall upon ten days' notice to be given by advertisement in the newspapers designated as hereinbefore provided, apply to the supreme court at a special term thereof, to be held in the judicial district in which the land or any part thereof affected by the proceedings, is situated, for the appointment of one or more commissioners to fill the vacancy or vacancies so occasioned. c. In the event that the corporation counsel shall fail, neglect or refuse to make such application within thirty days after any such vacancy shall have occurred as hereinabove provided, any person interested in the proceeding may similarly apply after such advertisement for the filling of any vacancy. The city of New York shall be liable for the reasonable expenses of such advertisement together with ten dollars costs of motion in the event of any such application by any such interested person. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "387",
    "identifier": "5-387",
    "catch_text": "Commissioners of appraisal; powers and proceedings thereof; provisions for filling of vacancies."
  }
}