{
  "text": "ยง 5-382 Notice of application for appointment of commissioners of appraisal. The corporation counsel shall give notice in the City Record, and in two public newspapers published in the city of New York and in two public newspapers published in each other county in which any real estate laid out on such maps may be located, and which it is proposed to acquire in the proceeding, of the corporation counsel's intention to make application to such court for the appointment of commissioners of appraisal which notice shall specify the time and place of such application, shall briefly state the object of the applications and shall describe the real estate sought to be taken or affected. A statement of the real estate to be acquired or affected for the purpose of carrying out the said plan or plans or in any part thereof with separate enumerations of the numbers of the parcels to be taken in fee, and of the numbers of the parcels in which an easement is to be acquired, together with the route of the tunnels and aqueducts by courses and distances and of the greatest and least width of its required easement or parcel of land with a reference to the dates and places of filing such maps, shall be sufficient description of the real estate sought to be so taken or affected. Such notice shall be so published, once in each week, in each of such newspapers, for six weeks immediately previous to the presentation of such petition; and the corporation counsel shall in addition to such advertisement cause copies of the same in hand bills to be posted up, for the same space of time in at least twenty conspicuous places on the line of the aqueduct or in the vicinity of the real estate so to be taken or affected and shall cause a copy of such notice to be mailed to the owners of such real estate whose names and addresses are known or are readily ascertainable. After the original appointment of commissioners of appraisal pursuant to the provisions of this subchapter, the corporation counsel may apply at a special term of the supreme court in the same judicial district where application for such original commission was made for the appointment of a successor commission, upon first giving ten days' notice by advertisement in the newspapers hereinabove described of his or her intention to make such application. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "382",
    "identifier": "5-382",
    "catch_text": "Notice of application for appointment of commissioners of appraisal."
  }
}