{
  "text": "Within twenty days after notice of the confirmation, modification or rejection of the report of the commissioners, as provided for in section 5-391 of this subchapter, either party may appeal, by notice in writing to the other party, to the appellate division of the supreme court, from the order confirming, modifying or rejecting the report of the commissioners. Such appeal shall be heard on due notice thereof being given, according to the rules and practice of such court. On the hearing of such appeal, the court may affirm, modify or reverse the order of special term or it may direct a new appraisal and determination of any question passed upon, by the same or new commissioners, in its discretion, but from any determination of the appellate division, either party, if aggrieved, may take an appeal which shall be heard and determined by the court of appeals. If the amount of compensation to be made by the city is increased after a new trial, the difference shall be paid by the comptroller to the parties entitled to the same, or shall be deposited, as the court may direct; and if the amount is diminished, the difference shall be refunded to such city by the party to whom the same may have been paid, the judgment therefor may be rendered by the court, on the filing of a subsequent decision, against the party liable to pay the same. But the taking of an appeal by any person or persons shall not operate to stay the proceedings under this subchapter, except as to the particular parcel of real estate with which such appeal is concerned. Such appeal shall be heard upon the evidence taken before such commissioners, and any affidavits as to irregularities submitted to the court at special term, and three typewritten copies of such evidence shall be furnished by the city to the party taking the appeal within ten days after the appeal is perfected, and such appeals may be heard on the evidence so furnished, and such appeals may be taken without security thereon. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "399",
    "identifier": "5-399",
    "catch_text": "Appeal from the report of the commissioners."
  }
}