{
  "text": "Not less than eighteen months after the date of the filing of the oaths of any original commission appointed pursuant to the provisions of this subchapter, the corporation counsel may call a session of the commission appointed and acting as successor to such original commission for the purpose of having such successor commission fix dates for the hearing and presentation of any and all claims not theretofore disposed of and heard; such session shall be known as the calendar call. At least ten days prior to such calendar call the corporation counsel shall give personal notice in writing to any or all persons interested in the proceeding and their attorneys, if any, that such a calendar call will be held and that dates will be fixed for the hearing and presentation of claims. All persons so notified may appear at such calendar call for the purpose of having dates fixed for the hearing and presentation of their claims. In the event that persons so notified fail to appear at such calendar call, the commission at the request of the corporation counsel shall fix dates for the hearing and presentation of their claims, which dates shall be not less than twenty days after such calendar call. The corporation counsel shall further notify such persons in writing of the dates thus fixed, which notice shall be so served not less than five days before the date so fixed. All persons failing to appear on the dates fixed by the commission at such calendar call, or failing to give legal excuse for so failing to appear to the commission at or before the time of such calendar call, shall forfeit their right to interest from and after the date fixed by the commission at the calendar call on any award made to them. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "394",
    "identifier": "5-394",
    "catch_text": "Calendar call after eighteen months; cessation of interest."
  }
}