{
  "text": "ยง 5-423 Damage to value of real property; businesses, and employees thereof. a. The owner of any real estate not taken by virtue of this subchapter and article fifteen of the environmental conservation law or of any established business on the first day of June, nineteen hundred five, except as hereinafter provided, and situate in the counties of Ulster, Albany or Greene, directly or indirectly decreased in value by reason of the acquiring of land by the city for an additional water supply or by reason of the execution of any plans for such additional water supply by the city under the provisions of this subchapter and article fifteen of the environmental conservation law, his or her heirs, assigns or personal representatives shall have a right to damages for such decrease in value. The owner of any real estate not taken by virtue of this subchapter or of any established business on the first day of December, nineteen hundred fourteen, except as hereinafter provided, situate in the counties of Ulster, Greene, Delaware or Schoharie, directly or indirectly decreased in value by reason of the acquisition, after the passage of this subchapter of land by the city for an additional water supply from the Schoharie watershed, or by reason of the execution of any plans for such additional water supply from such watershed, under the provisions of this subchapter, his or her assigns or personal representatives, shall have a right to damages for such decrease in value. The owner of any real estate, not taken, situate in any one or more of the counties of Ulster, Delaware, Orange or Sullivan, or of any established business, directly or indirectly decreased in value by reason of the execution of any plans for or by the acquisition of land by the city for a water supply from the Rondout and Delaware watersheds except that portion of the Delaware watershed of the west branch of the Delaware river within such counties, or any of them, and the owner of any real estate, not taken, situate in any one or more of such counties or situate in the corporate limits of the village of Deposit in the county of Broome existing on the first day of April, nineteen hundred fifty-nine, or of any established business, which business was established on or prior to the first day of April, nineteen hundred fifty-nine which is directly or indirectly decreased in value by reason of the execution of any plans for or by the acquistion of land by the city for a water supply from the watershed of the west branch of the Delaware river, pursuant to law, his or her or its assigns, or personal representatives in any such case shall have a right to damages for such decrease in value, from the time of the beginning of such decrease in value, provided, however, that in the case of an established business, the recovery of or award made to any claimant shall not include any business that may have resulted by reason of the execution of any plans for such water supply. The commissioner of environmental protection may agree with such person as to the amount of such damages, and if such agreement can not be made such damages, if any, shall be determined in the manner herein provided for the ascertaining and determining the value of real estate taken under the provisions of this subchapter, and the commissioners shall not be limited in the reception of evidence to the rules regulating the proof of direct damages. They may also recommend such sums, if any, as shall seem to them proper to be allowed to parties appearing in the proceeding, as expenses and disbursements, including reasonable compensation for witnesses. The amount of such damages so agreed upon as aforesaid or determined as aforesaid shall be payable and collectible in the same manner as is herein provided in the case of awards made through the confirmation of a report of commissioners of appraisal. b. A person employed in a manufacturing establishment, or in an established business, or upon any lands, and who is not an owner or part owner thereof or of any interest therein, in the counties of Ulster, Delaware, Orange and Sullivan, which manufacturing establishment, established business or lands is injured or destroyed because of the acquisition by the city of an additional water supply from any watershed within such counties, except the watershed tributary to the west branch of the Delaware river, or which lands are taken or acquired for like purpose by the city and a person who was employed in a manufacturing establishment or in an established business or upon any lands within such counties or in the corporate limits of the village of Deposit in the county of Broome and who is not an owner or part owner thereof or of any interest therein, which manufacturing establishment or established business or lands is injured or destroyed because of an acquisition by the city of an additional water supply from the watershed of the west branch of the Delaware river, or which lands are taken or acquired for like purpose by the city, and who in any such case has been so employed continuously for six months prior to, and who continues in such employment up to the time of such injury, destruction, taking or acquisition, shall have a claim for damages against the city equal to the salary paid such employee for the six months immediately preceding such injury, destruction, taking or acquisition. Such damages may be determined by agreement with the commissioner of environmental protection. In case such agreement can not be made such employee may maintain an action against the city in the supreme court to recover such damages, not, however, to exceed the sum of wages paid the employee for the six months preceding such injury, destruction, taking or acquisition. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "423",
    "identifier": "5-423",
    "catch_text": "Damage to value of real property; businesses, and employees thereof."
  }
}