{
  "text": "ยง 5-432 Authority to close streets and to acquire any right, title or interest therein. a. The city may authorize the closing or discontinuance of the surface, subsurface or air space over such streets therein, in whole or in part, upon the determination that (1) such closing or discontinuance will further the health, safety, pedestrian or vehicular circulation, housing, economic development or general welfare of the city and (2) in the case of a partial closing or discontinuance of the subsurface or air space over such streets, will not substantially interfere with pedestrian or vehicular use of such streets. In connection with the closing or discontinuance of the subsurface or air space over such streets, the city may authorize the closing or discontinuance of so much of such streets, in whole or in part, for easements and such other rights as may be necessary or desirable in order to effect the construction and support of any improvements in the closed or discontinued air space over or the subsurface of such streets. Any such closing or discontinuance shall be effected as a capital project. In connection with any such closing or discontinuance, the city may acquire any right, title or interest in the closed or discontinued streets or the closed or discontinued portions thereof, including the surface or subsurface of or the air space over such streets as a capital project, whenever it may deem that such acquisition will more effectually secure the actual discontinuance and closing of streets, in whole or in part, which may be legally discontinued and closed pursuant to this subchapter. The provisions of this subchapter which refer to land or lands within or lying within a closed or discontinued street or within a street to be closed or discontinued shall be deemed to refer to the surface and subsurface of and air space over such street or any part of the surface or subsurface of or air space over such street. The provisions of this subchapter which refer to fee title shall be deemed to refer to any right, title or interest acquired or to be acquired by the city. b. Compensation and recompense shall be made to the respective owners of the real property affected or damaged by reason of any such closing and to the respective owners of the fee title to the land within the closed street for the damages caused by the taking by the city of such fee title. c. Notwithstanding the provisions of any general, special or local law, the provisions of chapter one of title four and subchapter four of chapter three of this title shall be applicable to the following sections of the state arterial highway system located within the city of New York provided that with regard to such sections all requirements imposed by federal and state law shall be complied with, including requirements relating to the construction and support of improvements in such sections: Franklin D. Roosevelt drive from and including the Brooklyn Battery crossing to the easterly prolongation of the northerly line of Robert F. Wagner, Senior place. d. Where the whole or a part of the subsurface of a street has been closed or discontinued pursuant to this section, public utility facilities in such subsurface or part thereof may be maintained in place, or, if the proposed use of such subsurface requires the relocation of utility facilities, the owner of such facilities may relocate such facilities elsewhere within or without such subsurface, provided, however, that any maintenance in place or relocation of such facilities shall be authorized by the city pursuant to subdivision one-a of section 5-433 of this subchapter. Nothing in this section, however, shall be deemed to create any liability arising from the cost of public utility facility relocation not recognized at common law or otherwise created by statute. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "432",
    "identifier": "5-432",
    "catch_text": "Authority to close streets and to acquire any right, title or interest therein."
  }
}