{
  "text": "Where a street has been closed pursuant to the provisions of this subchapter, and the compensation to be made for the damages caused by the closing thereof is to be ascertained and determined by the supreme court without a jury, and the city is not the owner of the fee title to the land within such closed street and the effectual closing of such street or part thereof, or other public necessity, requires that such city should acquire the fee title to the whole or part of the land within the closed street, the city shall be authorized to acquire the fee title thereto for the purposes provided by this subchapter. Such acquisition may be authorized before or after the institution of a proceeding to have the supreme court without a jury ascertain and determine the compensation to be made for the damages caused by the closing of such street, but the order of the mayor instituting the proceeding for the acquisition shall be approved prior to the filing of the tentative decree in any street closing proceeding. The mayor, in issuing such order, shall comply with the provisions of section 5-434 of this subchapter. Such order shall authorize and direct the corporation counsel to apply to the supreme court in the proper judicial district to have such court without a jury ascertain and determine the compensation which justly should be made to the respective owners of the fee title to the land within the closed street for the damages sustained by such owners on account of the acquisition by the city of the fee title thereto. Such order shall specify the date upon which the fee title to the land within the closed street shall become and be vested in the city, in accordance with the provisions of subdivision three of section 5-434, which date shall not be prior to the entry of the order authorizing the court to ascertain and determine the compensation to be made therefor nor subsequent to the entry of the final decree of the court in such proceeding. Upon the date so fixed, the fee title to the land within the closed street shall become and be vested in the city. Upon the issuance of such order the corporation counsel shall give notice by publication for ten days in the City Record that he or she will apply to the supreme court, stating the time and place when and where such application will be made, to have such court without a jury ascertain and determine the compensation which justly should be made to the respective owners of the fee title to the land within the closed street. Upon such application the corporation counsel shall present to the court a petition signed and verified by him or her, setting forth the action had by the mayor, and indicating the land within the closed street, the fee title to which is to be acquired by the city, by a precise description with courses and distances, having reference to the city map, an extract from which shall be attached, and praying that the compensation to be made therefor shall be ascertained and determined by such court without a jury. At the time and place specified in such notice, unless the court shall adjourn such application to a subsequent day, and, in that event, at the time and place to which the same may be adjourned, upon due proof to its satisfaction of the publication of such notice and upon the filing of such petition, the court shall enter an order granting the application, which order shall be filed in the office of the clerk of the county in which the closed street is situated. Awards for damages, due to the acquisition of the fee title to the land within the closed street, shall be made as provided in any proceeding instituted pursuant to this subchapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "449",
    "identifier": "5-449",
    "catch_text": "Amendment of street closing proceeding to include acquisition of fee title to closed street."
  }
}