{
  "text": "ยง 5-457 Awards and costs; when, how and to whom paid. a. All damages awarded by the court, and all costs and expenses which may be taxed in the proceeding, shall be paid by the city to the respective persons mentioned or referred to in the final decree of the court or in whose favor such costs and expenses shall be taxed. In a capital project proceeding, such costs and expenses shall be deemed part of the cost of the acquisition of land or permanent rights in land and may be financed in the same manner as the acquisition of land or permanent rights in land. b. Whenever the amount of damages awarded in any final decree, together with the costs which shall have been taxed in the proceeding, shall exceed the balance remaining in the fund, from which such amounts are payable, after deducting all outstanding claims against such balance, the court, upon proper application of an owner or other person entitled to such excess, shall require the city to issue and sell serial bonds the proceeds of which shall be paid into such fund to meet such deficiency. c. In default of payment, in a capital project proceeding, the owners, or other persons entitled to be paid, may at any time after application first made to the comptroller therefor, sue for and recover the amount due, with lawful interest and the costs of suit. d. Except when any sum or sums of money shall in the final decree be made to \"unknown owners\", the supreme court, upon the application of the city or of any person entitled to or claiming to be interested in the lands, tenements or hereditaments for which such awards have been made, or any part thereof, shall either direct the same to be retained by the comptroller, or to be paid into the supreme court until the title thereto or the respective interests and estates of all parties therein shall be determined by the court. Upon such application the court may take the proofs and testimony of the claimant or claimants or parties interested in the lands for which the awards have been made or refer the matter to a referee for such purpose. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "457",
    "identifier": "5-457",
    "catch_text": "Awards and costs; when, how and to whom paid."
  }
}