{
  "text": "ยง 5-455 Appeals to appellate division and court of appeals. a. The city, or any party or person affected by the proceeding and aggrieved by the final decree of the court therein, may appeal to the appellate division of the court. An appeal from the final decree of the court must be taken within thirty days after notice of the filing of such final decree. Such appeal shall be taken and heard in the manner provided by the civil practice law and rules and the rules and practice of the court in relation to appeals in special proceedings. Such appeal shall be heard and determined by the appellate division upon the merits, both as to the questions of law and fact. The determination of the appellate division shall be in the form of an order. The taking of an appeal by any person or persons shall not operate to stay the proceedings under this subchapter, except as to the particular parcel of real property with which the appeal is concerned. The final decree of the court shall be deemed to be final and conclusive upon all parties and persons affected thereby, who have not appealed. Such appeal shall be heard upon the evidence taken before the court, or such part or portion thereof, as the justice at special term, who made the decree appealed from, may certify, or the parties to such appeal may agree upon as sufficient to present the merits of the questions in respect to which such appeal shall be had. b. The city, or any party or person affected by the proceeding and aggrieved by the order of the appellate division entered on any such appeal, may appeal to the court of appeals from such order. Such appeal shall be taken and heard in the manner provided by the civil practice law and rules and the rules and practice of the court of appeals in relation to appeals from orders in special proceedings. The court of appeals may affirm or reverse the order appealed from and may make such order or direction as shall be appropriate to the case. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "455",
    "identifier": "5-455",
    "catch_text": "Appeals to appellate division and court of appeals."
  }
}