{
  "text": "ยง 5-454 Final decree; preparation, contents and filing of. a. After considering the objections, if any, and making any correction or alteration in the tentative decree as to any award or as to any matter in the tentative decree which the court shall consider just and proper, the justice trying the proceeding shall give instructions to the corporation counsel as to the preparation of the final decree. Such decree shall consist of the tentative decree, and shall have: 1. The final awards for damages due to the closing as determined by the court set opposite the respective damage parcel numbers in a column headed \"final awards for closing damages\" in the tabular abstract of awards. 2. The final awards for damages due to the acquisition of the fee title in the land within the closed street set opposite the respective parcels of the closed street in the column headed \"final awards for land in closed street\" in the tabular abstract of awards. 3. The value of the city's interest in the land within the respective parcels of the closed street in a column headed \"value of city's interest in respective parcels of closed street.\" b. Such final decree shall contain a statement: 1. Of the facts conferring on the court jurisdiction of the proceeding. 2. Of such other matters as the court shall require to be set forth. 3. That the amounts set opposite the respective damage parcel numbers in the column headed \"final awards for closing damages\" in the tabular abstract of awards constitute and are the just compensation which the respective owners are entitled to receive from the city for damages caused by the closing of the street. 4. That the amounts set opposite the respective parcels of the closed street in the column headed \"final awards for land in closed street\" in the tabular abstract of awards, constitute and are the just compensation which the respective owners are entitled to receive from the city for damages caused by the acquisition by the city of the fee title to the land within the closed street. 5. That the amounts set opposite the respective parcels of the closed street in the column headed \"value of city's interest in the respective parcels of the closed street\" in such tabular abstract constitute the sums of money to be paid to the city for a conveyance of the city's interest therein by the parties entitled to a conveyance thereof. c. Such final decree shall also set forth: 1. The several parcels damaged by the closing of the street and the several parcels of the closed street and the several parcels outside of the closed street, by reference to the numbers of such parcels on the respective maps, survey, diagrams, or plans attached thereto, duly corrected, when necessary, and it shall not be necessary to describe any parcels by a description by metes and bounds. 2. The names of the respective owners of the several parcels damaged by the closing of such street, as far as the same shall have been ascertained, provided that in all cases where the owners are unknown or not fully known to the court, it shall be sufficient to set forth and state in general terms in the decree the respective sums to be allowed and paid to or by the owners of the respective parcels for loss or damage, without specifying their names or their estates or interests therein, and in such cases the owners may be specified as unknown. d. The final decree, together with all of the affidavits and proofs upon which the same is based, shall be filed in the office of the clerk of each county in which the closed street and the real property damaged by the closing thereof or any part of either may be situated. The final decree, unless set aside or reversed on appeal, shall be final and conclusive as well upon the city as upon the owners of the real property mentioned therein, and also upon all other persons whomsoever. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "454",
    "identifier": "5-454",
    "catch_text": "Final decree; preparation, contents and filing of."
  }
}