{
  "text": "a. The court shall instruct the corporation counsel to prepare tabular abstracts of its estimated damage due to the closing, and of the damage due to the acquisition by the city of fee title to the land within the closed street and of the value of the city's interest in the respective parcels of the closed street. The tabular abstract of estimated damage due to the closing of the street shall set forth: 1. The amount of loss and damage to each and every parcel of real property affected by the proceeding. 2. The name of the respective owners of each and every parcel of real property affected thereby, as far as the same shall be ascertained. 3. A sufficient designation or description of the respective lots or parcels of real property damaged by the closing of the street or by the acquisition of the fee title to the lands in the closed street, by reference to numbers of the respective parcels indicated upon the surveys, diagrams, maps or plans which shall be attached to such tabular abstracts. b. The court shall appraise and determine and separately set forth and state in the tabular abstract, the value of the right, title and interest of the city in and to the fee of the land within the closed street. c. Such tabular abstracts shall be signed by the justice trying the proceedings and filed with the clerk of each county in which the closed street and the real property abutting thereon or any part of either may be situated and when so filed shall constitute the tentative decree of the court as to awards for damages and as to the value of the city's interest in the respective parcels of land within the closed street. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "3",
    "text": "CONDEMNATION PROCEDURES"
  },
  "heading": {
    "title": "5",
    "chaptersection": "451",
    "identifier": "5-451",
    "catch_text": "Tentative decree; preparation, contents and filing of."
  }
}