{
  "text": "There may annually be included in the budget: 1. A sum not exceeding eight thousand dollars to be paid to the trustees of the seventh regiment armory building, as an equivalent and in lieu of the rental of an armory for such regiment, to be applied to the preservation, maintenance and improvement of the armory building, such sum to be paid in the month of January in each year. 2. The amount necessary for the maintenance of the buildings, instruments and equipment of: a. The meteorological and astronomical observatory. b. The American museum of natural history. c. The metropolitan museum of art, not exceeding ninety-five thousand dollars. d. The Brooklyn institute of arts and sciences. 3. Such sums to any hospitals, charitable, eleemosynary, correctional or reformatory institution, wholly or partly under private control for the care, support and maintenance of its inmates, and for the care, support, maintenance and secular education of inmates of orphan asylums, protectories, homes for dependent children or correctional institutions and any other sum or sums which may heretofore have been duly authorized by law to be paid within the city of New York or any part thereof for the education and support of the blind, the deaf and dumb and juvenile delinquents and such sums other than salaries for reimbursement to any duly incorporated charitable institution or society employed by the commissioner of welfare in the placing out, supervision and transfer of children who are public charges; such payments to be made only for such inmates as are received and retained therein pursuant to rules established by the state board of social welfare. The city may in any year, and from time to time, increase or diminish, the sum authorized to be paid to any such institution, association, corporation or society. The final estimate shall specify each institution by its corporate name and the sum to be paid thereto, with a reference to the laws authorizing the appropriation, and the comptroller is authorized to pay the sum to such institution upon its appearing to his or her satisfaction in such manner as he or she shall prescribe that the expenditure thereof by the institution is lawful and proper. Appropriations shall be made under this section to any corporation only if the mayor, or the president of the borough in which the chief office of such corporation is situated, is notified of all meetings of its board of management, and is empowered to attend the same or designate in writing some person to do so in his or her behalf; but this shall not be construed as impairing any existing powers of visitation vested in the supreme court or the state board of social welfare, or any provisions of law requiring statements by such corporations as to their affairs. 4. A sum for the due observance of Memorial day to be expended for such purpose. 5. A sum as may be necessary to pay the salaries of county officers within the counties of New York, Kings, Bronx, Queens and Richmond, and likewise all other expenses within such counties and each of them which are county as distinguished from city charges and expenses. 6. A sum sufficient, as determined by the council and the board of estimate, to maintain the rates of fare of the New York city transit authority existing on January first, nineteen hundred sixty-six. ",
  "sections": [

  ],
  "title": {
    "identifier": "5",
    "text": "BUDGET; CAPITAL PROJECTS"
  },
  "chapter": {
    "identifier": "4",
    "text": "EXPENSE BUDGET"
  },
  "heading": {
    "title": "5",
    "chaptersection": "509",
    "identifier": "5-509",
    "catch_text": "Items to be included in annual budget."
  }
}