{
  "text": "ยง 6-108.1 Locally based enterprises. a. Definitions. As used in this section, the following terms have the following meanings: (1) \"Contract\" means any written agreement whereby the city is committed to expend or does expend funds in connection with any construction project, except the term \"contract\" shall not include: (a) contracts for financial or other assistance between the city and a government or government agency; or (b) contracts, resolutions, indentures, declarations of trust, or other instruments authorizing or relating to the authorization, issuance, award, and sale of bonds, certificates of indebtedness, notes, or other fiscal obligations of the city, or consisting thereof; or (c) any other types of contracts, to be designated in rules and regulations, to which the mayor determines that application of the provisions of this section is inappropriate. (2) \"Contracting agency\" means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury. (3) \"Construction project\" means any construction, reconstruction, rehabilitation, alteration, conversion, extension, improvement, repair or demolition of real property contracted by a contracting agency. (4) \"Economic development area\" means an area of the city designated as eligible for participation in the community development block grant program of the United States department of housing and urban development and any other area designated by the mayor by the adoption of a rule or regulation, after consultation with the council, upon a determination that such area has a special need for development of business and jobs in construction. (5) \"Economically disadvantaged person\" means a person who, at the time of hiring by a locally based enterprise if such hiring occurred not more than three tax years prior to the time of such business's application for certification, or at the time of such application, is: (a) a resident in a single person household who receives (i) wages not in excess of seventy percent of the lower-level \"urban family budget\" for the city as determined by the United States department of labor bureau of labor statistics; or (ii) cash welfare payments under a federal, state or local welfare program; or (b) a member of a family which (i) has a family income less than seventy percent of the lower-level \"urban family budget\" for the city as determined by the United States department of labor, bureau of labor statistics, or (ii) receives cash welfare payments under a federal, state or local welfare program; or (c) a Vietnam era veteran as defined by applicable federal law who has been unable to obtain non-government subsidized employment since discharge from the armed services; or (d) a displaced homemaker who has not been in the labor force for five years but has during those years worked in the home providing unpaid services for family members and was (i) dependent on public assistance or the income of another family member but is no longer supported by that income, or (ii) receiving public assistance for dependent children in the home and that assistance will soon be terminated. (6) \"Locally based enterprise\" means a business which: (a) at the time of application for certification has received gross receipts in the last three tax years averaging no more than six hundred twenty-five thousand dollars or such higher amount as may have been established by regulation for the relevant category of locally based enterprise pursuant to subdivision g of this section; and (b) in the tax year preceding such application, has (i) earned at least twenty-five percent of its gross receipts from work performed in economic development areas, or (ii) employed a workforce of which at least twenty-five percent were economically disadvantaged persons. (7) \"Mayor\" means the mayor of the city of New York or the mayor's designee. (8) \"Graduate locally based enterprise\" means a business which has been certified as a locally based enterprise and is not qualified for renewal of such certification because, during the three-year period immediately preceding its application for certification as a graduate locally based enterprise, its gross receipts averaged more than the amount established pursuant to subparagraph a of paragraph six of this subdivision, but not more than one million five hundred thousand dollars or such higher amount as may have been established by regulation for the relevant category of graduate locally based enterprise pursuant to subdivision g of this section. b. Each contracting agency shall, consistent with the requirements of applicable city, state and federal law, including applicable competitive bidding requirements, seek to ensure that not less than ten percent of the total dollar amount of all contracts awarded for construction projects during each fiscal year shall be awarded to locally based enterprises or graduate locally based enterprises. c. Each contracting agency shall, consistent with the requirements of applicable city, state and federal law, include in every contract to which it becomes a party such terms and conditions as may be required by regulation promulgated pursuant to this section to provide that if any or all of the contract is subcontracted, not less than ten percent of the total dollar amount of the contract shall be awarded to locally based enterprises or graduate locally based enterprises; except that, where an amount less than such percentage is subcontracted, such lesser percentage shall be so awarded. d. Consistent with the rules and regulations of the board of estimate, a full or partial waiver of performance and completion bonds may, with the approval of the corporation counsel, be granted by a contracting agency where such bonds are not deemed in the best interests of the city. Contractors shall not require performance and payment bonds from subcontractors which are locally based enterprises and graduate locally based enterprises. e. The contracting agency may grant a full or partial waiver of the requirements of this section upon a finding that an emergency exists, or that no qualified locally based enterprise or graduate locally based enterprise is available to perform a subcontract on reasonable terms, or for other good cause. Any such finding shall be made in writing and shall set forth the reasons therefor. No waiver shall be granted without the approval of the mayor and timely written notification of such waiver to the council. f. (1) The mayor shall establish a procedure for the certification of businesses which meet the requirements of this section and regulations promulgated hereunder as locally based enterprises or graduate locally based enterprises. Such procedure may provide for a business to be certified as a graduate locally based enterprise for a period not to exceed two years, to commence immediately after the expiration of its certification as a locally based enterprise. A business which has been in existence for less than one year prior to the date of application for certification, and which would otherwise qualify as a locally based enterprise except that it does not meet the criteria set forth in subparagraph (b) of paragraph six of subdivision a of this section, may nevertheless be certified as a locally based enterprise, provided however that such certification shall be rescinded unless the business meets the criteria set forth in such subparagraph within one year from the date of its certification. The mayor shall maintain a list of certified locally based enterprises and graduate locally based enterprises for each borough which identifies the companies which have performed work in such borough to qualify as a locally based enterprise or a graduate locally based enterprise. The contracting agency shall provide to contractors for their consideration the appropriate list of certified locally based enterprises and graduate locally based enterprises for the borough in which the construction contract on which they are bidding is located. (2) The mayor may rescind the certification of a locally based enterprise or graduate locally based enterprise after providing notice and an opportunity to be heard to the business upon a finding that such business is not in compliance with the requirements of this section or the regulations promulgated hereunder. g. The mayor shall promulgate such rules and regulations as may be necessary for the purpose of implementing the provisions of this section. Such regulations may increase the gross receipts limitation provided by subparagraph (a) of paragraph six of subdivision a of this section to an amount not to exceed two million dollars, and may increase the gross receipts limitation provided by paragraph eight of such subdivision to an amount not to exceed five million dollars, for all or specifically designated categories of locally based enterprises and graduate locally based enterprises, so as to effectuate the purposes of this section. By regulation, such gross receipts limitations may be further adjusted every two years to be higher than the amounts specified in this subdivision, as necessary to account for the effects of inflation as indicated by an appropriate index of costs in the construction industry, developed by the director of the office of construction, office of the mayor. Such regulations may also adjust upward the income limitation in paragraph five of subdivision a of this section to allow for increases in the cost of living. Any contractual terms and conditions for contractors and subcontractors provided for in any such regulation, including any sanctions to be imposed for failure to comply with this section, shall be approved as to form by the corporation counsel. All rules and regulations pursuant to and in furtherance of this section shall be adopted and amended in accordance with chapter forty-five of the charter. h. The mayor shall submit an annual report to the council, on or before April first of each year, concerning the administration of the program established pursuant to this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "6",
    "text": " CONTRACTS, PURCHASES AND FRANCHISES"
  },
  "chapter": {
    "identifier": "1",
    "text": "CONTRACTS AND PURCHASES"
  },
  "heading": {
    "title": "6",
    "chaptersection": "108",
    "identifier": "6-108.1",
    "catch_text": "Locally based enterprises."
  }
}