{
  "text": "* ยง 6-108.2 Small business enterprises. a. Definitions. For purposes of this section only, the following terms shall have the following meanings: (1) \"Base amount\", for the time period commencing on the effective date of this paragraph and ending on December thirty-first, nineteen hundred eighty-nine, means the amount of seven hundred thousand dollars; for the year nineteen hundred ninety, means eight hundred fifty thousand dollars; for the year nineteen hundred ninety-one, means nine hundred thousand dollars; and for the time period commencing on January first, nineteen hundred ninety-two and ending on June thirtieth, nineteen hundred ninety-two, means nine hundred fifty thousand dollars. (2) \"Contract\" means any contract, agreement, open market order, purchase order or any other means of procurement between a contracting agency and one or more parties: (a) for the purchase of goods for an amount in excess of five hundred dollars, or (b) for the performance of services. (3) \"Goods contract\" means any contract for the purchase of goods of the categories specified by the mayor or mayor's designee pursuant to this section and the rules promulgated hereunder. Provided, however, that such term shall not include contracts which are awarded to the United States government and its instrumentalities, New York state, its political subdivisions and instrumentalities, and not-for-profit organizations which have not been certified as small business enterprises. (4) \"Professional services contract\" means any contract for the performance of professional services of the categories specified by the mayor or mayor's designee pursuant to this section and the rules promulgated hereunder. Provided, however, that such term shall not include contracts which are awarded to the United States government and its instrumentalities, New York state, its political subdivisions and instrumentalities, and not-for-profit organizations which have not been certified as small business enterprises. (5) \"Commercial services contract\" means any contract for the performance of commercial services of the categories specified by the mayor or mayor's designee pursuant to this section and the rules promulgated hereunder. Provided, however, that such term shall not include contracts which are awarded to the United States government and its instrumentalities, New York state, its political subdivisions and instrumentalities, and not-for-profit organizations which have not been certified as small business enterprises. (6) \"Small business enterprise\" means a small business enterprise vendor, a small professional services business enterprise or a small commercial services business enterprise. (7) \"Small commercial services business enterprise\" means a business offering commercial services, (a) in which annualized gross receipts for the performance of services did not exceed the base amount for the applicable year, as defined in paragraph one of this subdivision, in two of the three tax years immediately preceding the date of application for certification; provided, however, that a business which has been in existence for less than three tax years shall meet the requirements of this subparagraph for each tax year of its existence; and (b) which has its principal place of business in the city as determined in accordance with rules promulgated pursuant to subdivision e of this section; and (c) which is subject to the general corporation tax or the city unincorporated business income tax, and has paid such taxes as required; and (d) which has been operating for at least twelve months prior to the date of application for certification; and (e) which has been certified according to the procedure provided for in subdivision d of this section. (8) \"Small business enterprise vendor\" means a business supplying goods, (a) in which, in two of the three tax years immediately preceding the date of application for certification, either: (i) its annualized gross sales of goods were two million dollars or less, or (ii) the difference between its annualized gross sales and its cost for goods sold was two hundred thousand dollars or less; provided, however, that a business which has been in existence for less than three tax years must meet the requirements of clause (i) or (ii) of this subparagraph for each year of its existence; and (b) which has its principal place of business in the city as determined in accordance with rules promulgated pursuant to subdivision e of this section; and (c) which is subject to the general corporation tax or the city unincorporated business income tax, and has paid such taxes as required; and (d) which has been operating for at least twelve months prior to the date of application for certification; and (e) which has been certified according to the procedure provided for in subdivision d of this section. (9) \"Small professional services business enterprise\" means a business offering professional services, (a) in which annualized gross receipts for the performance of services did not exceed the base amount for the applicable year, as defined in paragraph one of this subdivision, in two of the three tax years immediately preceding the date of application for certification; provided, however, that a business which has been in existence for less than three tax years shall meet the requirements of this subparagraph for each tax year of its existence; and (b) which has its principal place of business in the city as determined in accordance with rules promulgated pursuant to subdivision e of this section; and (c) which is subject to the general corporation tax or the city unincorporated business income tax, and has paid such taxes as required; and (d) which has been operating for at least twelve months prior to the date of application for certification; and (e) which has been certified according to the procedure provided for in subdivision d of this section. (10) \"Not-for-profit organization\" means an entity that is either: (a) incorporated as a not-for-profit corporation under the laws of the state of its incorporation; or (b) exempt from federal income tax pursuant to subdivision c of section five hundred one of the internal revenue code of nineteen hundred eighty-six, as amended. b. Goods contracts. Each contracting agency shall, in a manner consistent with the requirements of applicable city, state and federal law, seek to ensure that not less than twenty percent of the total dollar amount of all goods contracts awarded by such agency for an amount not more than ten thousand dollars during each fiscal year shall be awarded to small business enterprise vendors. The mayor or the mayor's designee shall promulgate rules pursuant to subdivision e of this section setting forth the contracts and the categories of goods which, because of the capacity of small business enterprises to provide such goods, and the appropriateness of contracting with such enterprises for the provision of such goods, shall be subject to the procedures set forth in this subdivision. c. Professional and commercial services contracts. (1) Each contracting agency shall, in a manner consistent with the requirements of applicable city, state and federal law, seek to ensure that not less than ten percent of the total dollar amount of all professional services contracts awarded during each fiscal year shall be awarded to small professional services business enterprises. Contracting agencies shall seek to divide needed work into smaller units, if practicable and economically feasible, so that it may be bid on and successfully completed by small professional services business enterprises. The mayor or the mayor's designee shall promulgate rules pursuant to subdivision e of this section setting forth the contracts and the professional services which, because of the capacity of small business enterprises to provide such services, and the appropriateness of contracting with such enterprises for the provision of particular professional services, shall be subject to the procedures set forth in this subdivision. (2) Each contracting agency shall, in a manner consistent with the requirements of applicable city, state and federal law, seek to ensure that not less than ten percent of the total dollar amount of all commercial services contracts awarded during each fiscal year shall be awarded to small commercial services business enterprises. Contracting agencies shall seek to divide needed work into smaller units, if practicable and economically feasible, so that it may be bid on and successfully completed by small commercial services business enterprises. The mayor or the mayor's designee shall promulgate rules pursuant to subdivision e of this section setting forth the contracts and the commercial services which, because of the capacity of small business enterprises to provide such services, and the appropriateness of contracting with such enterprises for the provision of particular commercial services, shall be subject to the procedures set forth in this subdivision. d. (1) The mayor or the mayor's designee shall establish a procedure for the certification of businesses which meet the requirements of this section and rules promulgated hereunder as either small business enterprise vendors, small professional services business enterprises or small commercial services business enterprises. Such rules shall set forth criteria to ensure that any business certified as a small business enterprise is an independent business and not substantially owned or controlled by any other business entity which would not qualify as a small business enterprise. Such rules shall further require each business certified as a small business enterprise to submit periodic reports providing information as to its continuing qualification as a small business enterprise. Certification granted pursuant to this subdivision shall be valid for a period of three years. (2) The mayor or the mayor's designee may rescind the certification of a small business enterprise after providing notice and an opportunity to be heard to the business upon a finding that such business is not in compliance with the requirements of this section or the rules promulgated hereunder. e. The mayor or the mayor's designee shall promulgate such rules as may be necessary for the purpose of implementing the provisions of this section. Such rules shall require contracting agencies to submit monthly reports to the mayor or the mayor's designee concerning contract awards to small business enterprises. All rules pursuant to and in furtherance of this section shall be adopted and amended in accordance with the city administrative procedure act, chapter forty-five of the charter. * NB Expired June 30, 1992 ",
  "sections": [

  ],
  "title": {
    "identifier": "6",
    "text": " CONTRACTS, PURCHASES AND FRANCHISES"
  },
  "chapter": {
    "identifier": "1",
    "text": "CONTRACTS AND PURCHASES"
  },
  "heading": {
    "title": "6",
    "chaptersection": "108",
    "identifier": "6-108.2",
    "catch_text": "Small business enterprises."
  }
}