{
  "text": "ยง 6-107.1 Payments to city contractors to be made by electronic funds transfer. a. Definitions. For purposes of this section: (1) \"Contract\" means any written agreement, purchase order or instrument whereby the city is committed to expend or does expend funds in an amount greater than twenty-five thousand dollars in return for work, labor, services, supplies, equipment, materials, or any combination of the foregoing; (2) \"Contractor\" means any business, individual, partnership, corporation, firm, company, or other form of doing business to which a contract has been awarded; and (3) \"Electronic funds transfer\" means any transfer of funds, other than a transaction originated by check, draft or similar paper instrument, which is initiated through an electronic terminal, telephonic instrument or computer or magnetic tape so as to order, instruct or authorize a financial institution to debit or credit an account. b. Notwithstanding any other provision of law, except as otherwise provided in this section all payments made by the city of New York to any contractor of the city shall be paid by electronic funds transfer. c. Each contractor shall, prior to the first payment made under a contract to which this law applies, designate one financial institution or other authorized payment agent and provide the commissioner of finance information necessary for the contractor to receive electronic funds transfer payments through the financial institution or other authorized payment agent so designated. d. (1) The commissioner of finance and the comptroller may jointly issue standards pursuant to which contracting agencies may waive the application of this section to payments: (i) for individuals or classes of individuals for whom compliance imposes a hardship; (ii) for classifications or types of checks; or (iii) in other circumstances as may be necessary in the interest of the city. (2) In addition, an agency head may waive the application of this section to payments on contracts entered into pursuant to section three hundred fifteen of the city charter and any rules promulgated thereunder. e. The crediting of the amount of a payment to the appropriate account on the books of a financial institution or other authorized payment agent designated by a contractor under this section shall constitute full satisfaction by the city of New York for the amount of the payment. f. The department of finance shall assure the confidentiality of information supplied by contractors in effecting electronic funds transfers to the full extent provided by law. g. This section shall apply to any payments made by the city of New York on contracts entered into on or after January first, two thousand eight to a contractor of the city. Further, this section shall apply to any payments made by the city of New York on contracts entered into prior to January first, two thousand eight, provided that where a contractor refuses to supply some portion of the required information necessary to effect payment by electronic funds transfer, the agency head may waive the application of this section where the need for the goods, services or construction is such that it is in the interest of the city to exempt the contractor from the requirements of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "6",
    "text": " CONTRACTS, PURCHASES AND FRANCHISES"
  },
  "chapter": {
    "identifier": "1",
    "text": "CONTRACTS AND PURCHASES"
  },
  "heading": {
    "title": "6",
    "chaptersection": "107",
    "identifier": "6-107.1",
    "catch_text": "Payments to city contractors to be made by electronic funds transfer."
  }
}