{
  "text": "With respect to contracts described in subdivisions b and c of this section, and in accordance with such provisions, no city agency shall contract for the supply of goods, services or construction with any person who does not agree to stipulate to the following as material conditions of the contract if there is another person who will contract to supply goods, services or construction of comparable quality at a comparable price: (1) That the contractor and its affiliates shall not during the term of such contract sell or agree to sell goods or services to Burma, the Government of Burma, or to any entity owned or controlled by the Government of Burma; and (2) In the case of a contract to supply goods, that none of the goods to be supplied to the city originated in Burma. (3) The contractor and its affiliates do not do business in Burma or the contractor and its affiliates are actively engaged in the withdrawal of their operations from Burma and will have completed such withdrawal in six months, provided, however, that any such company that has withdrawn or is so engaged in withdrawing its operations from Burma that maintains a presence in Burma after such six month period solely for the purpose of liquidating its business shall not be ineligible for that reason to make the certification provided for in this paragraph. (4)(a) It shall not make new investments in Burma. (b) If at any time during the course of the contract the contractor acquires an entity which is doing business in Burma, the contractor shall initiate withdrawal of its acquisition's operations from Burma. (c) It shall not enter into any new agreement with a Burmese entity allowing the use of its trademark, copyright or patent by such entity. (5) In the case of a contract to supply motor vehicles, heavy equipment, electronic data processing equipment and software, copying machines or petroleum products, the contractor will, in addition to providing the certification described in this section with respect to itself and its affiliates, certify or provide a certification to the contracting agency from the manufacturer or refiner of the product to be supplied to the city that such manufacturer or refiner of the product to be supplied to the city that such manufacturer or refiner and its affiliates are in compliance with the terms set forth in this subdivision and subdivision d of this section. The commissioner of the department of citywide administrative services shall consider whether to designate other goods supplied to the city to be subject to the provisions of this paragraph, and by rule so designate any such goods as he or she determine appropriate based upon considerations including information that one or more manufacturers of such goods or affiliates of such manufacturers have not withdrawn operations from Burma, the effects on the city's procurement process, including the opportunities of small, minority and women owned business enterprises to compete for such contracts, and the recommendations of other agency heads. (6) For the purposes of this subdivision, an entity shall be considered to have withdrawn its operations from Burma if: (a) it does not maintain any office, plant or employee in Burma other than for the following purposes: (i) the activities of religious, educational or charitable organizations; (ii) activities intended to promote the exchange of information, including the publication or sale of newspapers, magazines, books, films, television programming, photographs, microfilm, microfiche, and similar materials; (iii) the gathering or dissemination of information by news media organizations; and (iv) the providing of telecommunications and mail services not involving the sale or leasing of equipment; (b) it has no investments in Burma; and (c) it does not provide goods or services to any Burmese entity pursuant to any non-equity agreement. (7) The provisions of paragraphs four and six of this subdivision concerning investments, agreements concerning trademarks, copyrights and patents, and non-equity agreements shall not apply to the ownership or agreements with entities engaged in activities described in clauses, i, ii, iii and iv of subparagraph a of paragraph six. (8) Notwithstanding the provisions of this section a city agency may purchase medical supplies intended to preserve or prolong life or to cure, prevent, or ameliorate diseases, including hospital, nutritional, diagnostic, pharmaceutical and non-prescription products specifically manufactured to satisfy identified health care needs, or for which there is no medical substitute. The determination of whether no medical substitute exists shall be made by the city agency requiring the supply, pursuant to general standards of good medical and professional practice. The city agency shall give notice to the city chief procurement officer in writing, certifying compliance with this exemption, said notice and certification being sufficient to allow the purchase of medical supplies under this exemption. To the extent that a person doing business in Burma is providing only medical supplies, as described hereinabove, to persons in Burma, then the supply of goods or equipment to the city by said person shall also be exempt from the requirements of this section. This exemption from the requirements of this section shall not apply in any case in which the nature of any person's business dealings in Burma include both medical and non-medical supplies. (9) For the purposes of this subdivision: (a) \"Affiliates\" of a contractor means the parent company of the contractor, and any subsidiaries of the parent company, and any subsidiaries of the contractor. (b) \"Parent company\" shall mean an entity that directly controls the contractor. (c) \"Subsidiary\" shall mean an entity that is controlled directly or indirectly through one or more intermediaries, by a contractor or the contractor's parent company. (d) \"Control\" shall mean holding five percent or more of the outstanding voting securities of a corporation, or having an interest of five percent or more in any other entity. (e) \"Entity\" shall mean a sole proprietorship, partnership, association, joint venture, company, corporation or any other form of doing business. (f) \"Burmese entity\" shall mean an entity organized in Burma, or a branch or office in Burma of an entity that is domiciled or organized outside Burma. (g) \"Investment\" shall mean the beneficial ownership or control or a controlling interest in a Burmese entity, but shall not include the purchase of securities of a Burmese entity for a customer's account. (h) \"Non-equity agreement\" shall mean a license, franchise, distribution or other written agreement pursuant to which an entity provides management, maintenance, or training services directly to a Burmese entity, or supplies goods directly to a Burmese entity for distribution by such Burmese entity, or for use as component parts in the manufacture of other goods by such Burmese entity. In addition, a non-equity agreement shall mean an original equipment manufacturer agreement, as defined pursuant to rules promulgated by the commissioner of the department of citywide administrative services, for equipment sold by a manufacturer of computers, copiers, or telecommunication equipment, which provides for or authorizes the sale of such equipment alone or part of a finished product, to a Burmese entity. Such commissioner shall consider whether to designate other equipment to be subject to this provision regarding original equipment manufacturer agreements, and by rule to so designate any such equipment as he or she determines appropriate based upon considerations including the effects on the city's procurement process, including the opportunities of small, minority and women owned business enterprises to compete for such city contracts. b. In the case of contracts subject to competitive sealed bidding pursuant to section three hundred thirteen of the charter, whenever the lowest responsible bidder has not agreed to stipulate to the conditions set forth in subdivision a of this section and another bidder who has agreed to stipulate to such conditions has submitted a bid within five percent of the lowest responsible bid for a contract to supply goods, services or construction of comparable quality, the contracting agency shall refer such bids to the mayor or such other official as may exercise such power pursuant to section three hundred ten of the charter, who, in accordance with subdivision b of section three hundred thirteen of the charter may determine that it is in the best interest of the city that the contract shall be awarded to other than the lowest responsible bidder. c. In the case of contracts for goods, services or construction involving an expenditure of an amount greater than the amounts established pursuant to subdivisions b and c of section three hundred fourteen of the charter, the contracting agency shall not award to a proposed contractor who has not agreed to stipulate to the conditions set forth in subdivision a of this section unless the head of the agency seeking to use the goods, services or construction determines that the goods, services or construction supplied by such person are necessary for the agency to perform its functions and there is no other responsible contractor who will supply goods, services or construction of comparable quality at a comparable price. Such determination shall be made in writing and shall be forwarded to the procurement policy board and the agency designated by the mayor pursuant to subdivision j of this section, and published in the City Record. d. No city agency shall enter into a contract for an amount in excess of the amounts established pursuant to subdivisions b and c of section three hundred fourteen of the charter with any proposed contractor who does not agree to stipulate as a material condition of the contract that such entity and its affiliates have not within the twelve months prior to the award of such contract violated, and shall not during the period of such contract violate the provisions of section 138 of the U.S. customs and trade act of 1990 or any other sanctions imposed by the United States government with regard to Burma. e. Upon receiving information that a contractor, manufacturer or refiner who has agreed to the conditions set forth in subdivision a of this section is in violation thereof, the contracting agency shall review such information and offer the contractor and such other entity an opportunity to respond. If the contracting agency finds that a violation of such conditions has occurred, or if a final determination has been made by the commerce department or any other agency of the United States or a finding has been made by a court that any such entity has violated any provision of section 138 of the U.S. customs and trade act of 1990 or any other sanctions imposed by the United States government with regard to Burma, the contracting agency shall take such actions as may be appropriate and provided by law, rule or contract, including but not limited to imposing sanctions, seeking compliance, recovering damages and declaring the contractor in default. The mayor shall designate an agency to maintain records of actions taken in such cases. f. As used in this section the term \"contract\" shall not include contracts with governmental and non-profit organizations, contracts awarded pursuant to the emergency procurement procedure set forth in section three hundred fifteen of the charter, or contracts, resolutions, indentures, declarations of trust, or other instruments authorizing or relating to the authorization, issuance, award, sale or purchase of bonds, certificates of indebtedness, notes or other fiscal obligations of the city, provided that agencies, shall consider the policies of this law when selecting a consultant to provide financial or legal advice, and when selecting managing underwriters in connection with such activities. g. The provisions of this section shall not apply to contracts for which the city receives funds administered by the United States department of transportation, except to the extent congress has directed that the department of transportation, not to withhold funds from states and localities that implement Burmese embargo policies, or to the extent that such funds are not otherwise withheld by the department of transportation. h. The department of the citywide administrative services and any other agency or agencies designated by the mayor shall conduct a study to develop recommendations concerning the application of the policies set forth in this section to procurement of goods, services or construction for amounts less than or equal to the amounts established pursuant to subdivisions b and c of section three hundred fourteen of this charter, and shall, on or before January first, nineteen hundred ninety-seven, submit a report to the mayor and the council containing such recommendations. i. Nothing in this section shall be construed to limit the authority of a contracting agency or any official authorized by the charter to approve the selection of a contractor from taking into account, in making a determination to select or approve the selection of a contractor, in a manner consistent with applicable law and rules, any information concerning any direct or indirect relationship an entity may have related to business activities in Burma. j. (1) The mayor shall designate an agency or agencies to collect information concerning entities doing business in Burma and to maintain records of contractors which have or have not agreed to the conditions set forth in subdivision a of this section. In October of each year, beginning in nineteen hundred ninety-seven, such agency or agencies shall submit a report to the mayor and the council setting forth information concerning contractors that have and have not agreed to such terms during the previous fiscal year, and the circumstances under which any contract subject to this section was awarded to a contractor who did not agree to such terms. The agency shall also report at such time on the efforts of public and quasi-public entities operating in the city to implement the Burmese embargo policies. (2) The mayor shall designate an agency to collect information concerning whether entities withdrawing from Burma have given or agreed to give advance notification to their Burmese employees and representative trade unions (or other representative employee organizations if there are no appropriate unions) of the planned termination of investment not less than six months prior to such termination, and have engaged or agreed to engage in good faith negotiations with such representative unions or organizations regarding the terms of such termination, including but not limited to pension benefits; relocation of employees; continuation of existing union recognition agreements; severance pay; and acquisition of the terminated business or its assets by representative trade unions, union-sponsored workers trusts, other representative worker organizations or employees. Such agency shall inform such entities of, and offer them an opportunity to respond to, any such information it collects. In October of each year, beginning in nineteen hundred ninety-seven, such agency shall submit a report to the mayor and the council on the information collected pursuant to this subdivision. * NB Enacted without section heading. ",
  "sections": [

  ],
  "title": {
    "identifier": "6",
    "text": " CONTRACTS, PURCHASES AND FRANCHISES"
  },
  "chapter": {
    "identifier": "1",
    "text": "CONTRACTS AND PURCHASES"
  },
  "heading": {
    "title": "6",
    "chaptersection": "115",
    "identifier": "6-115",
    "catch_text": "Enacted without section heading."
  }
}