{
  "text": "ยง 6-114 Participation in an international boycott. a. Every contract for or on behalf of the city for the manufacture, furnishing or purchasing of supplies, material or equipment or for the furnishing of work, labor or services, in an amount exceeding five thousand dollars, shall contain a stipulation, as a material condition of the contract, by which the contractor agrees that neither the contractor nor any substantially-owned affiliated company is participating or shall participate in an international boycott in violation of the provisions of the export administration act of nineteen hundred sixty-nine, as amended, or the regulations of the United States department of commerce promulgated thereunder. b. Upon the final determination by the commerce department or any other agency of the United States as to, or conviction of any contractor or substantially-owned affiliated company thereof, participation in an international boycott in violation of the provisions of the export administration act of nineteen hundred sixty-nine, as amended, or the regulations promulgated thereunder, the comptroller may, at his or her option, render forfeit and void any contract containing the conditions specified in this section. In those instances where the comptroller determines that no action shall be taken pursuant to this section, the comptroller shall report the basis therefore to the city council. c. Nothing contained herein shall operate to impair any existing contract, except that any renewal, amendment or modification of such contract occurring on or after the fourth of November, nineteen hundred seventy-eight shall be subject to the conditions specified in this section. d. The comptroller shall have the power to issue rules and regulations pursuant to this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "6",
    "text": " CONTRACTS, PURCHASES AND FRANCHISES"
  },
  "chapter": {
    "identifier": "1",
    "text": "CONTRACTS AND PURCHASES"
  },
  "heading": {
    "title": "6",
    "chaptersection": "114",
    "identifier": "6-114",
    "catch_text": "Participation in an international boycott."
  }
}