{
  "text": "a. Definitions. For the purposes of this section \"MacBride Principles\" shall mean those principles relating to nondiscrimination in employment and freedom of workplace opportunity which require employers doing business in Northern Ireland to: (1) increase the representation of individuals from underrepresented religious groups in the work force, including managerial, supervisory, administrative, clerical and technical jobs; (2) take steps to promote adequate security for the protection of employees from underrepresented religious groups both at the workplace and while traveling to and from work; (3) ban provocative religious or political emblems from the workplace; (4) publicly advertise all job openings and make special recruitment efforts to attract applicants from underrepresented religious groups; (5) establish layoff, recall and termination procedures which do not in practice favor a particular religious group; (6) abolish all job reservations, apprenticeship restrictions and differential employment criteria which discriminate on the basis of religion; (7) develop training programs that will prepare substantial numbers of current employees from underrepresented religious groups for skilled jobs, including the expansion of existing programs and the creation of new programs to train, upgrade and improve the skills of workers from underrepresented religious groups; (8) establish procedures to assess, identify and actively recruit employees from underrepresented religious groups with potential for further advancement; and (9) appoint a senior management staff member to oversee affirmative action efforts and develop a timetable to ensure their full implementation. b. 1. With respect to contracts described in paragraphs two and three of this subdivision, and in accordance with such paragraphs, no agency, elected official or the council shall contract for the supply of goods, services or construction with any contractor who does not agree to stipulate to the following, if there is another contractor who will contract to supply goods, services or construction of comparable quality at a comparable price: The contractor and any individual or legal entity in which the contractor holds a ten percent or greater ownership interest and any individual or legal entity that holds a ten percent or greater ownership interest in the contractor either (a) have no business operations in Northern Ireland, or (b) shall take lawful steps in good faith to conduct any business operations they have in Northern Ireland in accordance with the MacBride Principles, and shall permit independent monitoring of their compliance with such principles. 2. In the case of contracts let by competitive sealed bidding, whenever the lowest responsible bidder has not agreed to stipulate to the conditions set forth in this section and another bidder who has agreed to stipulate to such conditions has submitted a bid within five percent of the lowest responsible bid for a contract to supply goods, services or construction of comparable quality, the contracting entity shall refer such bids to the mayor, the speaker or other official, as appropriate, who may determine, in accordance with applicable law and rules, that it is in the best interest of the city that the contract be awarded to other than the lowest responsible bidder. 3. In the case of contracts let by other than competitive sealed bidding for goods or services involving an expenditure of an amount greater than ten thousand dollars, or for construction involving an amount greater than fifteen thousand dollars, the contracting entity shall not award to a proposed contractor who has not agreed to stipulate to the conditions set forth in this section unless the entity seeking to use the goods, services or construction determines that the goods, services or construction are necessary for the entity to perform its functions and there is no other responsible contractor who will supply goods, services or construction of comparable quality at a comparable price. Such determination shall be made in writing and shall be filed in accordance with rules of the procurement policy board or any rules of the council relating to procurement, as appropriate, and shall be published in the City Record. c. Upon receiving information that a contractor who has made the stipulation required by this section is in violation thereof, the contracting entity shall review such information and offer the contractor an opportunity to respond. If the contracting entity finds that a violation has occurred, it shall take such action as may be appropriate and provided for by law, rule or contract, including, but not limited to, imposing sanctions, seeking compliance, recovering damages, declaring the contractor in default and/or seeking debarment or suspension of the contractor. d. As used in this section, the term \"contract\" shall not include contracts with governmental and non-profit organizations, contracts awarded pursuant to the emergency procurement procedure set forth in section three hundred fifteen of the charter or in rules of the procurement policy board or any rules of the council relating to procurement, as appropriate, or contracts, resolutions, indentures, declarations of trust or other instruments authorizing or relating to the authorization, issuance, award, sale or purchase of bonds, certificates of indebtedness, notes or other fiscal obligations of the city, provided that the policies of this section shall be considered when selecting a contractor to provide financial or legal advice, and when selecting managing underwriters in connection with such activities. e. The provisions of this section shall not apply to contracts for which the city receives funds administered by the United States department of transportation, except to the extent congress has directed that the department of transportation not withhold funds from states and localities that choose to implement selective purchasing policies based on agreement to comply with the MacBride Principles, or to the extent that such funds are not otherwise withheld by the department of transportation. ",
  "sections": [

  ],
  "title": {
    "identifier": "6",
    "text": " CONTRACTS, PURCHASES AND FRANCHISES"
  },
  "chapter": {
    "identifier": "1",
    "text": "CONTRACTS AND PURCHASES"
  },
  "heading": {
    "title": "6",
    "chaptersection": "115",
    "identifier": "6-115.1",
    "catch_text": "Nondiscrimination in employment in Northern Ireland."
  }
}