{
  "text": "a. As used in this section, the terms \"as defined\" and \"as specified\" shall mean as defined and as specified from time to time in the relevant regulations of the administrator of the United States environmental protection agency. b. As used in this section, the term \"low-emission motor vehicle\" shall mean a self-propelling light duty vehicle, as defined which is certified in accordance with the terms of subdivision d of this section. c. Low-emission motor vehicles which meet the standards prescribed by subdivision e of this section, and which have been determined by the department of citywide administrative services to be suitable for use as a substitute for a class or model of motor vehicles presently in use by the city of New York, shall be purchased by the city for use by the city government in lieu of other vehicles, provided that the commissioner of citywide administrative services shall first determine that such low-emission motor vehicles have procurement and maintenance costs not substantially greater than those of the class or model of motor vehicles for which they are to be substituted. d. The commissioner of environmental protection of the city of New York shall, upon request of the commissioner of citywide administrative services, and after such tests as he or she may deem appropriate, certify as a low-emission motor vehicle any particular class or model of motor vehicles that: 1. meets either (i) the hydrocarbon and carbon monoxide exhaust emission standards as defined and as specified for nineteen hundred seventy-five model year vehicles and the oxides of nitrogen exhaust emission standard as defined and as specified for the then current model year or (ii) the oxides of nitrogen exhaust emission standard as defined and as specified for nineteen hundred seventy-six model year vehicles and the hydrocarbon and carbon monoxide exhaust emission standards as defined and as specified for the then current model year; and 2. meets the crankcase emission standard as defined and as specified and the fuel evaporative emission standard as defined and as specified; and 3. will not emit an air contaminant not emitted by the class or model of motor vehicle presently in use in the city of New York unless the commissioner of environmental protection determines that such air contaminant will not cause significant detriment to the health, safety, welfare or comfort of any person, or injury to plant and animal life, or damage to property or business. 4. After conducting such tests the commissioner of environmental protection shall advise the commissioner of citywide administrative services whether such class or model of motor vehicles has been so certified. Any such certification shall be valid until the end of the then current model year unless sooner revoked by the commissioner of environmental protection. e. The commissioner of environmental protection of the city of New York shall, upon request of the commissioner of citywide administrative services, and after such tests as he or she may deem appropriate, advise the commissioner of citywide administrative services, as to any class or model of low-emission motor vehicle, with respect to: (1) the safety of the vehicle; (2) its performance characteristics; (3) its reliability potential; and (4) its fuel availability. ",
  "sections": [

  ],
  "title": {
    "identifier": "6",
    "text": " CONTRACTS, PURCHASES AND FRANCHISES"
  },
  "chapter": {
    "identifier": "1",
    "text": "CONTRACTS AND PURCHASES"
  },
  "heading": {
    "title": "6",
    "chaptersection": "121",
    "identifier": "6-121",
    "catch_text": "Purchase of low-emission motor vehicles."
  }
}