{
  "text": "Contractor human rights compliance. a. For purposes of this section only, the following terms shall have the following meanings: (1) \"Contract\" means any written agreement, purchase order or instrument whereby the city is committed to expend or does expend funds in return for work, labor, services, supplies, equipment, materials, or any combination of the foregoing. (a) For purposes of this section only, unless otherwise required by law, the term \"contract\" shall include any city grant, loan, guarantee or other city assistance for a construction project. (b) The term \"contract\" shall not include: (i) contracts for financial or other assistance between the city and a government or government agency; or (ii) contracts, resolutions, indentures, declarations of trust, or other instruments authorizing or relating to the authorization, issuance, award, and sale of bonds, certificates of indebtedness, notes or other fiscal obligations of the city, or consisting thereof. (2) \"Contracting agency\" means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury. (3) \"Contractor\" means a person who is a party or a proposed party to a contract with a contracting agency as those terms are defined herein. b. All contractors doing business with the city without regard to the dollar amount shall not engage in any unlawful discriminatory practice as defined and pursuant to the terms of title viii of the administrative code. Every contract in excess of $50,000 shall contain a provision or provisions detailing the requirements of this section. c. The contractor will not engage in any unlawful discriminatory practice as defined in title viii of the administrative code. In the case of a contract for supplies or services, the contractor shall include a provision in any agreement with a first-level subcontractor for an amount in excess of $50,000 that such subcontractor shall not engage in such an unlawful discriminatory practice. In the case of a contract for construction, the contractor shall include a provision in all subcontracts in excess of $50,000 that the subcontractor shall not engage in such an unlawful discriminatory practice. d. Enforcement, remedies, and sanctions. Upon receiving a complaint or at his or her own instance, the commissioner of business services, acting pursuant to section 1305 of the charter, may conduct such investigation as may be necessary to determine whether contractors and subcontractors are in compliance with the equal employment opportunity requirements of federal, state and local laws and executive orders. If the commissioner has reason to believe that a contractor or subcontractor is not in compliance with the provisions of this section, or where there has been a final adjudication by the human rights commission or a court of competent jurisdiction that a contractor has violated one or more of the provisions of title viii of the administrative code, as to its work subject to the contract with the contracting agency, the commissioner of business services shall seek the contractor's or subcontractor's agreement to adopt and adhere to an employment program designed to ensure equal employment opportunity, including but not limited to measures designed to remedy underutilization of minorities and women in the contractor's or subcontractor's workforce, and may, in addition, recommend to the contracting agency that payments to the contractor be suspended pending a determination of the contractor's or subcontractor's compliance with such requirements. If the contractor or subcontractor does not agree to adopt or does not adhere to such a program, the commissioner shall make a determination as to whether the contractor or subcontractor is in compliance with the provisions of this section, and shall notify the head of the contracting agency of such determination and any sanctions, including the withholding of payment, imposition of an employment program, finding the contractor to be in default, cancellation of the contract, or other sanction or remedy provided by law or by contract, which the commissioner believes should be imposed. The head of the contracting agency shall impose such sanction unless he or she notifies the commissioner in writing that the agency head does not agree with the recommendation, in which case the commissioner and the head of the contracting agency shall jointly determine any sanction to be imposed. If the agency head and the commissioner do not agree on the sanction to be imposed, the matter shall be referred to the mayor, who shall determine any sanction to be imposed. e. Nothing in this section shall be construed to limit the city's authority to cancel or terminate a contract, deny or withdraw approval to perform a subcontract or provide supplies, issue a non-responsibility finding, issue a non-responsiveness finding, deny a person or entity pre-qualification, or otherwise deny a person or entity city business. ",
  "sections": [

  ],
  "title": {
    "identifier": "6",
    "text": " CONTRACTS, PURCHASES AND FRANCHISES"
  },
  "chapter": {
    "identifier": "1",
    "text": "CONTRACTS AND PURCHASES"
  },
  "heading": {
    "title": "6",
    "chaptersection": "123",
    "identifier": "6-123",
    "catch_text": "Contractor human rights compliance."
  }
}