{
  "text": "* ยง 6-124 a. For purposes of this section only, the following terms shall have the following meanings: (1) \"Contract\" means any written agreement, purchase order or instrument whereby the city is committed to expend or does expend funds in return for work, labor, services, supplies, equipment, materials, or any combination of the foregoing. (2) \"Responsible manufacturer\" means that the manufacturer of apparel and textiles is able to demonstrate current compliance with all applicable wage, health, labor, environmental and safety laws, building and fire codes and any laws relating to discrimination in hiring, promotion or compensation on the basis of race, disability, national origin, gender, sexual orientation or affiliation with any political, non-governmental or civic group except when federal or state law precludes the city from attaching the procurement conditions provided herein. A responsible manufacturer for the purposes of this section shall not engage in any abuse of its employees except where federal or state law precludes the city from attaching the conditions provided herein. A responsible manufacturer for the purposes of this section shall pay a non-poverty wage as defined herein, and shall not contract with any subcontractor operating in violation of any provision of this section. (3) \"Contracting agency\" means a city, county, borough, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, that purchases, leases, or contracts for the purchase or lease of goods or services financed in whole or in part from the city treasury, except where partial federal or state funding precludes the city from attaching the procurement conditions provided herein. (4) \"Contractor\" means any supplier, by sale or lease, of apparel or textiles to a contracting agency, including suppliers of uniforms for purchase by city employees through any uniform or voucher system, and any provider of laundering or other services to a contracting agency for the cleansing, repair, or maintenance of apparel or textiles. (5) \"Subcontractor\" means any person or enterprise who contracts with a contractor, either directly or through other intermediary subcontractors, for the manufacture or supply in whole or in part or for the laundering or other servicing of apparel or textiles. Subcontractor shall include beneficiaries of bankruptcies, assignment, transfer, sales of operations, or other successorship intended to evade liability or responsibility for any of the wrongful conduct enumerated in this section. (6) \"Apparel or textiles\" means all articles of clothing, cloth, or goods produced by weaving, knitting, or felting, or any similar goods. (7) \"Non-poverty wage\" means the nationwide hourly wage and health benefit level sufficient to raise a family of three out of poverty. (8) \"Relative national standard of living index\" means a ratio of the standard of living in a given country to the standard of living in the United States, when standard of living is defined as real per capita income multiplied by the percentage of gross domestic product used for non-military consumption. (9) \"Incentive pay\" means any pay system contingent on performance. b. A contracting agency shall only enter into a contract to purchase or obtain for any purpose any apparel or textiles from a responsible manufacturer. The provisions of this section shall apply to every contract in excess of $2,500. c. All contractors and subcontractors in the performance of a contract with a contracting agency shall pay their employees a non-poverty wage. The comptroller shall determine, and, if deemed necessary, annually adjust the precise level of the non-poverty wage, and shall ensure that it is no less than the level of wages and health benefits earned by a full-time worker that is sufficient to ensure that a family of three does not live in poverty as measured by the nationwide poverty guidelines issued annually by the United States department of health and human services in the federal register, and, in any event, no less than $8.75 an hour, of which $7.50 must be paid in hourly wages; and, as applied to employees of contractors and subcontractors outside of the United States, a comparable nationwide wage and benefit level, adjusted to reflect that country's level of economic development using a factor such as the relative national standard of living index in order to raise a family of three out of poverty. The comptroller shall have the authority to promulgate such rules as deemed necessary for determining a non-property wage. For contractors or subcontractors that pay employees on an incentive pay basis, it shall be sufficient for the purposes of this section for the contractor or subcontractor to ensure that average pay for the lowest paid class of those employees engaged in the performance of a contract with a contracting agency exceeds the non-poverty wage. d. A contracting agency shall not enter into a contract to purchase or obtain for any purpose any apparel or textiles from a contractor unable to provide certified documentation in writing: (1) that such apparel and textiles are manufactured in accordance with the requirements that constitute responsibly manufactured as defined in this section; (2) listing the names and addresses of each subcontractor to be utilized in the performance of the contract; (3) listing each manufacturing, processing, distributing, storing, servicing, shipping or other facility or operation of the contractor and its subcontractors for performance of the contract, and the location of each such facility; (4) listing the wages and health benefits by job classification provided to all employees engaged in the manufacture, distribution or servicing of apparel and textiles for contracting services at each such facility. The contracting agency must maintain this information in the agency contract file and make it available for public inspection. Such information shall also be made available to the comptroller's office. e. A contracting agency shall not contract for apparel and textiles with any contractor who does not agree to permit independent monitoring at the request of the contracting agency or the comptroller of their compliance with the requirements of this section. The contractor shall be responsible for ensuring that subcontractors comply with the independent monitoring requirements of this subdivision. If through independent monitoring it is determined that the contractor or subcontractor has failed to comply with the provisions of this section, the costs associated with the independent monitoring to the city shall be reimbursed by the contractor or subcontractor. f. The comptroller shall collect and maintain information concerning the city's apparel and textile contracts that have been awarded and shall ensure that the information listed in subdivision d of this section be made available to the public. The comptroller shall allow interested third parties an opportunity to submit information relating to the apparel and textile industry and shall review and consider such submissions as they become available. In October of each year, beginning one year after the enactment of this section, the comptroller shall submit a report to the mayor and the council on the information collected pursuant to this subdivision. g. Upon information and belief that a contractor or subcontractor may be in violation of this section, the comptroller shall review such information and offer the contractor or subcontractor an opportunity to respond. If the comptroller finds that a violation has occurred, it shall present evidence of such violation to the contracting agency. Where such evidence indicates a violation of the subcontractor, the contractor shall be responsible for such violation. It shall be the duty of the contracting agency to take such action as may be appropriate and provided for by law, rule or contract, including, but not limited to, imposing sanctions, seeking compliance, recovering damages, declaring the contractor in default and/or seeking debarment or suspension of the contractor or subcontractor. In circumstances where a contractor or subcontractor fails to perform in accordance with any of the requirements of this section, and there is a continued need for the service, a contracting agency may obtain the required service as specified in the original contract, or any part thereof, by issuing a new solicitation, and charging the non-performing contractor or subcontractor for any difference in price resulting from the new solicitation, any administrative charge established by the contracting agency, and shall, as appropriate, invoke such other sanctions as are available under the contract and applicable law. h. A contractor shall be liable for a civil penalty of not less than $5,000 upon a determination that a contractor or subcontractor has been found, through litigation or arbitration, to have made a false claim under the provisions of this section with the contracting agency. i. Every contract for or on behalf of all contracting agencies for the supply and service of textiles and apparel shall contain a provision or provisions detailing the requirements of this section. j. In an investigation conducted under the provisions of this section, the inquiry of the comptroller shall not extend to work performed more than three years prior to: (i) the filing of a complaint of any provision of this section; or (ii) the commencement of the investigation of the comptroller's own volition, whichever is earlier. k. Notwithstanding any inconsistent provision of this law or of any other general, special or local law, ordinance, charter or administrative code, an employee affected by this law shall not be barred from the right to recover the difference between the amount paid to the employee and the amount which should have been paid to the employee because of the prior receipt by the employee without the protest of wages paid or on account of the employee's failure to state orally or in writing upon any payroll or receipt of which the employee is required to sign that the wages received by the employee are received under protest, or on account of the employee's failure to indicate a protest against the amount, or that the amount so paid does not constitute payment in full of wages due to the employee for the period covered by such payment. l. The requirements of this section shall be waived in writing under the following circumstances: (1) there is only one prospective contractor willing to enter into a contract, where it is determined that all bidders to a contract are deemed ineligible for purposes of this section; or (2) where it is available from a sole source and the prospective contractor is not currently disqualified from doing business with the city; or (3) the contract is necessary in order to respond to an emergency which endangers the public health and safety and no entity which complies with the requirements of this section capable of responding to the emergency is immediately available; or (4) where inclusion or application of such provisions will violate or be inconsistent with the terms and conditions of a grant, subvention or contract of the United States government or the instructions of an authorized representative of any such agency with respect to any such grant, subvention or contract. m. All waivers shall become part of the contract file of the contracting agency. Notwithstanding any waiver, the contracting agency shall take every reasonable measure to contract with a contractor who best satisfies the requirements of this section. n. This section shall not apply to any contract with a contracting agency entered into prior to the effective date of this local law, except that renewal, amendment or modification of such contract occurring on or after the effective date shall be subject to the conditions specified in this section. o. If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect. p. Nothing in this section shall be construed to limit the city's authority to cancel or terminate a contract, deny or withdraw approval to perform a subcontract or provide supplies, issue a non-responsibility finding, issue a non-responsiveness finding, deny a person or entity pre-qualification, or otherwise deny a person or entity city business. * The validity of local law 20 of 2001 is currently a subject of disagreement between the Mayor and the City Council. This certification is not intended as a legal opinion as to the validity of the local law other than certifying the truth of the facts presented herein. ",
  "sections": [

  ],
  "title": {
    "identifier": "6",
    "text": " CONTRACTS, PURCHASES AND FRANCHISES"
  },
  "chapter": {
    "identifier": "1",
    "text": "CONTRACTS AND PURCHASES"
  },
  "heading": {
    "title": "6",
    "chaptersection": "124",
    "identifier": "6-124",
    "catch_text": "Enacted without section heading."
  }
}