{
  "text": "Participation by minority-owned and women-owned business enterprises and emerging business enterprises in city procurement. a. Programs established. There are hereby established a program, to be administered by the department of small business services in accordance with the provisions of this section, designed to enhance participation by minority-owned and women-owned business enterprises in city procurement and a program, also to be administered by such department in accordance with the provisions of this section, designed to enhance participation by emerging business enterprises in city procurement. b. Policy. It is the policy of the city to seek to ensure fair participation in city procurement; and in furtherance of such policy to fully and vigorously enforce all laws prohibiting discrimination, and to promote equal opportunity in city procurement by vigorously enforcing the city's contractual rights and pursuing its contractual remedies. The program established pursuant to this section is intended to address the impact of discrimination on the city's procurement process, and to promote the public interest in avoiding fraud and favoritism in the procurement process, increasing competition for city business, and lowering contract costs. c. Definitions. For purposes of this section, the following terms shall have the following meaning: (1) \"Agency\" means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury. (2) \"Agency chief contracting officer\" means the individual to whom an agency head has delegated authority to organize and supervise the agency's procurement activity. (3) \"Availability rate\" means the percentage of business enterprises within an industry classification that are owned by minorities, women or individuals who are socially and economically disadvantaged willing and able to perform agency contracts. (4) \"Bidder\" means any person submitting a bid or proposal in response to a solicitation for such bid or proposal from an agency. (5) \"Bidders list\" or \"proposers list\" means a list maintained by an agency that includes persons from whom bids or proposals can be solicited. (6) \"City\" means the city of New York. (7) \"City chief procurement officer\" means the individual to whom the mayor has delegated authority to coordinate and oversee the procurement activity of mayoral agency staff, including the agency chief contracting officers and any offices that have oversight responsibility for procurement. (8) \"Commercially useful function\" means a real and actual service that is a distinct and verifiable element of the work called for in a contract. In determining whether an MBE, WBE or EBE is performing a commercially useful function, factors including but not limited to the following shall be considered: (a) whether it has the skill and expertise to perform the work for which it is being utilized, and possesses all necessary licenses; (b) whether it is in the business of performing, managing or supervising the work for which it has been certified and is being utilized; and (c) whether it purchases goods and/or services from another business and whether its participation in the contract would have the principal effect of allowing it to act as a middle person or broker in which case it may not be considered to be performing a commercially useful function for purposes of this section. (9) \"Commissioner\" shall mean the commissioner of small business services. (10) \"Construction\" means construction, reconstruction, demolition, excavation, renovation, alteration, improvement, rehabilitation, or repair of any building, facility, physical structure of any kind. (11) \"Contract\" means any agreement, purchase order or other instrument whereby the city is committed to expend or does expend funds in return for goods, professional services, standard services, or construction. (12) \"Contractor\" means a person who has been awarded a contract by a city agency. (13) \"Direct subcontractor\" means a person who has entered into an agreement with a contractor to provide services or perform work that is required pursuant to a contract with a city agency. (14) \"Director\" means an individual designated by the mayor to perform the oversight functions of the director described in this section, who either reports directly to the mayor or is a commissioner. (15) \"Directory\" means a list prepared by the division of firms certified pursuant to section 1304 of the charter. (16) \"Division\" shall mean the division of economic and financial opportunity within the department of small business services. (17) \"EBE\" means an emerging business enterprise certified in accordance with section 1304 of the charter. (18) \"Geographic market of the city\" means the following counties: Bronx, Kings, New York, Queens, Richmond, Nassau, Putnam, Rockland, Suffolk and Westchester within the State of New York; and Bergen, Hudson, and Passaic within the state of New Jersey. (19) \"Goal\" means a numerical target. (20) \"Graduate MBE,\" \"graduate WBE\" or \"graduate EBE\" means an MBE, WBE or EBE which shall have been awarded contracts by one or more agencies within the past three years where the total city funding from the expense and capital budgets for such contracts was equal to or greater than fifty million dollars and whose size has exceeded the size standards established for its industry by the United States small business administration for three years. (21) \"Human services\" means services provided to third parties, including social services such as day care, foster care, home care, homeless assistance, housing and shelter assistance, preventive services, youth services, and senior centers; health or medical services including those provided by health maintenance organizations; legal services; employment assistance services, vocational and educational programs; and recreation programs. (22) \"Indirect subcontractor\" means a person who has entered into an agreement with a direct subcontractor to provide services or perform work that is required pursuant to the direct subcontractor's contract with a contractor. (23) \"Industry classification\" means one of the following classifications: (a) construction; (b) professional services; (c) standard services; and (d) goods. (24) \"Joint venture\" means an association, of limited scope and duration, between two or more persons who have entered into an agreement to perform and/or provide services required by a contract, in which each such person contributes property, capital, effort, skill and/or knowledge, and in which each such person is entitled to share in the profits and losses of the venture in reasonable proportion to the economic value of its contribution. (25) \"MBE\" means a minority-owned business enterprise certified in accordance with section 1304 of the charter. (26) \"Minority group\" means Black Americans; Asian Americans, and Hispanic Americans, provided that the commissioner shall be authorized to add additional groups to this definition upon a finding that there is statistically significant disparity between the availability of firms owned by individuals in such a group and the utilization of such firms in city procurement. (27) \"Non-certified firm\" means a business enterprise that has not been certified as an MBE, WBE or EBE in accordance with section 1304 of the charter. (28) \"Person\" means any business, individual, partnership, corporation, firm, company, or other form of doing business. (29) \"Professional services\" means services that require specialized skills and the exercise of judgment, including but not limited to accountants, lawyers, doctors, computer programmers and consultants, architectural and engineering services, and construction management services. (30) \"Qualified joint venture agreement\" means a joint venture between one or more MBEs, WBEs, and/or EBEs and another person, in which the percentage of profit or loss to which the certified firm or firms is entitled or exposed for participation in the contract, as set forth in the joint venture agreement, is at least 25% of the total profit or loss. (31) \"Scope of work\" means specific tasks required in a contract and/or services or goods that must be provided to perform specific tasks required in a contract. (32) \"Standard services\" means services other than professional services and human services. (33) \"Utilization rate\" means the percentage of total contract expenditures expended on contracts or subcontracts with firms that are owned by women, minorities, or individuals who are socially and economically disadvantaged, respectively, in one or more industry classifications. (34) \"WBE\" means a women-owned business enterprise certified in accordance with section 1304 of the charter. d. Citywide goals. (1) The citywide contracting participation goals for MBEs, WBEs and EBEs, which may be met through awards of prime contracts or subcontracts as described in subdivision j of this section, shall be as follows: For construction contracts: Category: Participation goal: Black Americans 8% of total annual agency expenditures on such contracts Asian Americans 8% of total annual agency expenditures on such contracts Hispanic Americans 4% of total annual agency expenditures on such contracts Women 18% of total annual agency expenditures on such contracts Emerging 6% of total annual agency expenditures on such contracts For professional services contracts: Category: Participation goal: Black Americans 12% of total annual agency expenditures on such contracts Hispanic Americans 8% of total annual agency expenditures on such contracts Women 37% of total annual agency expenditures on such contracts Emerging 6% of total annual agency expenditures on such contracts For standard services contracts: Category: Participation goal: Black Americans 12% of total annual agency expenditures on such contracts Asian Americans 3% of total annual agency expenditures on such contracts Hispanic Americans 6% of total annual agency expenditures on such contracts Women 10% of total annual agency expenditures on such contracts Emerging 6% of total annual agency expenditures on such contracts For goods contracts under one hundred thousand dollars: Category: Participation goal: Black Americans 7% of total annual agency expenditures on such contracts Asian Americans 8% of total annual agency expenditures on such contracts Hispanic Americans 5% of total annual agency expenditures on such contracts Women 25% of total annual agency expenditures on such contracts Emerging 6% of total annual agency expenditures on such contracts (2) (a) The division and the city chief procurement officer shall develop a citywide utilization plan for procurements of goods. (b) Agencies shall develop agency utilization plans pursuant to subdivision g of this section. The citywide goals shall not be summarily adopted as goals for all annual agency utilization plans; rather, goals for such plans may be set at levels higher, lower, or the same as the citywide goals, subject to the approval of the commissioner as described in paragraph three of subdivision g of this section. When setting its goals, each agency shall consider the citywide goals, the size and nature of its own procurement portfolio, and the availability of MBEs, WBEs and EBEs with the capacity to perform the specific types and scale of work for which the agency anticipates it will solicit procurements during the year. Agencies shall seek to ensure substantial progress toward the attainment of each of these goals in as short a time as practicable. (3) The citywide goals shall not be summarily adopted as goals for individual procurements; rather, as set forth in subdivision i of this section, goals for such procurements may be set at levels higher, lower, or the same as the citywide goals. In setting such goals, each agency shall take into account the citywide goals and the agency's annual utilization plan, the size and nature of the procurement, and the availability of MBEs, WBEs and EBEs with the capacity to perform the specific types and scale of work involved in its procurements. (4) (a) No later than 2015, the commissioner, in consultation with the city chief procurement officer, shall, for each industry classification and each minority group, review and compare the availability rates of firms owned by minorities and women to the utilization rates of such firms in agency contracts and direct subcontracts, and shall on the basis of such review and any other relevant information, where appropriate, revise by rule the citywide participation goals set forth in this subdivision. In making such revision, the commissioner shall consider the extent to which discrimination continues to have an impact on the ability of minorities and women to compete for city contracts and subcontracts. The commissioner shall submit the results of such review and any proposed revisions to the participation goals to the speaker of the council at least sixty days prior to publishing a proposed rule that would revise participation goals. Such review shall thereafter be conducted at least once every two years. (b) No later than 2015, the commissioner shall review information collected by the department to determine the availability and utilization of EBEs, and shall on the basis of such review and any other relevant information, where appropriate, revise by rule the citywide participation goals set forth in this subdivision. Such revised goals shall be set at a level intended to assist in overcoming the impact of discrimination on such businesses. Such review shall be conducted in 2015 and at least once every two years thereafter. e. Responsibilities of the division. (1) The division shall create and maintain and periodically update directories by industry classification of MBEs, WBEs, and EBEs which it shall supply to all agencies, post on its website and on other relevant city websites and make available for dissemination and/or public inspection at its offices and other locations within each borough. (2) The division shall make its resources available to assist agencies and contractors in (i) determining the availability of MBEs, WBEs, and EBEs to participate in their contracts as prime contractors and/or subcontractors; and (ii) identifying opportunities appropriate for participation by MBEs, WBEs, and EBEs in contracts. (3) The division shall develop and maintain relationships with organizations representing contractors, including MBEs, WBEs, and EBEs, and solicit their support and assistance in efforts to increase participation of MBEs, WBEs, and EBEs in city procurement. (4) The division shall coordinate with city and state entities that maintain databases of MBEs, WBEs, and EBEs and work to enhance city availability data and directories. (5) The division shall keep agency M/WBE officers informed of conferences, contractor fairs, and other services that are available to assist them in pursuing the objectives of this section. (6) The division shall conduct, coordinate and facilitate technical assistance and educational programs for MBEs, WBEs, and EBEs and other contractors designed to enhance participation of MBEs, WBEs, and EBEs in city procurement. The division shall further develop a clearinghouse of information on programs and services available to MBEs, WBEs, and EBEs. The division shall conduct meetings with MBEs, WBEs and EBEs to discuss what agencies look for in evaluating bids and proposals. The division shall also educate prime contractors on opportunities to partner or subcontract with certified MBEs, WBEs and EBEs. (7) The division shall develop standardized forms and reporting documents for agencies and contractors to facilitate the reporting requirements of this section. (8) The division shall direct and assist agencies in their efforts to increase participation by MBEs, WBEs, and EBEs in any city-operated financial, technical, and management assistance program. (9) The division shall study and recommend to the commissioner methods to streamline the M/WBE and EBE certification process. (10) Each fiscal year the division, in consultation with the city chief procurement officer, shall audit at least 5% of all open contracts for which contractor utilization plans have been established in accordance with subdivision i of this section and 5% of all contracts awarded to MBEs, WBEs, and EBEs to assess compliance with this section. All solicitations for contracts for which contractor utilization plans are to be established shall include notice of potential audit. (11) The division shall assist agencies in identifying and seeking ways to reduce or eliminate practices such as bonding requirements or delays in payment by prime contractors that may present barriers to competition by MBEs, WBEs, and EBEs. (12) The division shall encourage prime contractors to enter joint venture agreements with MBEs, WBEs and EBEs. (13) (a) The division shall, upon reviewing applications for certification and recertification, determine whether a firm qualifies as a graduate MBE, WBE or EBE. (b) The division shall promulgate regulations establishing a process by which a certified MBE, WBE or EBE may challenge a determination that it qualifies as a graduate MBE, WBE or EBE. (c) At any time more than two years after the division has determined that a firm qualifies as a graduate MBE, WBE or EBE, the firm may apply to have such designation lifted. The division shall lift the designation if the firm demonstrates that it has been below the size standards established by the United States small business administration for its industry for a period of two years or more. f. Responsibilities of agency M/WBE officers. Each agency head shall designate a deputy commissioner or other executive officer to act as the agency M/WBE officer who shall be directly accountable to the agency head concerning the activities of the agency in carrying out its responsibilities pursuant to this section, including the responsibilities relating to EBE participation. The duties of the M/WBE officer shall include, but not be limited to: (1) creating the agency's utilization plan in accordance with subdivision g of this section; (2) acting as the agency's liaison with the division; (3) acting as a liaison with organizations and/or associations of MBEs, WBEs, and EBEs, informing such organizations and/or associations of the agency's procurement procedures, and advising them of future procurement opportunities; (4) ensuring that agency bid solicitations and requests for proposals are sent to MBEs, WBEs, and EBEs in a timely manner, consistent with this section and rules of the procurement policy board; (5) referring MBEs, WBEs, and EBEs to technical assistance services available from agencies and other organizations; (6) reviewing requests for waivers and/or modifications of participation goals and contractor utilization plans in accordance with paragraphs 11 and/or 12 of subdivision i of this section; (7) working with the division and city chief procurement officer in creating directories as required pursuant to subdivision k of this section. In fulfilling this duty, the agency M/WBE officer shall track and record each contractor that is an MBE, WBE or EBE and each subcontractor hired pursuant to such officer's agency contracts that is an MBE, WBE or EBE, and shall share such information with the director, the commissioner, and the city chief procurement officer; (8) for contracts for which contractor utilization plans have been established pursuant to subdivision i of this section, monitoring each contractor's compliance with its utilization plan by appropriate means, which shall include, but need not be limited to, job site inspections, contacting MBEs, WBEs and EBEs identified in the plan to confirm their participation, and auditing the contractor's books and records; (9) monitoring the agency's procurement activities to ensure compliance with its agency utilization plan and progress towards the participation goals as established in such plan; (10) providing to the city chief procurement officer information for the reports required in subdivision l of this section and providing any other plans and/or reports required pursuant to this section or requested by the director and/or the city chief procurement officer; and (11) participating in meetings required pursuant to subdivision m of this section. g. Agency utilization plans. (1) Beginning May 15, 2006, and on April 1 of each year thereafter, each agency which, during the fiscal year which ended on June 30 of the preceding year, has made procurements in excess of five million dollars, without counting procurements that are exempt pursuant to paragraph two of subdivision q of this section, shall submit an agency utilization plan for the fiscal year commencing in July of the year when such plan is to be submitted to the commissioner. Upon approval by the commissioner such plan shall be submitted to the speaker of the council. Each such plan shall, at a minimum, include the following: (a) the agency's participation goals for MBEs, WBEs and EBEs for the year, provided however, that when setting its goals, each agency shall consider the citywide goals, the size and nature of its own procurement portfolio (excluding contracts described in paragraph two of subdivision q of this section), and the availability of MBEs, WBEs and EBEs with the capacity to perform the specific types and scale of work for which the agency anticipates it will solicit procurements during the year; (b) an explanation for any agency goal that is different than the participation goal for the relevant group and industry classification as determined pursuant to subdivision d of this section; (c) a list of the names and titles of agency personnel responsible for implementation of the agency utilization plan; (d) methods and relevant activities proposed for achieving the agency's participation goals; and (e) any other information which the agency or the commissioner deems relevant or necessary. (2) An agency utilization plan shall set forth specific participation goals for MBEs, WBEs and/or EBEs for purchases of professional services, standard services, construction and goods valued at or below twenty thousand dollars, and for purchases of professional services, standard services, construction and goods valued at or below one hundred thousand dollars. When setting its goals for such purchases, in addition to the factors set forth in paragraph (1) of this subdivision, each agency shall specifically consider the potential for such purchases to provide opportunities for MBEs, WBEs and EBEs to develop greater capacity, thereby increasing competition for city procurements. (3) An agency utilization plan may be amended from time to time to reflect changes in the agency's projected expenditures or other relevant circumstances and resulting changes in such agency's participation goals. Such amendments shall be submitted to the commissioner, the city chief procurement officer and the speaker of the council at least thirty days prior to implementation. (4) Prior to approving individual agency utilization plans, the commissioner, in consultation with the city chief procurement officer, shall consider whether such plans viewed in the aggregate establish any goals exceeding the corresponding citywide goals set forth in subdivision d of this section. If any aggregated goals are found to exceed the corresponding citywide goal, the commissioner shall require agencies to adjust their goals so that plans, viewed in the aggregate, do not establish goals exceeding the citywide goals. Nothing in this paragraph shall be construed to limit the awards of contracts and subcontracts that may be made to MBEs, WBEs and EBEs without using goals. (5) The commissioner, in consultation with the city chief procurement officer, shall, no later than July 31 of each year, publish on the division's website a plan and schedule for each agency detailing the anticipated contracting actions for the upcoming fiscal year that form the basis for the agency utilization plan of each such agency. The plan and schedule shall include information specific to each prospective invitation for bids, request for proposal, or other solicitation, including, but not limited to, the specific type and scale of the services and/or goods to be procured, the term of the proposed contract, the method of solicitation the agency intends to utilize, and the anticipated fiscal year quarter of the planned solicitation. h. Achieving agency participation goals. (1) Each agency head shall be directly accountable for the goals set forth in his or her agency's utilization plan. (2) Each agency shall make all reasonable efforts to meet the participation goals established in its agency utilization plan. Agencies shall, at a minimum, use the following methods to achieve participation goals: (a) Agencies shall engage in outreach activities to encourage MBEs, WBEs and EBEs to compete for all facets of their procurement activities, including contracts awarded by negotiated acquisition, emergency and sole source contracts, and each agency shall seek to utilize MBEs, WBEs and/or EBEs for all types of goods, services and construction they procure. (b) Agencies shall encourage eligible businesses to apply for certification as MBEs, WBEs and EBEs and inclusion in the directories of MBEs, WBEs and EBEs. Agencies shall also encourage MBEs, WBEs and EBEs to have their names included on their bidders lists, seek pre-qualification where applicable, and compete for city business as contractors and subcontractors. Agencies are encouraged to advertise procurement opportunities in general circulation media, trade and professional association publications and small business media, and publications of minority and women's business organizations, and send written notice of specific procurement opportunities to minority and women's business organizations. (c) All agency solicitations for bids or proposals shall include information referring potential bidders or proposers to the directories of MBEs, WBEs and EBEs prepared by the division. (d) In planning procurements, agencies shall consider the effect of the scope, specifications and size of a contract on opportunities for participation by MBEs, WBEs and EBEs. (e) Prior to soliciting bids or proposals for contracts valued at over ten million dollars, other than contracts for capital projects valued at over twenty-five million dollars and contracts that are exempt pursuant to paragraph two of subdivision q of this section, an agency shall submit the bid or proposal to the city chief procurement officer for a determination whether it is practicable to divide the proposed contract into smaller contracts and whether doing so will enhance competition for such contracts among MBEs, WBEs and EBEs and other potential bidders or proposers. If the city chief procurement officer determines that it is both practicable and advantageous in light of cost and other relevant factors to divide such contracts into smaller contracts, then he or she shall direct the agency to do so. (f) Agencies shall examine their internal procurement policies, procedures and practices and, where practicable, address those elements, if any, that may negatively affect participation of MBEs, WBEs and EBEs in city procurement. i. Participation goals for contracts for construction and professional and standard services. (1) Prior to issuing the solicitation of bids or proposals for individual contracts, agencies shall establish participation goals for MBEs, WBEs and/or EBEs. Such goals may be greater than, less than or the same as the relevant citywide goal or goals established pursuant to subdivision d of this section. Taking into account the factors listed in this subdivision, an agency may establish a goal for a procurement that may be achieved by a combination of prime contract and subcontract dollars, a combination of construction and services performed pursuant to the contract, and/or a combination of MBEs, WBEs and/or EBEs. Alternatively, an agency may establish specific goals for particular types of services, and/or goals for particular types of certified firms. In determining the participation goals for a particular contract, an agency shall consider the following factors: (a) the scope of work; (b) the availability of MBEs, WBEs and EBEs able to perform the particular tasks required in the contract; (c) the extent to which the type and scale of work involved in the contract present prime contracting and subcontracting opportunities for amounts within the capacity of MBEs, WBEs and EBEs; (d) the agency's progress to date toward meeting its annual participation goals through race-neutral, gender-neutral and other means, and the agency's expectations as to the effect such methods will have on participation of MBEs, WBEs and EBEs in the agency's future contracts; and (e) any other factors the contracting agency deems relevant. (2) A contracting agency shall not be required to establish participation goals for (i) procurements described in subdivision q of this section; or (ii) when the agency has already attained the relevant goal in its annual utilization plan, or expects that it will attain such goal without the use of such participation goals. (3) For each contract in which a contracting agency has established participation goals, such agency shall state in the solicitation for such contract that bidders and/or proposers shall be required to agree as a material term of the contract that the contractor shall meet the participation goals unless such goals are waived or modified by the agency in accordance with this section. A contractor that is an MBE, WBE or EBE shall be permitted to count its own participation toward fulfillment of the relevant participation goal, provided that the value of such a contractor's participation shall be determined by subtracting from the total value of the contract any amounts that the contractor pays to direct subcontractors. A contractor that is a qualified joint venture shall be permitted to count a percentage of its own participation toward fulfillment of the relevant participation goal. The value of such a contractor's participation shall be determined by subtracting from the total value of the contract any amounts that the contractor pays to direct subcontractors, and then multiplying the remainder by the percentage to be applied to total profit to determine the amount to which an MBE, WBE or EBE is entitled pursuant to the joint venture agreement. Notwithstanding any provision of this paragraph to the contrary, a contractor's achievement of participation goals shall be determined as described in paragraph two of subdivision j of this section. (4) For each contract in which participation goals are established, the agency shall include in its solicitation and/or bidding materials a referral to the directories prepared by the division pursuant to this section. (5) For each contract for which participation goals are established, the contractor shall be required to submit with its bid or proposal a contractor utilization plan indicating: (a) whether the contractor is an MBE, WBE, EBE, or a qualified joint venture; (b) the percentage of work it intends to award to direct subcontractors; and (c) in cases where the contractor intends to award direct subcontracts, a description of the type and dollar value of work designated for participation by MBEs, WBEs and/or EBEs, and the time frames in which such work is scheduled to begin and end. When the contractor utilization plan indicates that the bidder or proposer does not intend to meet the participation goals, the bid or proposal shall not be deemed responsive unless the agency has granted a pre-award request for change pursuant to paragraph 11 of this subdivision. (6) (a) For each contract for which a contractor utilization plan has been submitted, the contracting agency shall require that within thirty days of the issuance of notice to proceed, and at least once per year thereafter, the contractor submit a list of persons to which it intends to award subcontracts within the next twelve months. In the event that a contracting agency disapproves a contractor's selection of a subcontractor or subcontractors, the contracting agency shall allow such contractor a reasonable time to propose alternate subcontractors. (b) The contracting agency may also require the contractor to report periodically about the contracts awarded by its direct subcontractors to indirect subcontractors. (7) For each contract for which a contractor utilization plan has been submitted, the contractor shall, with each voucher for payment, and/or periodically as the agency may require, submit statements, certified under penalty of perjury, which shall include, but not be limited to, the total amount the contractor paid to its direct subcontractors, and, where applicable pursuant to subparagraph (1) of paragraph (1) of subdivision j of this section, the total amount direct subcontractors paid to indirect subcontractors, the names, addresses and contact numbers of each MBE, WBE or EBE hired as a subcontractor by the contractor or any of the contractor's direct subcontractors, as well as the dates and amounts paid to each MBE, WBE or EBE. The contractor shall also submit, along with its voucher for final payment, the total amount it paid to subcontractors, and, where applicable pursuant to subparagraph (1) of paragraph (1) of subdivision j of this section, the total amount its direct subcontractors paid directly to their indirect subcontractors; and a final list, certified under penalty of perjury, which shall include the name, address and contact information of each subcontractor that is an MBE, WBE or EBE, the work performed by, and the dates and amounts paid to each. (8) If payments made to, or work performed by, MBEs, WBEs or EBEs are less than the amount specified in the contractor's utilization plan, the agency shall take appropriate action in accordance with subdivision o of this section, unless the contractor has obtained a modification of its utilization plan pursuant to paragraph 12 of this subdivision. (9) When advertising a solicitation for bids or proposals for a contract for which a participation goal has been established, agencies shall include in the advertisement a general statement that the contract will be subject to participation goals for MBEs, WBEs and/or EBEs. (10) In the event that a contractor with a contract that includes a contractor utilization plan submits a request for a change order the value of which exceeds the greater of ten percent of such contract or $500,000, the agency shall review the scope of work for the contract, and the scale and types of work involved in the change order, and determine whether the participation goals should be modified. (11) Requests from bidders or proposers for changes in participation goals. (a) A bidder or proposer may request that an agency change the participation goal or goals established for the procurement on the grounds that goals are unreasonable in light of the availability of certified firms to perform the services required, or by demonstrating that it has legitimate business reasons for proposing a lower level of subcontracting in its utilization plan. (b) If the contracting agency determines that the participation goals established for the procurement are unreasonable in light of the availability of certified firms to perform the services required, it shall revise the solicitation and extend the deadline for bids and proposals. (c) Subject to subparagraph (d) of this paragraph, the contracting agency may grant a full or partial waiver of the participation goals to a bidder or proposer who demonstrates that it has legitimate business reasons for proposing the level of subcontracting in its utilization plan. The contracting agency shall make its determination in light of factors that shall include, but not be limited to, whether the bidder or proposer has the capacity and the bona fide intention to perform the contract without any subcontracting, or to perform the contract without awarding the amount of subcontracts represented by the participation goals. In making such determination, the agency may consider whether the utilization plan is consistent with past subcontracting practices of the bidder or proposer, whether the bidder or proposer has made efforts to form a joint venture with a certified firm, and whether the bidder or proposer has made good faith efforts to identify portions of the contract that it intends to subcontract. The city chief contracting officer shall notify the council of any such waiver granted with respect to a registered contract in the quarterly report required pursuant to subdivision 1 of this section. (d) The agency M/WBE officer shall provide written notice of requests for a full or partial waiver of the participation goals to the division and the city chief procurement officer and shall not approve any such request without the approval of the city chief procurement officer, provided that the city chief procurement officer, upon adequate assurances of an agency's ability to administer its utilization plan in accordance with the provisions of this section, may determine that further approval from the city chief procurement officer is not required with respect to such requests for an agency's contracts or particular categories of an agency's contracts. The city chief procurement officer shall notify the speaker of the council in writing in the quarterly report required pursuant to subdivision 1 of this section following the registration of a contract for which a request for a full or partial waiver of a participation goal was granted, provided that where an agency has been authorized to grant waivers without approval of the chief procurement officer, such notice shall be provided to the speaker of the council by the agency. Such notification shall include, but not be limited to, the name of the contractor, the original participation goal, the waiver request, including all documentation, and an explanation for the approval of such request. (12) Modification of utilization plans at contractor's request or agency's initiative. (a) A contractor may request modification of its utilization plan after the award of a contract. Subject to subparagraph (b) of this paragraph, an agency may grant such request if it determines that such contractor has established, with appropriate documentary and other evidence, that it made all reasonable, good faith efforts to meet the goals set by the agency for the contract. In making such determination, the agency shall consider evidence of the following efforts, as applicable, along with any other relevant factors: (i) The contractor advertised opportunities to participate in the contract, where appropriate, in general circulation media, trade and professional association publications and small business media, and publications of minority and women's business organizations; (ii) The contractor provided notice of specific opportunities to participate in the contract, in a timely manner, to minority and women's business organizations; (iii) The contractor sent written notices, by certified mail or facsimile, in a timely manner, to advise MBEs, WBEs or EBEs that their interest in the contract was solicited; (iv) The contractor made efforts to identify portions of the work that could be substituted for portions originally designated for participation by MBEs, WBEs and/or EBEs in the contractor utilization plan, and for which the contractor claims an inability to retain MBEs, WBEs or EBEs; (v) The contractor held meetings with MBEs, WBEs and/or EBEs prior to the date their bids or proposals were due, for the purpose of explaining in detail the scope and requirements of the work for which their bids or proposals were solicited; (vi) The contractor made efforts to negotiate with MBEs, WBEs and/or EBEs as relevant to perform specific subcontracts, or act as suppliers or service providers; (vii) Timely written requests for assistance made by the contractor to the agency M/WBE liaison officer and to the division; and (viii) Description of how recommendations made by the division and the contracting agency were acted upon and an explanation of why action upon such recommendations did not lead to the desired level of participation of MBEs, WBEs and/or EBEs. (b) The agency M/WBE officer shall provide written notice of requests for such modifications to the division and the city chief procurement officer and shall not approve any such request for modification without the approval of the city chief procurement officer, provided that the city chief procurement officer, upon adequate assurances of an agency's ability to administer its utilization plan in accordance with the provisions of this section, may determine that further approval from the city chief procurement officer is not required with respect to such requests for an agency's contracts or particular categories of an agency's contracts. The city chief procurement officer, shall notify the speaker of the council in writing within seven days of the approval of a request for modification of a utilization plan, provided that where an agency has been authorized to grant modifications without approval of the chief procurement officer, such notice shall be provided to the speaker of the council by the agency. Such notification shall include, but not be limited to, the name of the contractor, the original utilization plan, the modification request, including all documentation, and an explanation for the approval of such request. (c) An agency may modify the participation goals established for a procurement when the scope of the work has been changed by the agency in a manner that affects the scale and types of work that the contractor indicated in its contractor utilization plan would be awarded to subcontractors. (d) The agency M/WBE officer shall provide written notice to the contractor of its determination that shall include the reasons for such determination. (13) For each contract in which a contracting agency has established participation goals, the agency shall evaluate and assess the contractor's performance in meeting each such goal. Such evaluation and assessment shall be a part of the contractor's overall contract performance evaluation required pursuant to section 333 of the charter. j. Determining credit for MBE, WBE and EBE participation. (1) An agency's achievement of its annual goals shall be calculated as follows: (a) The dollar amount that an agency has paid or is obligated to pay to a prime contractor that is an MBE, WBE or EBE, reduced by the dollar amount the contractor has paid or is obligated to pay its direct subcontractors upon their completion of work, shall be credited toward the relevant goal. Where an agency has paid or is obligated to pay a prime contractor that is both an MBE and a WBE, such amount shall be credited toward the relevant goal for MBEs or the goal for WBEs. (b) Except as provided in subparagraph (c) of this paragraph, the total dollar amount that a prime contractor of an agency has paid or is obligated to pay to a direct subcontractor that is an MBE, WBE or EBE shall be credited toward the relevant goal. Where such a contractor has paid or is obligated to pay a direct subcontractor that is both an MBE and a WBE, such amount shall be credited toward the relevant goal for MBEs or the goal for WBEs. (c) In the case of contracts of the types identified pursuant to subparagraph (l) of this paragraph, the total dollar amount that a prime contractor of an agency has paid or is obligated to pay a direct subcontractor that is an MBE, WBE, or EBE, reduced by the dollar amount the direct subcontractor has paid or is obligated to pay its indirect subcontractors upon completion of work, shall be credited toward the relevant goal. Where such a contractor has paid or is obligated to pay a direct contractor that is both an MBE and a WBE, such amount shall be credited toward the relevant goal for MBEs or the goal for WBEs. (d) In the case of contracts of the types identified pursuant to subparagraph (1) of this paragraph, the total dollar amount that a direct subcontractor of the prime contractor has paid or is obligated to pay to an indirect subcontractor that is an MBE, WBE or EBE shall be credited toward the relevant goal. Where such a contractor has paid or is obliged to pay an indirect contractor that is both an MBE and a WBE, such amount shall be credited toward the relevant goal for MBEs or the goal for WBEs. (e) For requirements contracts, credit shall be given for the actual dollar amount paid under the contract. (f) Where one or more MBEs, WBEs or EBEs is participating in a qualified joint venture, the amounts that the joint venture is required to pay its direct subcontractors shall be subtracted as provided in subparagraph (a) of this paragraph, and then a percentage of the remaining dollar amount of the contract equal to the percentage of total profit to which MBEs, WBEs or EBEs are entitled pursuant to the joint venture agreement shall be credited toward the relevant goal. Where such a participant in a joint venture is both an MBE and a WBE, such amount shall be credited toward the relevant goal for MBEs or the goal for WBEs. (g) No credit shall be given for participation in a contract by an MBE, WBE or EBE that does not perform a commercially useful function. (h) No credit shall be given for the participation in a contract by any company that has not been certified as an MBE, WBE or EBE in accordance with section 1304 of the charter. (i) In the case of a contract for which the contractor is paid on a commission basis, the dollar amount of the contract may be determined on the basis of the commission earned or reasonably anticipated to be earned under the contract. (j) No credit shall be given to a contractor for participation in a contract by a graduate MBE, WBE or EBE. (k) The participation of a certified company shall not be credited toward more than one participation goal. (1) The city chief procurement officer may identify types of contracts where payments to indirect subcontractors shall be credited toward the relevant participation goals. (2) A contractor's achievement of its participation goals established in its utilization plan shall be calculated as follows: (a) A contractor's use of direct subcontractors and their indirect subcontractors toward achievement of each goal established in its utilization plan shall be calculated in the same manner as described for calculating the achievement of agency utilization goals as described in paragraph (1) of this subdivision, except that a contractor's use of a subcontractor that is both an MBE and a WBE shall not be credited toward the contractor's achievement of more than one goal; (b) A contractor that is an MBE, WBE or EBE shall be permitted to count its own participation toward fulfillment of the relevant participation goal, provided that the value of such a contractor's participation shall be determined by subtracting from the total value of the contract any amounts that the contractor pays to direct subcontractors, and provided further that a contractor that is both an MBE and a WBE shall not be credited for its participation toward more than one goal; (c) No credit shall be given to the contractor for the participation of a company that is not certified in accordance with section 1304 of the charter before the date that the subcontractor completes the work under the subcontract. (d) A contractor that is a qualified joint venture shall be permitted to count a percentage of its own participation toward fulfillment of the relevant participation goal. The value of such a contractor's participation shall be determined by subtracting from the total value of the contract any amounts that the contractor pays to direct subcontractors, and then multiplying the remainder by the percentage to be applied to total profit to determine the amount to which an MBE, WBE or EBE is entitled pursuant to the joint venture agreement; provided that where such a participant in a joint venture is both an MBE and a WBE, such amount shall not be credited toward more than one goal. k. Small purchases. Whenever an agency solicits bids or proposals for small purchases pursuant to section three hundred fourteen of the charter, the agency shall maintain records identifying the MBEs, WBEs and EBEs it solicited, which shall become part of the contract file. l. Compliance reporting. (1) The city chief procurement officer, in consultation with the division, shall prepare and submit quarterly reports to the speaker of the council as described in this section. Preliminary reports containing information for the fiscal year in progress shall be submitted to the speaker of the council by January first, April first, and July first of each year, and a final report containing information for the preceding fiscal year shall be submitted to the speaker of the council by October first of each year. The reports, which shall also be posted on the division's website, shall contain the following information, disaggregated by agency: (a) the number and total dollar value of contracts awarded, disaggregated by industry classification and size of contract, including but not limited to, contracts valued at or below twenty thousand dollars, contracts valued above twenty thousand dollars and at or below one hundred thousand dollars, contracts valued above one hundred thousand dollars and at or below one million dollars, contracts valued above one million dollars and at or below five million dollars, contracts valued above five million dollars and at or below twenty five million dollars, and contracts valued above twenty five million dollars; (b) for those contracts for which an agency set participation goals in accordance with subdivision i of this section: (i) The number and total dollar amount of such contracts disaggregated by industry classification, size of contract and status as MBE, WBE, EBE, or non-certified firm, and further disaggregated by minority and gender group, and the number and dollar value of such contracts that were awarded to firms that are certified both as MBEs and WBEs; (ii) the number and total dollar value of such contracts that were awarded to qualified joint ventures and the total dollar amount attributed to the MBE, WBE or EBE joint venture partners, disaggregated by minority and gender group, size of contract and industry classification, and the number and dollar value of such contracts that were awarded to firms that are certified both as MBEs and WBEs; (iii) The number and total dollar value of subcontracts approved during the reporting period that were entered into pursuant to contracts for which participation requirements under this section have been established (including both contracts awarded during the current reporting period and those awarded in earlier reporting periods that remain open during the current reporting period), and the number and total dollar amount of such subcontracts awarded to MBEs, WBEs and EBEs, disaggregated by minority and gender group, size of subcontract and industry classification, and the number and dollar value of such subcontracts that were awarded to firms that are certified both as MBEs and WBEs; (iv) a list of the requests for full or partial waivers of participation requirements for such contracts made pursuant to paragraph 11 of subdivision i of this section and the determinations made with respect to such requests, and the number and dollar amount of those contracts for which such waivers were granted, disaggregated by industry classification; and (v) a list of the requests for modification of participation requirements for such contracts made pursuant to paragraph 12 of subdivision i of this section and the determinations made with respect to such requests, and the number and dollar amount of those contracts for which such modifications were granted, disaggregated by industry classification; (c) a detailed list of each complaint received pursuant to paragraph 1 of subdivision o of this section which shall, at a minimum, include the nature of each complaint and the action taken in investigating and addressing such complaint including whether and in what manner the enforcement provisions of subdivision o of this section were invoked and the remedies applied; (d) a detailed list of all non-compliance findings made pursuant to paragraph 4 of subdivision o of this section and actions taken in response to such findings; (e) the number of firms certified or recertified in accordance with section 1304 of the charter during the six months immediately preceding such report; (f) the number and percentage of contracts audited pursuant to section paragraph 10 of subdivision e of this section and a summary of the results of each audit. (g) a summary of efforts to reduce or eliminate barriers to competition as required pursuant to paragraph 11 of subdivision e of this section; (h) a list of all solicitations submitted to the city chief procurement officer pursuant to subparagraph e of paragraph 2 of subdivision h of this section and a summary of the determination made regarding each such submission; and (i) any other information as may be required by the director and/or the commissioner. (2) The annual reports submitted in October shall, in addition, contain a determination made by the director and the commissioner, as to whether each agency has made substantial progress toward achieving its utilization goals and whether the city has made substantial progress toward achieving the citywide goals established pursuant to subdivision d of this section. (3) If an agency that has submitted an agency utilization plan pursuant to subdivision g of this section fails to achieve its utilization goal, the agency head shall prepare and submit to the director, the commissioner, the city chief procurement officer, and the speaker of the council by October first a performance improvement plan which shall describe in detail the efforts such agency intends to undertake to increase M/WBE participation. (4) The data that provide the basis for the reports required by this subdivision shall be made available electronically to the council at the time the reports are submitted. m. Agency compliance. (1) Each agency shall submit to the commissioner and the city chief procurement officer such information as is necessary for the city chief procurement officer to complete his or her reports as required in subdivision l of this section. The director, the commissioner, and the city chief procurement officer shall review each agency's submissions. The director shall convene the agency M/WBE officers for those agencies that have submitted utilization plans pursuant to subdivision g of this section as often as the director deems necessary, but no less frequently than once per quarter, in order to have agency M/WBE officers (i) discuss the results of the reports required in subdivision 1 of this section; (ii) offer detailed information concerning their effectuation of their performance improvement plans and any additional efforts undertaken to meet goals established in agency utilization plans; (iii) share the practices that have yielded successes in increasing M/WBE participation; and (iv) devise strategic plans to improve the performance of those failing to meet goals established in agency utilization plans. No less frequently than twice per year, agency heads for those agencies that have submitted utilization plans pursuant to subdivision g of this section shall join such quarterly meetings. Whenever it has been determined that an agency is not making adequate progress toward the goals established in its agency utilization plan, the director, the commissioner, and the city chief procurement officer shall act to improve such agency's performance, and may take any of the following actions: (a) require the agency to submit more frequent reports about its procurement activity; (b) require the agency to notify the director, the commissioner, and the city chief procurement officer, prior to solicitation of bids or proposals for, and/or prior to award of, contracts in any category where the agency has not made adequate progress toward achieving its utilization goals; (c) reduce or rescind contract processing authority delegated by the mayor pursuant to sections 317 and 318 of the charter; and (d) any other action the director, the commissioner, and the city chief procurement officer deem appropriate. (2) Noncompliance. Whenever the director, the city chief procurement officer, or the commissioner finds that an agency has failed to comply with its duties under this section, he or she shall attempt to resolve such noncompliance informally with the agency head. In the event that the agency fails to remedy its noncompliance after such informal efforts, the director and the city chief procurement officer shall submit such findings in writing to the mayor and the speaker of the council, and the mayor shall take appropriate measures to ensure compliance. (3) Failure by an agency to submit information required by the director, the division, or the city chief procurement officer, in accordance with this section, including but not limited to the utilization plan required pursuant to subdivision g of this section, shall be deemed noncompliance. n. Pre-qualification. An agency establishing a list of pre-qualified bidders or proposers may deny pre-qualification to prospective contractors who fail to demonstrate in their application for pre-qualification that they have complied with applicable federal, state and local requirements for participation of MBEs, WBEs and EBEs in procurements. A denial of pre-qualification may be appealed pursuant to applicable procurement policy board rules. o. Enforcement. (1) Any person who believes that a violation of the requirements of this section, rules promulgated pursuant to its provisions, or any provision of a contract that implements this section or such rules, including, but not limited to, any contractor utilization plan, has occurred may submit a complaint in writing to the division, the city chief procurement officer and the comptroller. The division shall promptly investigate such complaint and determine whether there has been a violation. (2) Any complaint alleging fraud, corruption or other criminal behavior on, the part of a bidder, proposer, contractor, subcontractor or supplier shall be referred to the commissioner of the department of investigation. (3) Contract award. (a) When an agency receives a protest from a bidder or proposer regarding a contracting action that is related to this section, the agency shall send copies of the protest and any appeal thereof, and any decisions made on the protest or such appeal, to the division and the comptroller. (b) Whenever a contracting agency has determined that a bidder or proposer has violated this section, or rules promulgated pursuant to its provisions, the agency may disqualify such bidder or proposer from competing for such contract and the agency may revoke such bidder's or proposer's prequalification status. (4) Contract administration. (a) For each contract for which participation requirements have been established under this section, at least once annually during the term of such contract, the contracting agency shall review the contractor's progress toward attainment of its utilization plan, including but not limited to, by reviewing the percentage of work the contractor has actually awarded to MBE, WBE and/or EBE subcontractors and the payments the contractor has made to such subcontractors. (b) Whenever an agency believes that a contractor or a subcontractor is not in compliance with this section, rules promulgated pursuant to its provisions or any provision of a contract that implements this section, including, but not limited to any contractor utilization plan, the agency shall send a written notice to the city chief procurement officer, the division and the contractor describing the alleged noncompliance and offering the contractor an opportunity to be heard. The agency shall then conduct an investigation to determine whether such contractor or subcontractor is in compliance. (c) In the event that a contractor has been found to have violated this section, rules promulgated pursuant to its provisions, or any provision of a contract that implements this section, including, but not limited to any contractor utilization plan, the contracting agency shall, after consulting with the city chief procurement officer and the division, determine whether any of the following actions should be taken: (i) enter an agreement with the contractor allowing the contractor to cure the violation; (ii) revoke the contractor's pre-qualification to bid or make proposals for future contracts; (iii) make a finding that the contractor is in default of the contract; (iv) terminate the contract; (v) declare the contractor to be in breach of contract; (vi) withhold payment or reimbursement; (vii) determine not to renew the contract; (viii) assess actual and consequential damages; (ix) assess liquidated damages or reduction of fees, provided that liquidated damages may be based on amounts representing costs of delays in carrying out the purposes of the program established by this section, or in meeting the purposes of the contract, the costs of meeting utilization goals through additional procurements, the administrative costs of investigation and enforcement, or other factors set forth in the contract; (x) exercise rights under the contract to procure goods, services or construction from another contractor and charge the cost of such contract to the contractor that has been found to be in noncompliance; or (xi) take any other appropriate remedy. (5) To the extent available pursuant to rules of the procurement policy board, a contractor may seek resolution of a dispute regarding a contract related to this section. The contracting agency shall submit a copy of such submission to the division. (6) Whenever an agency has reason to believe that an MBE, WBE or EBE is not qualified for certification, or is participating in a contract in a manner that does not serve a commercially useful function, or has violated any provision of this section, the agency shall notify the commissioner who shall determine whether the certification of such business enterprise should be revoked. (7) Statements made in any instrument submitted to an agency pursuant to these rules shall be submitted under penalty of perjury and any false or misleading statement or omission shall be grounds for the application of any applicable criminal and/or civil penalties for perjury. The making of a false or fraudulent statement by an MBE, WBE or EBE in any instrument submitted pursuant to these rules shall, in addition, be grounds for revocation of its certification. (8) A contractor's record in implementing its contractor utilization plan shall be a factor in the evaluation of its performance. Whenever a contracting agency determines that a contractor's compliance with a contractor utilization plan has been unsatisfactory, the agency shall, after consultation with the city chief procurement officer, file an advice of caution form for inclusion in VENDEX as caution data. p. Procurements by elected officials and the council. (1) In the case of procurements by independently elected city officials other than the mayor, where these rules provide for any action to be taken by the director or the city chief procurement officer, such action shall instead be taken by such elected officials. (2) In the case of procurements by the council, where these rules provide for any action to be taken by the director or the city chief procurement officer, such action shall instead be taken by the speaker of the council. q. Applicability. Agencies shall not be required to apply participation requirements to the following types of contracts: (1) those subject to federal or state funding requirements which preclude the city from imposing the requirements of this subdivision; (2) those subject to federal or state law participation requirements for MBEs, WBEs, disadvantaged business enterprises, and/or EBEs; (3) contracts between agencies; (4) procurements made through the United States general services administration or another federal agency, or through the New York state office of general services or another state agency, or any other governmental agency. (5) emergency procurements pursuant to section three hundred fifteen of the charter; (6) sole source procurements pursuant to section three hundred twenty-one of the charter; (7) contracts for human services; and (8) contracts awarded to not-for-profit organizations. r. Comptroller. The comptroller shall randomly examine contracts for which contractor utilization plans are established to assess compliance with such plans. All solicitations for contracts for which contractor utilization plans are to be established shall include notice of potential comptroller examinations. ",
  "sections": [

  ],
  "title": {
    "identifier": "6",
    "text": " CONTRACTS, PURCHASES AND FRANCHISES"
  },
  "chapter": {
    "identifier": "1",
    "text": "CONTRACTS AND PURCHASES"
  },
  "heading": {
    "title": "6",
    "chaptersection": "129",
    "identifier": "6-129",
    "catch_text": "Participation by minority-owned and women-owned business enterprises and emerging business enterprises in city procurement."
  }
}