{
  "text": "This section shall be known and may be cited as the \"Equal Benefits Law.\" b. For purposes of this section only, the following terms shall have the following meanings: (1) \"Contract\" means any written agreement, purchase order or instrument whereby the city is committed to expend or does expend funds in return for an interest in real property, work, labor, services, supplies, equipment, materials, construction, construction related service or any combination of the foregoing. (2) \"Contracting agency\" means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury. (3) \"Contractor\" means any individual, sole proprietorship, partnership, joint venture, corporation or other form of doing business. (4) \"Covered contract\" means a contract between a contracting agency and a contractor which by itself or when aggregated with all contracts awarded to such contractor by any contracting agency during the immediately preceding twelve months has a value of one hundred thousand dollars or more. (5) \"Domestic partners\" means persons who are domestic partners as defined in section 3-240(a) of the administrative code, or who have registered as domestic partners with a contractor pursuant to subdivision n of this section. (6) \"Employee\" means a person employed by a contractor. (7) \"Employment benefits\" means benefits including, but not limited to, health insurance, pension, retirement, disability and life insurance, family, medical, parental, bereavement and other leave policies, tuition reimbursement, legal assistance, adoption assistance, dependent care insurance, moving and other relocation expenses, membership or membership discounts, and travel benefits provided by a contractor to its employees. (8) \"Equal benefits\" means employment benefits equal to those provided to employees with spouses and to their spouses. (9) \"Household member coverage\" means the provision of equal benefits to an employee and to one designated member of such employee's household provided that such household member is eighteen years of age or older, lives permanently with the employee, is unmarried, is not a dependent of any other person and is not the tenant or landlord of the employee. (10) \"Implementing agency\" means the city chief procurement officer or any agency or officer that the mayor designates. c. (1) No contracting agency shall enter into or renew any covered contract with a contractor that discriminates in the provision of employment benefits between employees with spouses and employees with domestic partners and/or between the domestic partners and spouses of such employees; and unless the contractor certifies that: (a)(i) it offers equal benefits to employees with domestic partners; or (ii) if the contractor is a religious or denominational institution or organization, or an organization operated for charitable or educational purposes which is operated, supervised or controlled by or in connection with a religious organization, and the certification required in subsection c(1)(a)(i) of this section would, in the opinion of such contractor, be inconsistent with the religious principles for which such organization was established or maintained, it offers household member coverage to its employees, provided that such employees shall not be required to disclose to the contractor information concerning the nature of their relationship with a designated household member beyond that which such contractor deems necessary to determine eligibility for household member coverage; and (b) it will not retaliate against an employee in the terms and conditions of employment in the event that such employee requests equal benefits or informs the city that such contractor has failed to provide equal benefits in violation of this section. (2) Such certification shall be in writing and shall be signed by an authorized officer of the contractor and delivered, along with a description of the contractor's employee benefits plan or plans, to the contracting agency and to the implementing agency prior to entering into a covered contract. The implementing agency shall reject a contractor's certification if it determines that such contractor discriminates in the provision of employment benefits in violation of this section, or if the implementing agency determines that the contractor was created, or is being used, for the purpose of evading the requirements of this section. d. Every covered contract shall contain a provision detailing the contractor's obligations pursuant to this section, which shall be a material provision of such contract. e. The requirements of subdivision c shall apply to the employees of a contractor who, during the term of such contract, work within the city of New York, and to those employees of a contractor who work outside of the city of New York and who work directly on fulfilling the terms of a covered contract. f. In the event that a contractor's actual cost of providing an equal benefit or benefits exceeds that of providing the equivalent spousal benefit or benefits, such contractor shall not be deemed to have discriminated in the provision of employment benefits if such contractor conditions the provision of such equal benefit or benefits upon the employee agreeing to pay the excess costs. g. Nothing in this section shall be construed to require a contractor to pay income tax liabilities incurred through the provision of equal benefits as required under this section. h. (1) In the event a contractor is unable to provide a particular equal benefit or benefits as required pursuant to this section despite taking all reasonable measures to do so, such contractor shall not be deemed to have discriminated in the provision of employment benefits for failure to provide such employment benefit or benefits if such contractor provides the cash equivalent of such employment benefit or benefits to the affected employee(s). The contractor shall provide the implementing agency with sufficient proof of such inability to provide such benefit or benefits, which shall include the measures taken to provide such benefit or benefits and the cash equivalent proposed, along with the certification required pursuant to subdivision c of this section. The implementing agency shall, based on submitted evidence, determine whether the contractor's failure to provide such employment benefit or benefits precludes such contractor from entering into a covered contract pursuant to the requirements of this section. (2) In the event that a contractor is unable to provide a particular equal benefit or benefits as required pursuant to this section because it would require administrative action that would delay the provision of such equal benefit or benefits, then the contractor may request an extension of time to take such administrative action which shall not exceed three months. Applications for such extensions of time shall be submitted to the implementing agency, which shall have the discretion to grant such applications. A contractor may, if necessary, request an additional extension of time to provide the delayed equal benefit or benefits. Applications for such additional extensions of time shall be submitted to the implementing agency, which shall have the discretion to grant such applications provided that the contractor provides the cash equivalent of any delayed equal benefit or benefits to the affected employee(s) during the additional extension period. The implementing agency shall monitor contracting agencies to which it grants extensions of time to ensure compliance with the requirements of this section within such extension periods. i. Every contractor shall, to the extent permitted by law, provide the contracting agency and the implementing agency access to its records for the purpose of audits and/or investigations to ascertain compliance with the provisions of this section, and upon request shall provide evidence that the contractor is in compliance with the provisions of this section. j. If during the term of a covered contract a contractor fails to provide equal benefits as required pursuant to this section, or if a contractor retaliates against an employee in the terms and conditions of employment for requesting equal benefits or for informing the city that such contractor has failed to provide equal benefits, such failure and/or retaliation shall be deemed a material breach of such contract. Upon receiving information that a contractor has failed to provide equal benefits as required pursuant to this section and/or retaliated against an employee in violation of this section, the implementing agency shall review such information, notify the contractor of such information and offer the contractor an opportunity to respond. If it is found that a violation has occurred, the implementing agency shall take such action as may be appropriate and provided by law, rule or contract, including, but not limited to, imposing sanctions, seeking compliance, recovering damages, declaring the contractor in default and/or seeking a finding that the contractor is not a responsible contractor pursuant to section 335 of the charter. Nothing in this subdivision shall be construed to limit the remedies a contractor's employee or the domestic partner of such employee may seek in law or equity in the event of such contractor's non-compliance. k. (1) The requirements of this section may be waived by the implementing agency upon application by a contracting agency under the following circumstances: (i) for sole source contracts entered into pursuant to section 321 of the charter, where the sole source is unwilling to comply with the requirements of this section; or (ii) for emergency contracts entered into pursuant to section 315 of the charter and for which no entity which complies with the requirements of this section and which is capable of fulfilling such contract is immediately available; or (iii) where compliance with the requirements of this section would violate or be inconsistent with the terms or conditions of a grant, subvention or contract with a public agency or the instructions of an authorized representative of any such agency with respect to any such grant, subvention or contract; or (iv) where there are no prospective bidders for a contract that are willing to comply with the requirements of this section and it is essential for the city to enter into such contract. (2) All applications for waivers pursuant to this subdivision shall be made in writing. The implementing agency shall, within a reasonable period of time, determine whether to grant such waiver applications. All decisions regarding waivers shall be issued in writing and shall include the reason for the granting or denial of such application. All decisions granting waivers shall become part of the relevant contract file. (3) Beginning twelve months after the effective date of the local law that added this section and annually thereafter, the implementing agency shall report to the council regarding the twelve month period immediately preceding the report, the number and total dollar value of waivers for which it received applications disaggregated by type of waiver and contracting agency; the number and total dollar value of waivers granted disaggregated by type of waiver and contracting agency; and the number and total dollar value of waivers denied or withdrawn disaggregated by type of waiver and contracting agency. l. The requirements of this section shall not apply to contracts relating to the investment of assets held in trust by the city or to the investment of city monies. m. The comptroller shall conduct annual investigations, on a sample basis, to measure contractor compliance with the requirements of this section. Contractors shall make such information available as is necessary to conduct such investigations. Beginning twelve months after the effective date of the local law that added this section and annually thereafter, the comptroller shall report the results of such investigations to the mayor and the council. n. A contractor may institute an internal registry to allow for the provision of equal benefits to employees with domestic partners who are not domestic partners as defined in section 3-240(a) of the administrative code, or who are located in a jurisdiction where no such governmental domestic partnership registry exists; provided, however, that a contractor that institutes such a registry shall not impose criteria for registration that are more stringent than those required for domestic partnership registration by the city of New York. A contractor may also verify the existence of a domestic partnership or marriage to the extent such verification is undertaken equally for employees with domestic partners and employees with spouses. o. Nothing in this section shall be construed to limit the city's authority to cancel or terminate a contract, deny or withdraw approval to perform a subcontract or provide supplies, issue a non-responsibility finding, issue a non-responsiveness finding, deny a person or entity pre-qualification, or to otherwise deny a person or entity city business. p. This section shall only apply to contracts entered into or renewed on or after the effective date of the local law that added this section. q. The procurement policy board may promulgate rules to implement the requirements of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "6",
    "text": " CONTRACTS, PURCHASES AND FRANCHISES"
  },
  "chapter": {
    "identifier": "1",
    "text": "CONTRACTS AND PURCHASES"
  },
  "heading": {
    "title": "6",
    "chaptersection": "126",
    "identifier": "6-126",
    "catch_text": "(Enacted without section heading)"
  }
}