{
  "text": "a. For the purposes of this section only, the following terms shall have the following meanings: (1) \"City agency\" means a city, county, borough, administration, department, division bureau, board or commission, or a corporation, institution or agency of government the expenses of which are paid in whole or in part from the city treasury, but shall not include the health and hospitals corporation. (2) \"Covered agreement\" means any agreement, including but not limited to, memoranda of understanding, and excluding contracts, entered into on or after the effective date of the local law that added this section, between a hospital and a city agency. (3) \"Covered contract\" means any contract entered into on or after the effective date of the local law that added this section, between a hospital and a city agency. (4) \"Emergency contraception\" shall mean one or more prescription drugs, used separately or in combination, to be administered to or self-administered by a patient in a dosage and manner intended to prevent pregnancy when used within a medically recommended amount of time following sexual intercourse and dispensed for that purpose in accordance with professional standards of practice, and which has been found safe and effective for such use by the United States food and drug administration. (5) \"Hospital\" means any facility operating pursuant to article 28 of the public health law which provides emergency medical care. (6) \"Rape victim\" means any female person who alleges or is alleged to have been raped and presents to a hospital. b. No city agency shall enter into a covered agreement or covered contract with any hospital that does not contain a provision whereby such hospital agrees to inform rape victims presenting to its emergency department of the availability of emergency contraception and, if requested, to administer, if medically appropriate, such contraception in a timely manner. c. No city agency shall enter into a covered agreement or covered contract with any hospital that does not contain a provision whereby such hospital agrees to provide the department of health and mental hygiene, on an annual basis, a report indicating the following information with respect to each reporting period: i) the number of rape victims treated in such hospital's emergency department; ii) the number of rape victims treated in such hospital's emergency department which were offered emergency contraception; iii) the number of rape victims treated in such hospital's emergency department for whom the administration of emergency contraception was not medically indicated and a brief explanation of the contraindication; and iv) the number of times emergency contraception was accepted or declined by a rape victim treated in such hospital's emergency department. d. No city agency shall enter into a covered agreement or covered contract with any hospital that does not contain a provision whereby such hospital agrees to provide the department of health and mental hygiene with a copy of its protocol for treatment of victims of sexual assault, which hospitals are required to establish pursuant to section 405.19 of title 10 of the codes, rules and regulations of the state of New York; provided however, that such hospital shall be required to provide such protocol upon amendment or renewal of a covered agreement or covered contract only if such protocol has been amended since the date such hospital initially entered into such covered agreement or covered contract. e. A hospital shall be liable for a civil penalty of not less than five thousand dollars upon a determination that such hospital has been found, through litigation or arbitration, to have made a false claim with respect to its provision of information to rape victims regarding the availability of emergency contraception or its provision of emergency contraception, if medically indicated, to rape victims in a timely manner. ",
  "sections": [

  ],
  "title": {
    "identifier": "6",
    "text": " CONTRACTS, PURCHASES AND FRANCHISES"
  },
  "chapter": {
    "identifier": "1",
    "text": "CONTRACTS AND PURCHASES"
  },
  "heading": {
    "title": "6",
    "chaptersection": "125",
    "identifier": "6-125",
    "catch_text": ""
  }
}