{
  "text": "Posting of notice of whistleblower protection rights. a. Definitions. For the purposes of this section, the following terms shall have the following meanings: (1) \"Contract\" shall mean any written agreement, purchase order or instrument valued in excess of one hundred thousand dollars or more pursuant to which a contracting agency is committed to expend or does expend funds in return for work, labor, services, supplies, equipment, materials, or any combination of the foregoing, and shall include a subcontract between a contractor and a subcontractor. (2) \"Contracting agency\" shall mean a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury. (3) \"Contractor\" shall mean a person or business entity who is a party to a contract with a contracting agency valued in excess of one hundred thousand dollars, and \"subcontractor\" shall mean a person or entity who is a party to a contract with a contractor valued in excess of one hundred thousand dollars. b. Posting of information about reporting fraud, false claims, criminality or corruption. Every contractor or subcontractor having a contract valued in excess of one hundred thousand dollars or more shall post a notice, in a prominent and accessible place on any site where work pursuant to such contract or subcontract is performed, containing information about (1) how its employees can report to the New York city department of investigation allegations of fraud, false claims, criminality or corruption arising out of or in connection with such contract or subcontract, and (2) the rights and remedies afforded to its employees under sections 7-805 and 12-113 of the administrative code for lawful acts taken in connection with the reporting of allegations of fraud, false claims, criminality or corruption in connection with such contract or subcontract. c. Contract provisions. Every city contract or subcontract valued in excess of one hundred thousand dollars shall contain a provision detailing the requirements of this section. If a contracting agency determines that there has been a violation of this section, it shall take such action it deems appropriate consistent with the remedies available under the contract or subcontract. d. Nothing in this section shall be construed to limit an agency's authority to cancel or terminate a contract, issue a non-responsibility finding, issue a non-responsiveness finding, deny a person or entity pre-qualification, or otherwise deny a contractor city business. ",
  "sections": [

  ],
  "title": {
    "identifier": "6",
    "text": " CONTRACTS, PURCHASES AND FRANCHISES"
  },
  "chapter": {
    "identifier": "1",
    "text": "CONTRACTS AND PURCHASES"
  },
  "heading": {
    "title": "6",
    "chaptersection": "132",
    "identifier": "6-132",
    "catch_text": "Posting of notice of whistleblower protection rights."
  }
}