{
  "text": "* ยง 6-130 Prevailing Wage for Building Service Employees in City Leased or Financially Assisted Facilities. a. Definitions. For purposes of this section, the following terms shall have the following meanings: (1) \"Affordable housing project\" means a project where not less than fifty percent of the residential units are affordable for households earning up to one hundred thirty percent of the area median income or in which all residential units are affordable to households earning up to one hundred sixty five percent of the area median income provided that at least twenty percent of units are affordable to households earning no more than fifty percent of area median income and at least one-third of residential units are occupied at the time of execution of the financial assistance, and where no more than thirty percent of the total square footage of the project area is used for commercial activities, defined as the buying, selling or otherwise providing of goods or services, or other lawful business or commercial activities otherwise permitted in mixed-use property. (2) \"Building service work\" means work performed in connection with the care or maintenance of a building or property, and includes but is not limited to work performed by a watchperson, guard, doorperson, building cleaner, porter, handyperson, janitor, gardener, groundskeeper, stationary fireman, elevator operator and starter, or window cleaner. (3) \"Building service employee\" means any person, the majority of whose employment consists of performing building service work, including but not limited to a watchperson, guard, doorperson, building cleaner, porter, handyperson, janitor, gardener, groundskeeper, stationary fireman, elevator operator and starter, or window cleaner. (4) \"City development project\" means a project undertaken by a city agency or a city economic development entity for the purpose of improvement or development of real property, economic development, job retention or growth, or other similar purposes where the project: (a) is expected to be larger than 100,000 square feet, or, in the case of a residential project, larger than 100 units; and (b) has received or is expected to receive financial assistance. City development project shall not include an affordable housing project, nor shall it include a project of the Health and Hospitals Corporation. A project will be considered a \"city development project\" for ten years from the date the financially assisted project opens, or for the duration of any written agreement between a city agency or city economic development entity and a covered developer providing for financial assistance, whichever is longer. (5) \"City economic development entity\" means a not-for-profit organization, public benefit corporation, or other entity that provides or administers economic development benefits on behalf of the City pursuant to paragraph b of subdivision one of section 1301 of the New York city charter. (6) \"Comptroller\" means the comptroller of the city of New York. (7) \"Contracting agency\" means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution, or agency of government, the expenses of which are paid in whole or in part from the city treasury. (8) \"Covered developer\" means any person receiving financial assistance in relation to a city development project, or any assignee or successor in interest of real property that qualifies as a city development project. \"Covered developer\" shall not include any not-for-profit organization. Further, a covered developer shall not include a business improvement district; a small business; nor shall it include an otherwise covered developer whose industry conducted at the project location is manufacturing, as defined by the North American Industry Classification System. (9) \"Covered lessor\" means any person entering into a lease with a contracting agency (10) \"Financial assistance\" means assistance that is provided to a covered developer for the improvement or development of real property, economic development, job retention and growth, or other similar purposes, and that is provided either (a) directly by the city, or (b) indirectly by a city economic development entity and that is paid in whole or in part by the city, and that at the time the covered developer enters into a written agreement with the city or city economic development entity is expected to have a total present financial value of one million dollars or more. Financial assistance includes, but is not limited to, cash payments or grants, bond financing, tax abatements or exemptions (including, but not limited to, abatements or exemptions from real property, mortgage recording, sales and uses taxes, or the difference between any payments in lieu of taxes and the amount of real property or other taxes that would have been due if the property were not exempted from the payment of such taxes), tax increment financing, filing fee waivers, energy cost reductions, environmental remediation costs, write-downs in the market value of building, land, or leases, or the cost of capital improvements related to real property that, under ordinary circumstances, the city would not pay for; provided, however, that any tax abatement, credit, reduction or exemption that is given to all persons who meet criteria set forth in the state or local legislation authorizing such tax abatement, credit, reduction or exemption, shall be deemed to be as of right (or non-discretionary); and provided further that the fact that any such tax abatement, credit, reduction or exemption is limited solely by the availability of funds to applicants on a first come, first serve or other non-discretionary basis set forth in such state or local law shall not render such abatement, credit, reduction or exemption discretionary. Financial assistance shall include only discretionary assistance that is negotiated or awarded by the city or by a city economic development entity, and shall not include as-of-right assistance, tax abatements or benefits. Where assistance takes the form of leasing city property at below-market lease rates, the value of the assistance shall be determined based on the total difference between the lease rate and a fair market lease rate over the duration of the lease. Where assistance takes the form of loans or bond financing, the value of the assistance shall be determined based on the difference between the financing cost to a borrower and the cost to a similar borrower that does not receive financial assistance from a city economic development entity. (11) \"Lease\" means any agreement whereby a contracting agency contracts for, or leases or rents, commercial office space or commercial office facilities of 10,000 square feet or more from a non-governmental entity provided the City, whether through a single agreement or multiple agreements, leases or rents no less than fifty-one percent of the total square footage of the building to which the lease applies, or if such space or such facility is entirely located within the geographic area in the borough of Staten Island, or in an area not defined as an exclusion area pursuant to section 421-a of the real property tax law on the date of enactment of the local law that added this section, then no less than eighty percent of the total square footage of the building to which the lease applies. Such agreements shall not include agreements between not-for-profit organizations and a contracting agency. (12) \"Not-for-profit organization\" means an entity that is either incorporated as a not-for-profit corporation under the laws of the state of its incorporation or exempt from federal income tax pursuant to subdivision c of section five hundred one of the United States internal revenue code. (13) \"Prevailing wage\" means the rate of wage and supplemental benefits paid in the locality to workers in the same trade or occupation and annually determined by the comptroller in accordance with the provisions of section 234 of the New York state labor law. As provided under section 231 of the New York state labor law, the obligation of an employer to pay prevailing supplements may be discharged by furnishing any equivalent combinations of fringe benefits or by making equivalent or differential payments under rules and regulations established by the comptroller. (14) Small business means an entity that has annual reported gross revenues of less than five million dollars. For purposes of determining whether an employer qualifies as a small business, the revenues of any parent entity, of any subsidiary entities, and of any entities owned or controlled by a common parent entity shall be aggregated. b. Prevailing Wage in Buildings Where the City Leases Space Required. (1) Covered lessors shall ensure that all building service employees performing building service work at the premises to which a lease pertains are paid no less than the prevailing wage. (2) Prior to entering into a lease, or extension, renewal, amendment or modification thereof, and annually thereafter for the term of the lease the contracting agency shall obtain from the prospective covered lessor, and provide to the comptroller, a certification, executed under penalty of perjury, that all building service employees employed in the building to which the lease pertains or under contract with the covered developer to perform building service work in such building will be and/or have been paid the prevailing wage for the term of the lease. Such certification shall include a record of the days and hours worked and the wages and benefits paid to each building service employee employed at such building which shall be available for inspection by the city. Such certification shall be certified by the chief executive or chief financial officer of the covered lessor, or the designee of any such person. The certification shall be annexed to a part of any prospective lease. A violation of any provision of the certification or failure to provide such certification shall constitute a violation of this section by the party committing the violation of such provision. (3) Each covered lessor shall be required to submit copies of records, certified under penalty of perjury to be true and accurate, for the building service employees performing services in the building or buildings to each contracting agency with every request for payment under the lease. Such records shall include the days and hours worked, and the wages paid and benefits provided to each building service employee. The covered lessor may satisfy this requirement by obtaining copies of records from the employer or employers of such employees. Each covered lessor shall maintain original payroll records for each building service employee reflecting the days and hours worked, and the wages paid and benefits provided for such hours worked, and shall retain such records for at least six years after the building service work is performed. Failure to maintain such records as required shall create a rebuttable presumption that the building service employee was not paid the wages and benefits as required under this section. Upon the request of the comptroller or the city, the covered lessor shall provide a certified original payroll record. (4) No later than the day on which the term of the lease begins to run, a covered lessor shall post in a prominent and accessible place at each building to which the lease pertains and provide each building service employee a copy of a written notice, prepared by the comptroller, detailing the wages, benefits, and other protections to which building service employees are entitled under this section. Such notice shall also provide the name, address and telephone number of the comptroller and a statement advising employees that if they have been paid less that the prevailing wage they may notify the comptroller and request an investigation. Such notices shall be provided in English and Spanish. Such notice shall remain posted for the duration of the lease and shall be adjusted periodically to reflect the current prevailing wage for building service employees. The comptroller shall provide the city with sample written notices explaining the rights of building service employees and covered lessors' obligations under this section, and the city shall in turn provide those written notices to covered lessor. (5) The comptroller or the city may inspect the records maintained pursuant to paragraph 3 of this subdivision to verify the certifications submitted pursuant to paragraph 2 of this subdivision. (6) The requirements of this section shall apply for the term of the lease. (7) The city shall maintain a list of covered lessors that shall include the address of the building to which the lease pertains. Such list shall be updated and published as often as is necessary to keep it current. c. Prevailing Wage in City Development Projects Required. (1) Covered developers shall ensure that all building service employees performing building service work in connection with a city development project are paid no less than the prevailing wage. (2) Prior commencing work at the city development project, and annually thereafter, every covered developer shall provide to the city economic development entity and the comptroller an annual certification executed under penalty of perjury that all building service employees employed at a city development project by the covered developer or under contract with the covered developer to perform building service work will be and/or have been paid the prevailing wage. Such certification shall include a record of the days and hours worked and the wages and benefits paid to each building service employee employed at the city development project or under contract with the covered developer. Such certification shall be certified by the chief executive or chief financial officer of the covered developer, or the designee of any such person. A violation of any provision of the certification, or failure to provide such certification, shall constitute a violation of this section by the party committing the violation of such provision. (3) Each covered developer shall maintain original payroll records for each building service employee reflecting the days and hours worked, and the wages paid and benefits provided for such hours worked, and shall retain such records for at least six years after the building service work is performed. The covered developer may satisfy this requirement by obtaining copies of records from the employer or employers of such employees. Failure to maintain such records as required shall create a rebuttable presumption that the building service employees were not paid the wages and benefits required under this section. Upon the request of the comptroller or the city, the covered developer shall provide a certified original payroll record. (4) No later than the day on which any work begins at any city economic development project subject to the requirements of this section, a covered developer shall post in a prominent and accessible place at every such city economic development project and provide each building service employee a copy of a written notice, prepared by the comptroller, detailing the wages, benefits, and other protections to which building service employees are entitled under this section. Such notice shall also provide the name, address and telephone number of the comptroller and a statement advising building service employees that if they have been paid less that the prevailing wage they may notify the comptroller and request an investigation. Such notices shall be provided in English and Spanish. Such notice shall remain posted for the duration of the lease and shall be adjusted periodically to reflect the current prevailing wage for building service employees. The comptroller shall provide the city with sample written notices explaining the rights of building service employees and covered developers' obligations under this section, and the city shall in turn provide those written notices to covered developers. (5) The comptroller, the city or the city economic development entity may inspect the records maintained pursuant to paragraph 3 of this subdivision to verify the certifications submitted pursuant to paragraph 2 of this subdivision. (6) The requirements of this section shall apply for the term of the financial assistance, for ten years from the date that the financially assisted project opens, or for the duration of any written agreement between a city agency or city economic development entity and a covered developer providing for financial assistance, whichever is longer. (7) The city shall maintain a list of covered developers that shall include, where a written agreement between a city agency or city economic development entity and a covered developer providing for financial assistance is targeted to particular real property, the address of each such property. Such list shall be updated and published as often as is necessary to keep it current. d. Enforcement. (1) No later than October 1, 2012, the mayor or his or her designee shall promulgate implementing rules and regulations as appropriate and consistent with this section and may delegate such authority to the comptroller. Beginning twelve months after the enactment of the local law that added this section, the comptroller shall submit annual reports to the mayor and the city council summarizing and assessing the implementation and enforcement of this section during the preceding year. (2) In addition to failure to comply with subdivisions b and c of this section, it shall be a violation of this section for any covered lessor or covered developer to discriminate or retaliate against any building service employee who makes a claim that he or she is owed wages due as provided under this section or otherwise seeks information regarding, or enforcement of, this section. (3) The comptroller shall monitor covered lessors' and covered employers' compliance with the requirements of this section. Whenever the comptroller has reason to believe there has been a violation of this section, or upon a verified complaint in writing from a building service employee, a former building service employee, or a building service employee's representative claiming a violation of this section, the comptroller shall conduct an investigation to determine the facts relating thereto. At the start of such investigation, the comptroller may, in a manner consistent with the withholding procedures established by subdivision 2 of section 235 of the state labor law, request that the relevant contracting agency or entity withhold any payment due to the covered lessor or covered developer in order to safeguard the rights of the building service employees. (4) The comptroller shall report the results of such investigation to the mayor or his or her designee, who shall, in accordance with the provisions of paragraph 6 of this subdivision and after providing the covered lessor or covered developer an opportunity to cure any violations, where appropriate issue an order, determination, or other disposition, including, but not limited to, a stipulation of settlement. Such order, determination, or disposition may at the discretion of the mayor, or his or her designee, impose the following on the covered lessor covered developer committing the applicable violations: (i) direct payment of wages and/or the monetary equivalent of benefits wrongly denied, including interest from the date of the underpayment to the building service employee, based on the interest rate then in effect as prescribed by the superintendent of banks pursuant to section 14-a of the state banking law, but in any event at a rate no less than six percent per year; (ii) direct payment of a further sum as a civil penalty in an amount not exceeding twenty-five percent of the total amount found to be due in violation of this section, except that in cases where a final disposition has been entered against a person in two instances within any consecutive six year period determining that such person has willfully failed to pay or to ensure the payment of the prevailing wages in accordance with the provisions of this section or to comply with the anti-retaliation, recordkeeping, notice, or reporting requirements of this section, the mayor, or his or her designee, may impose a civil penalty in an amount not exceeding fifty percent of the total amount found to be due in violation of this section; (iii) direct the maintenance or disclosure of any records that were not maintained or disclosed as required by this section; (iv) direct the reinstatement of, or other appropriate relief for, any person found to have been subject to retaliation or discrimination in violation of this section; or (v) direct payment of the sums withheld at the commencement of the investigation and the interest that has accrued thereon to the covered lessor or covered developer. In assessing an appropriate remedy, due consideration shall be given to the gravity of the violation, the history of previous violations, the good faith of the covered lessor or covered developer, and the failure to comply with record-keeping, notice, reporting, or other non-wage requirements. Any civil penalty shall be deposited in the general fund. (5) In addition to the provisions provided in subparagraph a of this paragraph, in the case of a covered developer, based upon the investigation provided in this paragraph, the comptroller shall also report the results of such investigation to the city economic development entity, which may impose a remedy as such entity deems appropriate as within its statutorily prescribed authority, including rescindment of the award of financial assistance. (6) Before issuing an order, determination, or any other disposition, the mayor, or his or her designee, as applicable, shall give notice thereof, together with a copy of the complaint, which notice shall be served personally or by mail on any person affected thereby. The mayor, or his or her designee, as applicable, may negotiate an agreed upon stipulation of settlement or refer the matter to the office of administrative trials and hearings, or other appropriate agency or tribunal, for a hearing and disposition. Such person or covered employer shall be notified of a hearing date by the office of administrative trials and hearings, or other appropriate agency or tribunal, and shall have the opportunity to be heard in respect to such matters. (7) When a final disposition has been made in favor of a building service employee and the person found violating this section has failed to comply with the payment or other terms of the remedial order of the mayor, or his or her designee, as applicable, and provided that no proceeding for judicial review shall then be pending and the time for initiation of such proceeding has expired, the mayor, or his or her designee, as applicable, shall file a copy of such order containing the amount found to be due with the clerk of the county of residence or place of business of the person found to have violated this section, or of any principal or officer thereof who knowingly participated in the violation of this section. The filing of such order shall have the full force and effect of a judgment duly docketed in the office of such clerk. The order may be enforced by and in the name of the mayor, or his or her designee, as applicable, in the same manner and with like effect as that prescribed by the state civil practice law and rules for the enforcement of a money judgment. (8) In an investigation conducted under the provisions of this section, the inquiry of the comptroller or mayor, or his or her designee, as applicable, shall not extend to work performed more than three years prior to the filing of the complaint, or the commencement of such investigation, whichever is earlier. e. Civil Action. (1) Except as otherwise provided by law, any person claiming to be aggrieved by a violation of this section shall have a cause of action in any court of competent jurisdiction for damages, including punitive damages, and for injunctive relief and such other remedies as may be appropriate, unless such person has filed a complaint with the comptroller or the mayor with respect to such claim. In an action brought by a building service employee, if the court finds in favor of the employee, it shall award the employee, in addition to other relief, his/her reasonable attorneys' fees and costs. (2) Notwithstanding any inconsistent provision of paragraph 1 of this subdivision where a complaint filed with the comptroller or the mayor is dismissed an aggrieved person shall maintain all rights to commence a civil action pursuant to this chapter as if no such complaint had been filed. (3) A civil action commenced under this section shall be commenced in accordance with subdivision 2 of section 214 of New York civil practice law and rules. (4) No procedure or remedy set forth in this section is intended to be exclusive or a prerequisite for asserting a claim for relief to enforce any rights hereunder in a court of law. This section shall not be construed to limit an employee's right to bring a common law cause of action for wrongful termination. (5) Notwithstanding any inconsistent provision of this section or of, any other general, special or local law, ordinance, city charter or administrative code, a building service employee affected by this law shall not be barred from the right to recover the difference between the amount paid to the employee and the amount which should have been paid to the employee under the provisions of this section because of the prior receipt by the employee without protest of wages or benefits paid, or on account of the building service employee's failure to state orally or in writing upon any payroll or receipt which the employee is required to sign that the wages or benefits received by the employee are received under protest, or on account of the employee's failure to indicate a protest against the amount, or that the amount so paid does not constitute payment in full of wages or benefits due the employee for the period covered by such payment. f. Application to existing leases. Nothing contained herein shall operate to impair any existing lease, except that extension, renewal, amendment or modification of such lease occurring on or after the enactment of the local law that added this section shall make the entire lease subject to the conditions specified in this section; provided however, in cases where a contracting agency has multiple leases at the same building with a non-governmental entity, the provisions of this section shall not apply until the lease covering the largest amount of square footage at such building is extended, renewed, amended, or modified. g. Application to existing city development projects. The provisions of this section shall not apply to any written agreement between a city agency or city economic development entity and a covered developer providing for financial assistance executed prior to the enactment of the local law that added this section, except that extension, renewal, amendment or modification of such written agreement, occurring on or after the enactment of the local law that added this section that results in the grant of any additional financial assistance to the financial assistance recipient shall make the covered developer subject to the conditions specified in section. h. Severability. In the event that any requirement or provision of this section, or its application to any person or circumstance, should be held invalid or unenforceable by an court of competent jurisdiction, such holding shall not invalidate or render unenforceable any other requirements or provisions of this section, or the application of the requirement or provision held unenforceable to any other person or circumstance. i. Competing laws. This section shall be liberally construed in favor of its purposes. Nothing in this section shall be construed as prohibiting or conflicting with any other obligation or law, including any collective bargaining agreement, that mandates the provision of higher or superior wages, benefits, or protections to covered employees. No requirement or provision of this section shall be construed as applying to any person or circumstance where such coverage would be preempted by federal or state law. However, in such circumstances, only those specific applications or provisions of this section for which coverage would be preempted shall be construed as not applying. * NB There are 2 ยง 6-130's ",
  "sections": [

  ],
  "title": {
    "identifier": "6",
    "text": " CONTRACTS, PURCHASES AND FRANCHISES"
  },
  "chapter": {
    "identifier": "1",
    "text": "CONTRACTS AND PURCHASES"
  },
  "heading": {
    "title": "6",
    "chaptersection": "130",
    "identifier": "6-130*2",
    "catch_text": "Prevailing Wage for Building Service Employees in City Leased or Financially Assisted Facilities."
  }
}