{
  "text": "* ยง 6-130. New York state food purchased by city agencies. a. Definitions. For the purposes of this section, the following terms shall have the following meanings: (1) \"Agency\" shall mean a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury. (2) \"City chief procurement officer\" shall mean the person to whom the mayor has delegated authority to coordinate and oversee the procurement activity of mayoral agency staff, including the agency chief contracting officers and any offices that have oversight responsibility for procurement. (3) \"Food products\" shall mean the types of fresh fruits, vegetables and field crops identified on the list promulgated by the New York state commissioner of agriculture and markets pursuant to subdivision eight-a of New York general municipal law section one hundred three. (4) \"Food purchase contract\" shall mean any contract entered into by an agency for the direct purchase of food products or processed food. (5) \"Food-related services contract\" shall mean any contract for services entered into by an agency, that includes the provision of food products or processed food. (6) \"New York state food products\" shall mean food products whose essential components are grown, produced or harvested in New York state, and processed food that is processed in facilities located within New York state. (7) \"Processed food\" shall mean the types of foods that have been altered from their natural state, using methods including, but not limited to, canning, freezing, cooking, mixing, chopping, refrigeration, dehydration, liquefaction, and emulsification identified on the list promulgated by the New York state commissioner of agriculture and markets pursuant to subdivision eight-a of New York general municipal law section one hundred three. b. The city chief procurement officer shall encourage agencies to make best efforts to purchase New York state food in ways including, but not limited to: (1) within one hundred eighty days of the effective date of the local law that added this section, establishing guidelines for agencies that will assist in increasing the purchase of New York state food products, pursuant to the process set forth in subdivision eight-a of New York general municipal law section one hundred three, applicable to both food purchase contracts and food-related services contracts; (2) publishing such New York state food products purchasing guidelines on the mayor's office of contract services website, disseminating such guidelines to agencies and training agency contracting personnel on implementing such guidelines; and (3) monitoring agency implementation of such guidelines. c. Within one hundred eighty days of the effective date of the local law that added this section, the commissioner of the department of citywide administrative services, with respect to food purchase contracts, and the city chief procurement officer, with respect to food-related services contracts, shall ensure that the city guidelines and the listing of New York state food products promulgated by the New York state commissioner of markets and agriculture pursuant to subdivision eight-a of New York general municipal law section one hundred three are made a part of each solicitation for all such contracts and shall request that each vendor supplying food products or processed food under a contract issued as a result of such solicitations: (1) review the list of New York state food products to determine whether any such products are being provided under such contract(s); (2) report to the procuring agency all of the food products and processed food procured under such contract(s), categorized by specific type, together with the dollar value of each such type procured under such contract(s), to the extent practicable and known to such vendor; and (3) for each such type of food product or processed food included on the listing of New York state food products, report to the procuring agency, to the extent practicable and known to such vendor: (a) any such New York state food product procured under such contract(s), together with the dollar value of each such type procured under such contract(s); (b) any such food product from outside of New York state procured under such contract(s) during its listed New York state availability period, together with the dollar value of each such type procured under such contract(s); and (c) any other such food product from outside of New York state or processed food from facilities outside of New York state procured under such contract(s) from outside New York state, together with the dollar value of each such type procured under such contract(s). d. The city chief procurement officer shall collect the information provided by vendors pursuant to subdivision c of this section. e. This section shall not be construed as requiring that the guidelines developed pursuant to this section require the purchase of more costly food products or processed food, or that such guidelines be made applicable to: (1) emergency procurements pursuant to section three hundred fifteen of the charter; (2) food purchases in dollar amounts less than the small purchase limits set forth in section three hundred fourteen of the charter; or (3) food procured from vendors in partial fulfillment of larger contracts for social services, where food is purchased in dollar amounts totaling annually less than the small purchase limits set forth in section three hundred fourteen of the charter. f. Nothing in this section shall be construed to limit the city's authority to enter into, cancel or terminate a contract, issue a non-responsibility finding, issue a non-responsiveness finding, deny a person or entity pre-qualification, or otherwise deny a contractor city business. g. Not later than October first of each year, the city chief procurement officer shall submit to the mayor and the speaker of the city council, and publish on the mayor's office of contract services website, a report detailing the city's efforts during the preceding fiscal year to implement the city guidelines for the purchase of New York state food, adopted pursuant to subdivision eight-a of New York general municipal law section one hundred three. Such report shall include, at minimum: (1) a description of the city's efforts to improve and increase the tracking of information relating to New York state food procured by agencies; (2) a list of vendors that provided information pursuant to subdivision c of this section, in connection with covered solicitations; and (3) the information collected pursuant to paragraph three of subdivision c of this section, compiled to provide the following, disaggregated by food product and processed food: (a) the total dollar value of New York state food products procured by agencies; (b) the total dollar value of food products from outside of New York state procured by agencies during their listed New York state availability periods; and (c) the total dollar value of all other food products from outside of New York state and processed food from facilities outside of New York state. * NB There are 2 ยง 6-130's ",
  "sections": [

  ],
  "title": {
    "identifier": "6",
    "text": " CONTRACTS, PURCHASES AND FRANCHISES"
  },
  "chapter": {
    "identifier": "1",
    "text": "CONTRACTS AND PURCHASES"
  },
  "heading": {
    "title": "6",
    "chaptersection": "130",
    "identifier": "6-130",
    "catch_text": "New York state food purchased by city agencies."
  }
}