{
  "text": "ยง 6-204 Grade crossings; gates and attendants. a. The Bronx. 1. Every person operating or controlling any railroad in the borough of the Bronx, upon which cars are drawn by locomotive engines, other than those known as \"dummies\", shall erect and maintain suitable and substantial gates or doors on either side of such railroad, at every point in such borough at which its roads or tracks cross any public street, at the grade thereof. Such gates or doors shall be kept well painted and in good repair, and shall be attended at all times during the approach and passage of cars or trains by sober, careful and experienced persons, whose duty it shall be to keep the tracks clear of all horses, cattle and vehicles, to warn all the persons against crossing the tracks during the approach of any train, locomotive or car, and to close the gates or doors at least one minute before the passage of any locomotive, engine or car over such public street. No person operating or controlling any railroad in the borough of the Bronx, shall run or allow to be run any locomotive or locomotive tender without cars across any public street in such borough, unless the gates or doors at such crossing are closed or down. 2. Any railroad, or the manager or agent or employee thereof, who shall violate any provision of this subdivision, or who shall permit the same to be violated, shall be liable to a penalty of one hundred dollars. b. Brooklyn. 1. At each street crossing between Linwood street and Flatbush avenue, in the borough of Brooklyn, persons shall be constantly stationed, at all hours of the night and day when trains are in motion, and all crosswalks between such street crossings shall be properly guarded by strong, heavy gates at least twenty feet in width, at each street crossing, which shall be closed before the passage of any engine or train. 2. Any railroad, or the manager or agent or employee thereof, who shall violate any provision of this subdivision, or who shall permit the same to be violated, shall be liable to a penalty of one hundred dollars. c. Disregard of closed gates. 1. It shall be unlawful to attempt to cross the tracks of any railroad at any street crossing, while the gates for the protection of such crossings are closed or being closed. 2. Any railroad, or the manager or agent or employee thereof, who shall violate any provision of this subdivision, or who shall permit the same to be violated, shall be liable to a penalty of one hundred dollars. Violation of the provisions of this subdivision by a person, other than a railroad, or the manager or agent or employee thereof, shall be punishable by a fine of not exceeding ten dollars or by imprisonment not exceeding ten days, or by both. ",
  "sections": [

  ],
  "title": {
    "identifier": "6",
    "text": "CONTRACTS, PURCHASES AND FRANCHISES"
  },
  "chapter": {
    "identifier": "2",
    "text": "FRANCHISES"
  },
  "heading": {
    "title": "6",
    "chaptersection": "204",
    "identifier": "6-204",
    "catch_text": "Grade crossings; gates and attendants."
  }
}