{
  "text": "ยง 6-308 Minimum recycled material content. a. Any reprographic paper, tablet paper, envelope paper, file folder, commercial/industrial sanitary tissue, rock wool or fiberglass building insulation, polyester carpet, flowable fill, steel shower or restroom divider/partition, traffic cone, plastic fencing, plastic park bench, hydraulic mulch, garden or soaker hose, plastic trash bag, office recycling container, office waste receptacle, mat, signage or pallet, as such terms are utilized in the CPG: (i) purchased or leased by any agency; (ii) that can be procured at a reasonably competitive price; and (iii) that is listed in the CPG, for which the United States environmental protection agency has issued a recovered materials advisory notice, shall contain no less recovered material and postconsumer material than the minimum amount recommended in the most recent such notice, or, with respect to any paper or paper product, may, at the discretion of the director, contain no less than fifty percent agricultural wastes. b. Beginning January 1, 2008, the director shall make a determination whether or not any product: (i) purchased or leased by any agency; (ii) that can be procured at a reasonably competitive price; (iii) in any category listed in the CPG, but not specified in subdivision a of this section, for which the United States environmental protection agency has issued a recovered materials advisory notice, shall contain no less recovered material and postconsumer material than the minimum amount recommended in the most recent such notice. The director shall review any such determination not to require compliance with the CPG for any product at least once every two years. c. In addition to the requirements of subdivision a of this section, any reprographic paper product purchased or leased by any agency shall contain the highest recovered material content available, to the extent any such product: (i) can be procured at a price that does not exceed a cost premium of seven percent (7%) above the cost of a comparable product that is not a recycled product; (ii) can be procured at a price that does not exceed a cost premium of five percent (5%) above the cost that would apply pursuant to subdivision a of this section; (iii) is of adequate quality for the intended use; and (iv) is available within a reasonable period of time, as determined by the director. ",
  "sections": [

  ],
  "title": {
    "identifier": "6",
    "text": "CONTRACTS, PURCHASES AND FRANCHISES"
  },
  "chapter": {
    "identifier": "3",
    "text": "ENVIRONMENTAL PURCHASING"
  },
  "heading": {
    "title": "6",
    "chaptersection": "308",
    "identifier": "6-308",
    "catch_text": "Minimum recycled material content."
  }
}