{
  "text": "a. Any energy-using product purchased or leased by any agency for which the United States environmental protection agency and the United States department of energy have developed energy efficiency standards for compliance with the Energy Star program shall be ENERGY STAR labeled. b. Any faucet, showerhead, toilet, urinal, fluorescent tube lamp, fluorescent ballast, industrial HID luminaire, downlight luminaire, fluorescent luminaire or compact fluorescent lamp that is purchased or leased by any agency for which the federal energy management program of the United States department of energy has issued product energy efficiency recommendations shall achieve no less energy efficiency or flow rate than the minimum recommended in such recommendations. c. Unless the director makes a determination otherwise for any particular contract, any air-cooled chiller or water-cooled chiller that is purchased or leased by any agency for which the federal energy management program of the United States department of energy has issued product energy efficiency recommendations shall achieve no less energy efficiency or flow rate than the minimum recommended in such recommendations. d. Beginning January 1, 2008, the director shall make a determination whether or not any product not specified in subdivisions a or b of this section that is purchased or leased by any agency for which the federal energy management program of the United States department of energy has issued product energy efficiency recommendations shall achieve no less energy efficiency or flow rate than the minimum recommended in such recommendations. The director shall review any such determination not to require compliance with the federal energy management program for any product at least once every two years. e. Beginning January 1, 2008, unless prior to such date the director determines that products that would comply with this subdivision are not available in sufficient quantities and upon reasonable terms, the minimum energy efficiency of the power supply of any desktop computer or desktop-derived server purchased or leased by any agency containing an internally mounted power supply shall be 80% at 20%, 50% and 100% of rated power supply output, when tested according to a proportional allocation method of loading the power supply. The director shall investigate the feasibility of purchasing such products prior to such date. In the event that this subdivision does not apply after January 1, 2008 as a result of any determination of the director, the director shall annually reconsider any such determination and, where applicable as a result of any such reconsideration, the requirement in this subdivision shall take effect as soon as practicable thereafter. f. No lamp purchased or leased by any agency shall be an incandescent lamp if a more energy efficient lamp is available that provides sufficient lumens and is of an appropriate size for the intended application. ",
  "sections": [

  ],
  "title": {
    "identifier": "6",
    "text": "CONTRACTS, PURCHASES AND FRANCHISES"
  },
  "chapter": {
    "identifier": "3",
    "text": "ENVIRONMENTAL PURCHASING"
  },
  "heading": {
    "title": "6",
    "chaptersection": "306",
    "identifier": "6-306",
    "catch_text": "Energy efficiency standards."
  }
}