{
  "text": "ยง 6-301 Definitions. a. For the purposes of this chapter only, the following terms shall have the following meaning: (1) \"Agricultural wastes\" means materials that remain after the harvesting or production of annual crops, including but not limited to rice, flax, wheat and rye. (2) \"Architectural coatings\" means any coating to be applied to stationary structures and their appurtenances at the site of installation, to portable buildings at the site of installation, to pavements, or to curbs. This term shall not include the following: marine-based paints and coatings; coatings or materials to be applied to metal structures, such as bridges; or coatings or materials labeled and formulated for application in roadway maintenance activities. (3) \"Capital project\" means a capital project as defined in section 210 of the charter that is paid for in whole or in part from the city treasury. (4) \"Carpet\" means any fabric used as a floor covering, but such term shall not include artificial turf. (5) \"Carpet adhesive\" means any substance used to adhere carpet to a floor by surface attachment. (6) \"Carpet cushion\" means any kind of material placed under carpet to provide softness when it is walked upon. (7) \"Cathode ray tube\" means any vacuum tube, typically found in computer monitors, televisions and oscilloscopes, in which a beam of electrons is projected on a phosphorescent screen. (8) \"City's environmental purchasing standards\" or \"city environmental purchasing standard\" means any standards set forth in this chapter and any directives, guidelines or rules promulgated by the director. (9) \"Composite wood or agrifiber products\" means plywood, particleboard, chipboard, medium density fiberboard, standard fiberboard, orient strand board, glulams, wheatboard or strawboard. (10) \"Construction work\" means any work or operations necessary or incidental to the erection, demolition, assembling or alteration of any building, but such term shall not include minor repairs. (11) \"Contractor\" means any person or entity that enters into a contract with any agency, or any person or entity that enters into an agreement with such person or entity, to perform work or provide labor or services related to such contract. (12) \"Copier\" means any device that makes paper copies of text or graphic material. (13) \"Covered electronic device\" means: (i) any cathode ray tube, any product containing a cathode ray tube, any liquid crystal display (LCD), plasma screen or other flat panel television or computer monitor or similar video display product, any battery containing lead, cadmium, lithium or silver, any computer central processing unit that contains one or more circuit boards and includes any desktop computer or any laptop computer, any computer peripherals including, but not limited to, any keyboard, mouse and other pointing device, printer, scanner, facsimile machine and card reader, and any copier, but not including any automobile, household appliance, large piece of commercial or industrial equipment containing a cathode ray tube, a cathode ray tube product, a flat panel display or similar video display device that is contained within, and is not separate from, the larger piece of equipment, or any device used by emergency response personnel; or (ii) any other electronic device designated by the director. (14) \"CPG\" means the Comprehensive Procurement Guideline for Products Containing Recovered Materials, as set forth in part 247 of title 40 of the United States code of federal regulations. (15) \"Desktop computer\" means any personal computer or workstation designed to operate only on alternating current power and to reside on or under a desktop. (16) \"Desktop-derived server\" means any computer designed to provide services to other computers on a network and that contains an EPS12V or EPS1U form factor power supply. (17) \"Director\" means the director of citywide environmental purchasing. (18) \"Electronic product environmental assessment tool\" means a tool for evaluating the environmental performance of electronic products throughout their life cycle developed by the federal government and other stakeholders. (19) \"End-of-life management\" means promoting the recycling or reuse of a product through features of the product or materials from which the product is manufactured. (20) \"ENERGY STAR labeled\" means a designation indicating that a product meets the energy efficiency standards set forth by the United States environmental protection agency and the United States department of energy for compliance with the ENERGY STAR program. (21) \"Flow rate\" means the volume, mass, or weight of water flowing past a given point per unit of time. (22) \"Green cleaning product\" means any environmentally preferable cleaning product whose use has been determined to be feasible through the pilot program established pursuant to the local law that added subchapter 6 of this chapter or through any other testing and evaluation conducted by the director. (23) \"Hazardous substance\" means any substance that, because of its quantity, concentration, or physical or chemical characteristics, poses a significant present or potential hazard to human health and safety or to the environment if released into the workplace or the environment. (24) \"Incandescent lamp\" means any lamp in which a filament is heated to incandescence by an electric current to produce visible light. (25) \"Lamp\" means any glass envelope with a gas, coating, or filament that produces visible light when electricity is applied, but such term shall not include automotive light bulbs. (26) \"Local area network\" means any two or more computers and associated devices that share a common communications line or wireless link and typically share the resources of a single processor or server within a small geographic area. (27) \"Minor repairs\" means replacement of any part of a building for which a permit issued by the department of buildings is not required by law, where the purpose and effect of such work or replacement is to correct any deterioration or decay of or damage to such building or any part thereof and to restore same, as nearly as may be practicable, to its condition prior to the occurrence of such deterioration, decay or damage. (28) \"Persistent, bioaccumulative and toxic chemicals\" means those chemicals that are toxic to living organisms, persist in the environment and build up in the food chain. This definition shall include any substance on the United States environmental protection agency's list of priority chemicals published under the national partnership for environmental priorities, as well as hexavalent chromium, polybrominated biphenyls and polybrominated diphenyl ethers. (29) \"Postconsumer material\" means a material or finished product that has served its intended use and has been diverted or recovered from waste destined for disposal, having completed its life as a consumer item. Postconsumer material is a part of the broader category of recovered materials. (30) \"Power supply\" means any device intended to convert line voltage alternating current to one or more lower voltages of direct current. (31) \"Printer\" means any device that prints the text or graphics output of a computer onto paper. (32) \"Reasonably competitive\" means at a cost not exceeding that permissible under section 104-a of the general municipal law. (33) \"Recovered material\" means waste materials and byproducts which have been recovered or diverted from solid waste, but such term does not include those materials and byproducts generated from, and commonly reused within, an original manufacturing process. For purposes of purchasing paper and paper products, \"recovered material\" includes \"post-consumer recovered paper\" and \"recovered materials, for purposes of purchasing paper and paper products\", as those terms are defined in the CPG. (34) \"Recycled product\" shall mean recycled product as defined in section 104-a of the general municipal law. (35) \"Volatile organic compound\" means any compound of carbon, excluding carbon monoxide, carbon dioxide, carbonic acid, metallic carbides or carbonates, and ammonium carbonate, which participates in atmospheric photochemical reactions, as specified in part 51.100 of chapter 40 of the United States code of federal regulations. ",
  "sections": [

  ],
  "title": {
    "identifier": "6",
    "text": "CONTRACTS, PURCHASES AND FRANCHISES"
  },
  "chapter": {
    "identifier": "3",
    "text": "ENVIRONMENTAL PURCHASING"
  },
  "heading": {
    "title": "6",
    "chaptersection": "301",
    "identifier": "6-301",
    "catch_text": "Definitions."
  }
}