{
  "text": "ยง 7-208 Claims for injuries caused by police while executing legal process or sustained by persons injured while assisting in the apprehension of a criminal. a. The board of estimate may inquire into, hear and determine any claim against the city wherein compensation is sought for the death of or injury to any person or persons: 1. which shall have been caused by a police officer of the city, while such officer is engaged in arresting or endeavoring to arrest any person or in retaking any person who has escaped from legal custody, or in executing any legal process, or 2. which shall have been caused by any person who is engaged in or who is in the act of leaving the scene of the commission of a felony or who is endeavoring to escape from a police officer or from legal custody, if such death was caused or injury received in assisting a police officer in the performance of the officer's duties. b. The board, by a unanimous vote, as a matter of grace and not as a matter of right, may award an amount recommended by the comptroller to be paid to the person or persons injured, or in the case of death to the person or persons who would be entitled to distribution under the provisions of EPTL 5-4.4 or any amendments thereto. As a condition precedent, however, to consideration by the board, such claim must be certified in writing to the board by the comptroller as an illegal or invalid claim against the city, but which in the comptroller's judgment it is equitable and proper to pay in the amount certified by the comptroller; and provided, further, that a written petition stating all the essential facts in relation to such injury or death, signed by the injured person or persons, or in case of death by a person or persons entitled to receive the award or any part thereof, or by the personal representatives of a decedent, shall be filed with the comptroller within six months of the date of the occurrence which resulted in such injury or death. The provisions of this section shall not authorize the audit or payment of any claim barred by the statute of limitations. ",
  "sections": [

  ],
  "title": {
    "identifier": "7",
    "text": "LEGAL AFFAIRS"
  },
  "chapter": {
    "identifier": "2",
    "text": "ACTIONS AGAINST NEW YORK CITY "
  },
  "heading": {
    "title": "7",
    "chaptersection": "208",
    "identifier": "7-208",
    "catch_text": "Claims for injuries caused by police while executing legal process or sustained by persons injured while assisting in the apprehension of a criminal."
  }
}