{
  "text": "ยง 7-212 Authority to make payments for personal injury, including death, where abutting property owner liable pursuant to section 7-210 is uninsured. a. Where a judgment for personal injury, including death, obtained against an abutting property owner pursuant to section 7-210 of this code is unsatisfied for a period of at least one year following entry of such judgment in the office of the county clerk of the county in which such property is situated and the judgment debtor has been determined by the comptroller after investigation to have no policy of liability insurance or other assets to satisfy such judgment, the comptroller, after consultation with the corporation counsel, is hereby authorized and empowered to make a payment for such personal injury, including death. b. Any such payment shall be made in the discretion of the comptroller and shall not be made as a matter of right. The amount of such payment shall not exceed uncompensated medical expenses. Payment may be in a single payment, or may be made in periodic payments. No such payment or periodic payments shall exceed fifty thousand dollars in total with respect to any unsatisfied judgment and the total of all such payments for all judgments in any fiscal year shall not exceed four million dollars. c. Petitions for a payment under this section shall be presented to the comptroller not less than one or more than three years following entry of such judgment in the office of the county clerk of the county in which such property is located. Each petition shall include evidence demonstrating (i) that efforts to collect the judgment have been pursued, and (ii) that the judgment debtor has no policy of liability insurance or other assets to satisfy the judgment. d. Before the comptroller shall make such payment, he or she shall require the petitioner to execute an assignment of the judgment to the city. After assignment the city shall be entitled to enforce the judgment. To the extent that the city collects money on the judgment in excess of the payment or payments made to a petitioner pursuant to this section, such excess amount shall be paid to the petitioner after deducting the city's expenses. e. No payment shall be made under this section if it is determined that the unsatisfied judgment was obtained by fraud, or by collusion of the plaintiff and of any defendant in the action. f. The comptroller shall, by rule, establish procedures for the presentation of petitions for payment pursuant to the provisions of subdivision c of this section, for the review of such petitions by that office and with respect to such other matters as are necessary to implement the provisions of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "7",
    "text": "LEGAL AFFAIRS"
  },
  "chapter": {
    "identifier": "2",
    "text": "ACTIONS AGAINST NEW YORK CITY"
  },
  "heading": {
    "title": "7",
    "chaptersection": "212",
    "identifier": "7-212",
    "catch_text": "Authority to make payments for personal injury, including death, where abutting property owner liable pursuant to section 7-210 is uninsured."
  }
}