{
  "text": "a. It shall be the duty of the owner of real property abutting any sidewalk, including, but not limited to, the intersection quadrant for corner property, to maintain such sidewalk in a reasonably safe condition. b. Notwithstanding any other provision of law, the owner of real property abutting any sidewalk, including, but not limited to, the intersection quadrant for corner property, shall be liable for any injury to property or personal injury, including death, proximately caused by the failure of such owner to maintain such sidewalk in a reasonably safe condition. Failure to maintain such sidewalk in a reasonably safe condition shall include, but not be limited to, the negligent failure to install, construct, reconstruct, repave, repair or replace defective sidewalk flags and the negligent failure to remove snow, ice, dirt or other material from the sidewalk. This subdivision shall not apply to one-, two- or three-family residential real property that is (i) in whole or in part, owner occupied, and (ii) used exclusively for residential purposes. c. Notwithstanding any other provision of law, the city shall not be liable for any injury to property or personal injury, including death, proximately caused by the failure to maintain sidewalks (other than sidewalks abutting one-, two- or three-family residential real property that is (i) in whole or in part, owner occupied, and (ii) used exclusively for residential purposes) in a reasonably safe condition. This subdivision shall not be construed to apply to the liability of the city as a property owner pursuant to subdivision b of this section. d. Nothing in this section shall in any way affect the provisions of this chapter or of any other law or rule governing the manner in which an action or proceeding against the city is commenced, including any provisions requiring prior notice to the city of defective conditions. ",
  "sections": [

  ],
  "title": {
    "identifier": "7",
    "text": "LEGAL AFFAIRS"
  },
  "chapter": {
    "identifier": "2",
    "text": "ACTIONS AGAINST NEW YORK CITY"
  },
  "heading": {
    "title": "7",
    "chaptersection": "210",
    "identifier": "7-210",
    "catch_text": "Liability of real property owner for failure to maintain sidewalk in a reasonably safe condition."
  }
}