{
  "text": "a. Auctioneer; fees. 1. Whenever the sheriff is required by law to sell real or personal property, he or she may, and if requested in writing by any party or by the attorney of any party to the action or proceeding in which such sale be made, the sheriff must cause such sale to be made through an auctioneer. Such auctioneer shall be selected by the sheriff, except where the attorneys of such of the parties as have appeared in the action or proceeding in which such sale is to be made in writing name an auctioneer, subject to the approval of the sheriff, in which event the sale must be made by the sheriff through such autioneer. In the event of disapproval by the sheriff, the sale must be made by an auctioneer selected by the sheriff. 2. Such sheriff is authorized and directed to withhold from the proceeds of the sale a sum which would be sufficient to compensate the auctioneer for services rendered in conducting such sale, together with all necessary disbursements of such auctioneer as may be approved by the sheriff or by the attorneys for the parties to such action or proceeding, and to pay over such sum to such auctioneer. In no case shall such auctioneer's fee exceed the customary market rate of auctioneers' fees for similar services. 3. If the sheriff or any of the parties shall object to the fees and disbursements claimed by the auctioneer, such fees and disbursements shall be taxed by the court upon the application of the sheriff or of the auctioneer or of any of the parties who have appeared in the action or proceeding on two days' notice by the party desiring such taxation to be given to all of the other parties last mentioned. b. Advertisement; cost. The sheriff shall himself or herself, or through the auctioneer designated to conduct the sale, cause to be advertised every sale of personal property to be made under any process or mandate of the court in not exceeding two daily newspapers, except in the sale of perishable property, in which case the court, upon application of the sheriff, may direct the sale thereof at such a time and upon such a notice as it deems proper. Such advertisement shall be made for such a time as the sheriff shall deem sufficient and ample to give proper notice to the public of the sale for the purpose of realizing the highest price for the property to be sold. Such advertisements shall be printed in a daily newspaper or daily newspapers published in the city in addition to the public posting of notice of such sale now required by law. The sheriff shall retain the cost of such advertising from the proceeds of the sale and shall pay the newspaper or newspapers in which such advertisement shall be printed. c. Deductions for expenses; record. 1. The sheriff shall also deduct from the proceeds of the sale the amounts paid by the sheriff or to be paid for cartage and for the transportation of the goods, as well as such sums paid to keepers or custodians or for storage of the property as hereinafter provided, together with the sums paid by the sheriff for insurance or expended necessarily in the protection and preservation of the property. 2. It shall be the duty of the sheriff after having paid over the proceeds of the sale to the parties in interest, less the amounts by this section authorized to be deducted from such proceeds, to enter in a proper book or record, to be kept for that purpose, under the title of the action in which such sale is made, the time and place of such sale, the name of the auctioneer who effected such sale and an itemized statement of the amount for which such goods are sold, the amount received therefor and the disbursements made by such sheriff under the authority of this section. 3. The sheriff shall keep vouchers or receipts for such payments regularly filed under the title of the action under which such sale has been effected at all times on file in the sheriff's office. The same shall at all times during office hours be open to inspection as public records. d. Whenever the sheriff deems it necessary, may require that the party directing the sale advance any or all of the costs and disbursements provided for in this section, in which event the sheriff shall repay the same out of the proceeds, if any, of the sale. ",
  "sections": [

  ],
  "title": {
    "identifier": "7",
    "text": "LEGAL AFFAIRS"
  },
  "chapter": {
    "identifier": "5",
    "text": "CITY SHERIFF"
  },
  "heading": {
    "title": "7",
    "chaptersection": "508",
    "identifier": "7-508",
    "catch_text": "Sheriff's sale."
  }
}