{
  "text": "ยง 7-614 Fees. The register, and the county clerk of the county of Richmond when acting as recording officer, are entitled, for services specified in this section, to the following fees, to be paid in advance: 1. For recording, indexing and endorsing a certificate on any instrument, ten dollars in the case of the Richmond county clerk and twelve dollars in the case of the register; and, in addition thereto, two dollars in the case of the Richmond county clerk and five dollars in the case of the register for each page or portion of a page, two dollars for each additional block indexed against exceeding one, and three dollars for each additional lot indexed against exceeding one; and, in addition thereto, twenty dollars for recording any instrument required by state statute to be recorded. 2. For filing and indexing a certificate of the appointment of a commissioner of deeds, ten dollars. 3. For issuing, signing and sealing a certificate, six dollars. 4. For searching and certifying the title to or an incumbrance or lien upon real property, fifty cents per year for each name against which the search is made, and fifty cents per year for each separate piece or parcel of property not consisting of contiguous lots. There shall be an additional charge of ten cents for each return made of any conveyance or lien found. The minimum charge for a search and certificate, and return, if any, shall be ten dollars. 5. For preparing and certifying a copy of a paper filed or recorded in the office, four dollars for each page or portion thereof. 6. For certifying a prepared copy of a paper filed or recorded in the office, four dollars for each page or portion thereof. 7. For filing and indexing each map, twenty dollars, and two dollars for each square foot or major part thereof of a map surface. 8. For copying any map which he or she may copy or certify, such reasonable fees for the service as may be fixed by the register, or county clerk when acting as register, subject to review by the supreme court, by which the same may be taxed. 9. For issuing a last owner of record report, fifteen dollars. 10. For filing a statement under oath reciting facts evidencing entitlement to a credit against, or exemption in whole or in part from, the tax on mortgages imposed by or pursuant to the authority of article eleven of the tax law, eight dollars. 11. For purposes of this section, the size of each page accepted for recording and indexing shall not exceed nine inches by fourteen inches, and every printed portion thereof shall be plainly printed in type of which the face is not smaller than eight point. The register and the county clerk acting as recording officer may in special circumstances accept a page exceeding the size or with smaller print than that prescribed herein, on such terms and at such fee, subject to review by the supreme court, as he or she may deem appropriate, but the fee for such recording and indexing shall be not less than double the fees otherwise chargeable by law therefor. 12. The register, or county clerk when acting as register, may fix the fee for any service rendered by him or her, and for which no fee is herein specified, subject to review by the supreme court. ",
  "sections": [

  ],
  "title": {
    "identifier": "7",
    "text": "LEGAL AFFAIRS"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY REGISTER"
  },
  "heading": {
    "title": "7",
    "chaptersection": "614",
    "identifier": "7-614",
    "catch_text": "Fees."
  }
}