{
  "text": "ยง 7-626 Block indexing after July first, nineteen hundred eighty-one in Richmond county. a. Tax maps; block boundaries, block number designations. On and after July first, nineteen hundred eighty-one, the tax map for the borough of Staten Island shall be substituted for the land map theretofore in use for the county of Richmond and such tax map shall be conclusive as to location of block boundaries and block number designations. b. Block index forms. On and after July first, nineteen hundred eighty-one, new forms for the (1) conveyance block index, and (2) mortgage block index for the county of Richmond may be adopted by the register, which forms shall make provision for the following information: (1) Conveyance Block Index 1. Name of grantor 2. Name of grantee 3. Date of recording 4. Liber and page 5. Lot number and remarks; and (2) Mortgage Block Index 1. Name of mortgagor 2. Name of mortgagee 3. Date of recording 4. Liber and page 5. Lot number and remarks 6. Date of recording and liber and page of certificate of discharge c. Indexing under new block numbers. On and after the adoption of the new forms for the block index, the existing block index in use in the register's office with respect to Richmond county, shall be closed and a new block index shall be opened for each block in the form as adopted by the city register. At the end of each block index so closed, a reference shall be made to the new block index. On and after the date on which any such new block index shall be opened with respect to Richmond county, the register shall index in such new block index, under the proper block numbers and in the proper index, all instruments which are presented to the register on and after such date for recording and which are authorized or required by law to be recorded. On and after the first day of January next succeeding the certifying and filing, by the real property assessment bureau, with the city register of a list of the numbers of new, altered or additional blocks with maps or diagrams showing such alterations or additions, the indices of all blocks theretofore existing shall be closed except for the purpose of completing the indexing belonging to the preceding year. A new block index shall thereupon be opened for every such altered or new block in the prescribed form, which new index shall thenceforth be used for all entries relating to land in such altered or new blocks. At the end of each block index so closed, a reference shall be made to the new block index. d. Daily block indices. On and after July first, nineteen hundred eighty-one, new forms for the daily index of conveyances and the daily index of mortgages may be adopted by the register. Such forms shall make provision for the following information: 1. Names of parties 2. Block number 3. Serial number 4. Liber and page e. Endorsement on instruments of tax block number and of tax lot numbers. On and after the adoption of the new forms for the block index, every instrument presented to the register with respect to Richmond county and required to be indexed in the block index of conveyances or mortgages shall have endorsed thereon every block number and every lot number on the current tax map in which the land affected by the instrument is situate. f. Block index to be notice. The entries made in such indices, except the lot number designation and the information contained in the column or columns headed Lot Number and Remarks, shall be deemed and taken to be a part of the record of the instrument to which such entries respectively refer, and shall be notice to subsequent purchasers or incumbrancers to the same extent and with like effect as the recording of such instruments in the office of the register, now is or may be notice. g. Miscellaneous instruments. On and after July first, nineteen hundred eighty-one, any instrument entitled to be indexed and recorded as a miscellaneous instrument shall be indexed in a miscellaneous index and recorded in a miscellaneous liber. ",
  "sections": [

  ],
  "title": {
    "identifier": "7",
    "text": "LEGAL AFFAIRS"
  },
  "chapter": {
    "identifier": "6",
    "text": "CITY REGISTER"
  },
  "heading": {
    "title": "7",
    "chaptersection": "626",
    "identifier": "7-626",
    "catch_text": "Block indexing after July first, nineteen hundred eighty-one in Richmond county."
  }
}