{
  "text": "(a) Generally. Upon the direction of the mayor, or at the request of the head of a department or agency of the city, or at the request of a district attorney of any county within the city, or at the request of a member of the city council with respect to the public nuisances defined in subdivisions (a), (b), (c), (g), and (h) and section 7-703 of this chapter, or upon his or her own initiative, the corporation counsel may bring and maintain a civil proceeding in the name of the city in the supreme court to permanently enjoin a public nuisance within the scope of this subchapter, and the person or persons conducting, maintaining or permitting the public nuisance from further conducting, maintaining or permitting the public nuisance. The owner, lessor and lessee of a building, erection or place wherein the public nuisance as being conducted, maintained or permitted shall be made defendants in the action. The venue of such action shall be in the county where the public nuisance is being conducted, maintained or permitted. The existence of an adequate remedy at law shall not prevent the granting of temporary or permanent relief pursuant to this subchapter. (b) The summons; the caption; naming the building, erection or place as defendant. The corporation counsel shall name as defendants the building, erection or place wherein the public nuisance is being conducted, maintained or permitted, by describing it by block, lot number and street address and at least one of the owners of some part of or interest in the property. (c) In rem jurisdiction over building, erection or place. In rem jurisdiction shall be complete over the building, erection or place wherein the public nuisance is being conducted, maintained or permitted by affixing the summons to the door of the building, erection or place and by mailing the summons by certified or registered mail, return receipt requested, to one of the owners of some part of or interest in the property. Proof of service shall be filed within two days thereafter with the clerk of the court designated in the summons. Service shall be complete upon such filing. (d) Service of summons on other defendants. Defendants, other than the building, erection or place wherein the public nuisance is being conducted, maintained or permitted, shall be served with the summons as provided in the civil practice law and rules. (e) Notice of pendency. With respect to any action commenced or to be commenced by him or her pursuant to this subchapter, the corporation counsel may file a notice of pendency pursuant to the provisions of article sixty-five of the civil practice law and rules. (f) Presumption of ownership. The person in whose name the real estate affected by the action is recorded in the office of the city register or the county clerk, as the case may be, shall be presumed to be the owner thereof. (g) Presumption of employment or agency. Whenever there is evidence that a person was the manager, operator, supervisor or, in any other way, in charge of the premises, at the time a public nuisance was being conducted, maintained or permitted, such evidence shall be presumptive that he or she was an agent or employee of the owner or lessee of the building, erection or place. (h) Penalty. If, upon the trial of an action under this chapter or, upon a motion for summary judgment in an action under this chapter, a finding is made that the defendant has intentionally conducted, maintained or permitted a public nuisance defined in this chapter, a penalty, to be included in the judgment, may be awarded in an amount not to exceed one thousand dollars for each day it is found that the defendant intentionally conducted, maintained or permitted the public nuisance. Upon recovery, such penalty shall be paid into the general fund of the city. ",
  "sections": [

  ],
  "title": {
    "identifier": "7",
    "text": "LEGAL AFFAIRS"
  },
  "chapter": {
    "identifier": "7",
    "text": "NUISANCE ABATEMENT LAW"
  },
  "heading": {
    "title": "7",
    "chaptersection": "706",
    "identifier": "7-706",
    "catch_text": "Action for permanent injunction."
  }
}