{
  "text": "(a) Generally. Pending an action for a permanent injunction as provided for in section 7-706 of this subchapter, the court may grant a preliminary injunction enjoining a public nuisance within the scope of this subchapter and the person or persons conducting, maintaining or permitting the public nuisance from further conducting, maintaining or permitting the public nuisance. An order granting a preliminary injunction shall direct a trial of the issues within three business days after joinder of issue or, if issue has already been joined, within three business days after the entry of the order. Where a preliminary injunction has been granted, the court shall render a decision with respect to a permanent injunction within three business days after the conclusion of the trial. A temporary closing order may be granted pending a hearing for a preliminary injunction where it appears by clear and convincing evidence that a public nuisance within the scope of this subchapter is being conducted, maintained or permitted and that the public health, safety or welfare immediately requires the granting of a temporary closing order. A temporary restraining order may be granted pending a hearing for a preliminary injunction where it appears by clear and convincing evidence that a public nuisance within the scope of this subchapter is being conducted, maintained or permitted. (b) Enforcement of preliminary injunction. A preliminary injunction shall be enforced by the city agency at whose request the underlying action is being brought. In the event the underlying action is being brought at the direction of the mayor, or at the request of several city agencies or by the corporation counsel, on his or her own initiative, or upon the request of a district attorney, or a member of the city council, the order shall be enforced by the agency designated by the mayor. The police department shall, upon the request of the agency involved or upon the direction of the mayor, assist in the enforcement of the preliminary injunction. (c) Preliminary injunctions, inventory, closing of premises, posting of orders and notices, offenses. If the court grants a preliminary injunction, the provisions of section 7-711 of this subchapter shall be applicable. ",
  "sections": [

  ],
  "title": {
    "identifier": "7",
    "text": "LEGAL AFFAIRS"
  },
  "chapter": {
    "identifier": "7",
    "text": "NUISANCE ABATEMENT LAW"
  },
  "heading": {
    "title": "7",
    "chaptersection": "707",
    "identifier": "7-707",
    "catch_text": "Preliminary injunction."
  }
}