{
  "text": "ยง 7-719 Temporary restraining order. (a) Generally. If, on a motion for a preliminary injunction pursuant to section 7-717 of this subchapter, the corporation counsel shall show by clear and convincing evidence that a public nuisance within the scope of this subchapter is being conducted, maintained or permitted, a temporary restraining order may be granted without notice restraining the defendants and all persons from making or permitting a \"bulk transfer\" as defined in subdivision (b) of section 7-717, pending order of the court granting or refusing the preliminary injunction and until further order of the court. Upon granting a temporary restraining order, the court shall direct the holding of a hearing for a preliminary injunction at the earliest possible time but in no event later than three business days from the granting of such order; a decision on the motion for a preliminary injunction shall be rendered by the court within three business days after the conclusion of the hearing. (b) Service of temporary restraining order. Unless the court orders otherwise, a temporary restraining order and the papers upon which it was based and a notice of hearing for a preliminary injunction shall be personally served, in the same manner as a summons as provided in the civil practice law and rules. (c) Enforcement of temporary restraining order. A temporary restraining order shall be enforced by the city agency or agencies specified in subdivision (b) of section 7-707 of this chapter. (d) Inventory upon service of temporary restraining order. The officers serving a temporary restraining order shall forthwith make and return to the court an inventory of personal property situated in and used in conducting, maintaining or permitting a public nuisance within the scope of this subchapter and shall enter upon the building, erection or place for such purpose. ",
  "sections": [

  ],
  "title": {
    "identifier": "7",
    "text": "LEGAL AFFAIRS"
  },
  "chapter": {
    "identifier": "7",
    "text": "NUISANCE ABATEMENT LAW"
  },
  "heading": {
    "title": "7",
    "chaptersection": "719",
    "identifier": "7-719",
    "catch_text": "Temporary restraining order."
  }
}