{
  "text": "ยง 7-714 Permanent injunction. (a) A judgment awarding a permanent injunction pursuant to this subchapter may direct the sheriff to seize and remove from the building, erection or place all material, equipment and instrumentalities used in the creation and maintenance of the public nuisance and shall direct the sale by the sheriff of such property in the manner provided for the sale of personal property under execution pursuant to the provisions of the civil practice law and rules. The net proceeds of any such sale, after deduction of the lawful expenses involved, shall be paid into the general fund of the city. (b) A judgment awarding a permanent injunction pursuant to this subchapter may authorize agents of the city to forthwith remove and correct construction and structural alterations as provided in section 26-246 of this code. (c) A judgment awarding a permanent injunction pursuant to this subchapter may direct the closing of the building, erection or place by the sheriff, to the extent necessary to abate the nuisance, and shall direct the sheriff to post a copy of the judgment and a printed notice of such closing conforming to the requirements of subdivision (e) of section 7-711 of this subchapter. Mutilation or removal of such a posted judgment or notice while it remains in force, in addition to any other punishment prescribed by law, shall be punishable, on conviction, by a fine of not more than two hundred fifty dollars or by imprisonment not exceeding fifteen days, or by both, provided such judgment contains therein a notice of such penalty. The closing directed by the judgment shall be for such period as the court may direct but in no event shall the closing be for a period of more than one year from the posting of the judgment provided for in this subdivision. If the owner shall file a bond in the value of the property ordered to be closed and submits proof to the court that the nuisance has been abated and will not be created, maintained or permitted for such period of time as the building, erection or place has been directed to be closed in the judgment, the court may vacate the provisions of the judgment that direct the closing of the building, erection or place. A closing by the sheriff pursuant to the provisions of this subdivision shall not constitute an act of possession, ownership or control by the sheriff of the closed premises. (d) Intentional disobedience or resistance to any provision of a judgment awarding a permanent injunction pursuant to this chapter, in addition to any other punishment prescribed by law, shall be punishable by a fine of not more than five hundred dollars, or by imprisonment not exceeding six months, or by both. (e) Upon the request of the agency involved or upon the direction of the mayor, the police department shall assist in the enforcement of a judgment awarding a permanent injunction entered in an action brought pursuant to this chapter. (f) A judgment rendered awarding a permanent injunction pursuant to this subchapter shall be and become a lien upon the building, erection or place named in the complaint in such action, such lien to date from the time of filing a notice of lis pendens in the office of the clerk of the county wherein the building, erection or place is located. Every such lien shall have priority before any mortgage or other lien that exists prior to such filing except tax and assessment liens. (g) A judgment awarding a permanent injunction pursuant to this chapter shall provide, in addition to the costs and disbursements allowed by the civil practice law and rules, upon satisfactory proof by affidavit or such other evidence as may be submitted, the actual costs, expenses and disbursements of the city in investigating, bringing and maintaining the action. ",
  "sections": [

  ],
  "title": {
    "identifier": "7",
    "text": "LEGAL AFFAIRS"
  },
  "chapter": {
    "identifier": "7",
    "text": "NUISANCE ABATEMENT LAW"
  },
  "heading": {
    "title": "7",
    "chaptersection": "714",
    "identifier": "7-714",
    "catch_text": "Permanent injunction."
  }
}