{
  "text": "(a) Appointment, duration and removal. In any action wherein the complaint alleges that the nuisance is being conducted or maintained in the residential portions of any building or structure or portion thereof which are occupied in whole or in part as the home, residence or sleeping place of one or more human beings, the court may, upon motion on notice by the plaintiff, appoint a temporary receiver to manage and operate the property during the pendency of the action in lieu of a temporary closing order. A temporary receivership shall not continue after final judgment unless otherwise directed by the court. Upon the motion of any party, including the temporary receiver, or on its own initiative, the appointing court may remove a temporary receiver at any time. (b) Powers and duties. The temporary receiver shall have such powers and duties as the court shall direct, including, but not limited to collecting and holding all rents due from all tenants, leasing or renting portions of the building or structure, making or authorizing other persons to make necessary repairs or to maintain the property, hiring security or other personnel necessary for the safe and proper operation of a dwelling, prosecuting or defending suits flowing from his or her management of the property and retaining counsel therefor, and expending funds from the collected rents in furtherance of the foregoing powers. (c) Oath. A temporary receiver, before entering upon his or her duties shall be sworn or shall affirm faithfully and fairly to discharge the trust committed to such receiver. The oath or affirmation may be administered by any person authorized to take acknowledgements of deeds by the real property law. The oath or affirmation may be waived upon consent of all parties. (d) Undertaking. A temporary receiver shall give an undertaking, in an amount to be fixed by the court making the appointment, that such receiver will faithfully discharge his or her duties. (e) Accounts. A temporary receiver shall keep written accounts itemizing receipts and expenditures, and describing the property and naming the depository of receivership funds, which shall be open to inspection by any person having an apparent interest in the property. Upon motion of the temporary receiver or of any person having an apparent interest in the property, the court may require the keeping of particular records or direct or limit inspection or require presentation of a temporary receiver's accounts. Notice of motion for the presentation of a temporary receiver's accounts shall be served upon the sureties on the temporary receiver's undertaking as well as upon each party. ",
  "sections": [

  ],
  "title": {
    "identifier": "7",
    "text": "LEGAL AFFAIRS"
  },
  "chapter": {
    "identifier": "7",
    "text": "NUISANCE ABATEMENT LAW"
  },
  "heading": {
    "title": "7",
    "chaptersection": "713",
    "identifier": "7-713",
    "catch_text": "Temporary receiver."
  }
}