{
  "text": "(a) Generally. If on a motion for a preliminary injunction, the corporation counsel submits evidence warranting both a temporary closing order and a temporary restraining order, the court shall grant both orders. (b) Enforcement of temporary closing orders and temporary restraining orders. Temporary closing orders shall be enforced by the agency at whose request the underlying action is being brought. In the event the underlying action is being brought at the direction of the mayor, or at the request of several city agencies or by the corporation counsel on his or her own initiative, or upon the request of a district attorney, or a member of the city council, the order shall be enforced by the city agency designated by the mayor. The police department shall, upon the request of the agency involved or upon the direction of the mayor, assist in the enforcement of a temporary closing order or a temporary restraining order. (c) Inventory upon service of temporary closing orders and temporary restraining orders. The officers serving a temporary closing order or a temporary restraining order shall forthwith make and return to the court an inventory of personal property situated in and used in conducting, maintaining or permitting a public nuisance within the scope of this subchapter and shall enter upon the building, erection or place for such purpose. Such inventory shall be taken in any manner which is deemed likely to evidence a true and accurate representation of the personal property subject to such inventory including, but not limited to photographing such personal property. (d) Closing of premises pursuant to temporary closing order. The officers serving a temporary closing order shall, upon service of the order, command all persons present in the building, erection or place to vacate the premises forthwith. Upon the building, erection or place being vacated, the premises shall be securely locked and all keys delivered to the officers serving the order who thereafter shall deliver the keys to the fee owner, lessor or lessee of the building, erection or place involved. If the fee owner, lessor or lessee is not at the building, erection or place when the order is being executed, the officers shall securely padlock the premises and retain the keys until the fee owner, lessor or lessee of the building is ascertained, in which event, the officers shall deliver the keys to such owner, lessor or lessee. (e) Posting of temporary closing order and temporary restraining order; posting of notices; offenses. Upon service of a temporary closing order or a temporary restraining order, the officer shall post a copy thereof in a conspicuous place or upon one or more of the principal doors at entrances of such premises where the public nuisance is being conducted, maintained or permitted. In addition, where a temporary closing order has been granted, the officers shall affix, in a conspicuous place or upon one or more of the principal doors at entrances of such premises, a printed notice that the premises have been closed by court order, which notice shall contain the legend \"closed by court order\" in block lettering of sufficient size to be observed by anyone intending or likely to enter the premises, the date of the order, the court from which issued and the name of the office or agency posting the notice. In addition, where a temporary restraining order has been granted, the officers shall affix, in the same manner, a notice similar to the notice provided for in relation to a temporary closing order except that the notice shall state that certain described activity is prohibited by court order and that removal of property is prohibited by court order. Mutilation or removal of such a posted order or such a posted notice while it remains in force, in addition to any other punishment prescribed by law, shall be punishable, on conviction, by a fine of not more than five hundred dollars or by imprisonment not exceeding ninety days, or by both, provided such order or notice contains therein a notice of such penalty. The police department shall, upon the request of the agency involved or upon the direction of the mayor, assist in the enforcement of this subdivision. (f) Intentional disobedience of or resistance to temporary closing order or temporary restraining order. Intentional disobedience of or resistance to a temporary closing order or a temporary restraining order, in addition to any other punishment prescribed by law, shall be punishable, on conviction, by a fine of not more than one thousand dollars or by imprisonment not exceeding six months or by both. ",
  "sections": [

  ],
  "title": {
    "identifier": "7",
    "text": "LEGAL AFFAIRS"
  },
  "chapter": {
    "identifier": "7",
    "text": "NUISANCE ABATEMENT LAW"
  },
  "heading": {
    "title": "7",
    "chaptersection": "711",
    "identifier": "7-711",
    "catch_text": "Temporary closing order; temporary restraining order."
  }
}