{
  "text": "(a) Generally. Upon the direction of the mayor, or at the request of the head of a department or agency of the city, or at the request of a district attorney of any county within the city, or at the request of a member of the city council with respect to the public nuisances defined in subdivisions (a), (b), (c), (g) and (h) of section 7-703 of this chapter, or upon his or her own initiative, the corporation counsel may bring and maintain a civil proceeding in the name of the city in the supreme court to recover a civil penalty against any person conducting, maintaining or permitting a public nuisance within the scope of this subchapter. The amount of any civil penalty awarded in a judgment entered pursuant to this subchapter shall be in an amount of one thousand dollars for each day the public nuisance has been conducted, maintained or permitted. Upon recovery, such penalty shall be paid into the general fund of the city. The venue of such action shall be in the county wherein the public nuisance is being conducted, maintained or permitted. (b) The summons and its service; naming of parties as defendants. The corporation counsel shall name as defendants all persons conducting, maintaining or permitting a public nuisance within the scope of this subchapter. Other persons may be named as defendants pursuant to the rules governing joinder of parties set forth in the civil practice law and rules. The summons shall be served in the manner provided by the civil practice law and rules. (c) Scienter. A temporary restraining order shall not be granted nor shall a judgment be entered against a defendant unless the court is satisfied that the defendant had knowledge of the public nuisance which the defendant conducted, maintained or permitted. The presumption of knowledge provided by subdivision one of section 235.10 of the penal law shall be applicable to this subchapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "7",
    "text": "LEGAL AFFAIRS"
  },
  "chapter": {
    "identifier": "7",
    "text": "NUISANCE ABATEMENT LAW"
  },
  "heading": {
    "title": "7",
    "chaptersection": "716",
    "identifier": "7-716",
    "catch_text": "Action for civil penalty."
  }
}