{
  "text": "(a) Generally. Pending an action pursuant to section 7-716 of this subchapter, the court may grant a preliminary injunction enjoining a defendant from making a bulk transfer, as defined in subdivision (b) of this section. An order granting a preliminary injunction shall direct a trial of the issues within three business days after joinder of issue or, if issue has already been joined, within three business days after entry of the order. Where a preliminary injunction has been granted the court shall render a decision with respect to the final determination of the action within three business days after the conclusion of the trial. A temporary restraining order may be granted pending a hearing for a preliminary injunction where it appears by clear and convincing evidence that a public nuisance within the scope of this subchapter is being conducted, maintained or permitted. The existence of an adequate remedy at law shall not prevent the granting of a temporary injunction or a temporary restraining order pursuant to this subchapter. (b) \"Bulk transfer\" defined. A \"bulk transfer\" is any transfer of a major part of the materials, supplies, merchandise or other inventory or equipment of the transferor in the building, erection or place where the public nuisance is being conducted, maintained or permitted that is not in the ordinary course of the transferor's business. (c) Enforcement of preliminary injunction. A preliminary injunction shall be enforced by the agency or agencies specified in subdivision (b) of section 7-707 of this chapter. (d) Preliminary injunction; inventory. If the court grants a preliminary injunction, the provisions of subdivision (d) of section 7-719 of this subchapter shall be applicable. ",
  "sections": [

  ],
  "title": {
    "identifier": "7",
    "text": "LEGAL AFFAIRS"
  },
  "chapter": {
    "identifier": "7",
    "text": "NUISANCE ABATEMENT LAW"
  },
  "heading": {
    "title": "7",
    "chaptersection": "717",
    "identifier": "7-717",
    "catch_text": "Preliminary injunction."
  }
}