{
  "text": "ยง 7-712 Temporary closing order; temporary restraining order; defendant's remedies. (a) A temporary closing order or a temporary restraining order shall be vacated, upon notice to the corporation counsel, if the defendant shows by affidavit and such other proof as may be submitted that the public nuisance within the scope of this subchapter has been abated. An order vacating a temporary closing order or a temporary restraining order shall include a provision authorizing agencies of the city to inspect the building, erection or place which is the subject of an action pursuant to this chapter, periodically without notice, during the pendency of the action for the purpose of ascertaining whether or not the public nuisance has been resumed. Intentional disobedience of or resistance to an inspection provision of an order vacating a temporary closing order or a temporary restraining order, in addition to any other punishment prescribed by law, shall be punishable, on conviction, by a fine of not more than five hundred dollars or by imprisonment not exceeding six months, or by both. The police department shall, upon the request of the agency involved or upon the direction of the mayor, assist in the enforcement of an inspection provision of an order vacating a temporary closing order or temporary restraining order. (b) A temporary closing order or a temporary restraining order may be vacated by the court, upon notice to the corporation counsel, when the defendant gives an undertaking and the court is satisfied that the public health, safety or welfare will be protected adequately during the pendency of the action. The undertaking shall be in an amount equal to the assessed valuation of the building, erection or place where the public nuisance is being conducted, maintained or permitted or in such other amount as may be fixed by the court. The defendant shall pay to the city, in the event a judgment of permanent injunction is obtained, its actual costs, expenses and disbursements in investigating, bringing and maintaining the action. ",
  "sections": [

  ],
  "title": {
    "identifier": "7",
    "text": "LEGAL AFFAIRS"
  },
  "chapter": {
    "identifier": "7",
    "text": "NUISANCE ABATEMENT LAW"
  },
  "heading": {
    "title": "7",
    "chaptersection": "712",
    "identifier": "7-712",
    "catch_text": "Temporary closing order; temporary restraining order; defendant's remedies."
  }
}