{
  "text": "Remedies of employees. a. 1. Any officer or employee of the city of New York who believes that he or she has been the subject of an adverse personnel action, as such term is defined in paragraph one of subdivision a of section 12-113 of the administrative code of the city of New York; or (2) any officer or employee of the city or state of New York, who believes that he or she has been the subject of a retaliatory action, as defined by section seventy-five-b of the civil service law; or (3) any non-public employee who believes that he or she has been the subject of a retaliatory action by his or her employer, as defined by section seven hundred forty of the labor law because of lawful acts of such employee in furtherance of a civil enforcement action brought under this section, including the investigation, initiation, testimony, or assistance in connection with, a civil enforcement action commenced or to be commenced under this section, shall be entitled to all relief necessary to make the employee whole. Such relief shall include but not be limited to: (i) an injunction to restrain continued discrimination, (ii) reinstatement to the position such employee would have had but for the discrimination or to an equivalent position, (iii) reinstatement of full fringe benefits and seniority rights, (iv) payment of two times back pay, plus interest, and (v) compensation for any special damages sustained as a result of the discrimination, including litigation costs and reasonable attorneys' fees. b. An employee described in subdivision a of this section may bring an action in any court of competent jurisdiction for the relief provided in this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "7",
    "text": "LEGAL AFFAIRS"
  },
  "chapter": {
    "identifier": "8",
    "text": "NEW YORK CITY FALSE CLAIMS ACT"
  },
  "heading": {
    "title": "7",
    "chaptersection": "805",
    "identifier": "7-805",
    "catch_text": "Remedies of employees."
  }
}