{
  "text": "Definitions. For purposes of this chapter, the following terms shall mean: 1. \"City\" means the city of New York, and any city agency, department, division or bureau, and any board, committee, institution, agency of government, local development corporation or public benefit corporation, the majority of whose members are appointed by city officials. 2. \"Civil enforcement action\" means a legal action brought pursuant to section 7-804 of this chapter for the commission of any act or acts described in subdivision a of section 7-803 of this chapter. 3. \"Claim\" means any request or demand, whether under a contract or otherwise, for money or property which is made to any employee, officer, or agent of the city, or to any contractor, grantee or other recipient, if the city provides the money or property which is requested or demanded or will reimburse such contractor, grantee or other recipient for the money or property which is requested or demanded. \"Claim\" also encompasses any record or statement used in presenting an obligation to pay or transmit money or property either directly or indirectly to the city. 4. \"False claim\" means any claim, or information relating to a claim, which is false or fraudulent. 5. \"Knowing\" and \"knowingly\" mean that with respect to information, a person: (i) has actual knowledge of the falsity of the information, or (ii) acts in deliberate ignorance of the truth or falsity of the information, or (iii) acts in reckless disregard of the truth or falsity of the information. Proof of specific intent to defraud is not required. 6. \"Original source\" means an individual who either (i) prior to a public disclosure pursuant to paragraph three of subdivision d of section 7-804 of this chapter has voluntarily disclosed to the city the information on which allegations or transactions in a claim are based, or (ii) has knowledge that is independent of and materially adds to the publicly disclosed allegations or transactions, and who has voluntarily provided such information to the city. 7. \"Person\" means any natural person, corporation, partnership, firm, organization, association or other legal entity or individual, other than the city. 8. \"State\" means the state of New York and any state department, agency, board, bureau, division, commission, committee, public benefit corporation, public authority, council, office or other entity performing a governmental or proprietary function for the state. ",
  "sections": [

  ],
  "title": {
    "identifier": "7",
    "text": "LEGAL AFFAIRS"
  },
  "chapter": {
    "identifier": "8",
    "text": "NEW YORK CITY FALSE CLAIMS ACT"
  },
  "heading": {
    "title": "7",
    "chaptersection": "802",
    "identifier": "7-802",
    "catch_text": "Definitions."
  }
}