{
  "text": "When used in this chapter: 1. The term \"person\" includes one or more natural persons, proprietorships, partnerships, associations, group associations, organizations, governmental bodies or agencies, corporations, legal representatives, trustees, trustees in bankruptcy, or receivers. 2. The term \"employment agency\" includes any person undertaking to procure employees or opportunities to work. 3. The term \"labor organization\" includes any organization which exists and is constituted for the purpose, in whole or in part, of collective bargaining or of dealing with employers concerning grievances, terms and conditions of employment, or of other mutual aid or protection in connection with employment. 4. The term \"unlawful discriminatory practice\" includes only those practices specified in sections 8-107 and 8-107.1 of this chapter. 5. For purposes of subdivisions one, two, three, subparagraph one of paragraph a of subdivision twenty-one, and paragraph e of subdivision twenty-one of section 8-107 of this chapter, the term \"employer\" does not include any employer with fewer than four persons in his or her employ. For purposes of this subdivision, natural persons employed as independent contractors to carry out work in furtherance of an employer's business enterprise who are not themselves employers shall be counted as persons in the employ of such employer. 6. The term \"commission\" unless a different meaning clearly appears from the text, means the city commission on human rights created by this chapter. 7. The term \"national origin\" shall, for the purposes of this chapter, include \"ancestry.\" 8. The term \"educational institution\" includes kindergartens, primary and secondary schools, academies, colleges, universities, professional schools, extension courses, and all other educational facilities. 9. The term \"place or provider of public accommodation\" shall include providers, whether licensed or unlicensed, of goods, services, facilities, accommodations, advantages or privileges of any kind, and places, whether licensed or unlicensed, where goods, services, facilities, accommodations, advantages or privileges of any kind are extended, offered, sold, or otherwise made available. Such term shall not include any club which proves that it is in its nature distinctly private. A club shall not be considered in its nature distinctly private if it has more than four hundred members, provides regular meal service and regularly receives payment for dues, fees, use of space, facilities, services, meals or beverages directly or indirectly from or on behalf of non-members for the furtherance of trade or business. For the purposes of this section a corporation incorporated under the benevolent orders law or described in the benevolent orders law but formed under any other law of this state, or a religious corporation incorporated under the education law or the religious corporation law shall be deemed to be in its nature distinctly private. No club which sponsors or conducts any amateur athletic contest or sparring exhibition and advertises or bills such contest or exhibition as a New York state championship contest or uses the words \"New York state\" in its announcements shall be deemed a private exhibition within the meaning of this section. 10. The term \"housing accommodation\" includes any building, structure, or portion thereof which is used or occupied or is intended, arranged or designed to be used or occupied, as the home, residence or sleeping place of one or more human beings. Except as otherwise specifically provided, such term shall include a publicly-assisted housing accommodation. 11. The term \"publicly-assisted housing accommodations\" shall include: (a) Publicly-owned or operated housing accommodations. (b) Housing accommodations operated by housing companies under the supervision of the state commissioner of housing and community renewal, or the department of housing preservation and development. (c) Housing accommodations constructed after July first, nineteen hundred fifty, and housing accommodations sold after July first, nineteen hundred ninety-one: (1) which are exempt in whole or in part from taxes levied by the state or any of its political subdivisions, (2) which are constructed on land sold below cost by the state or any of its political subdivisions or any agency thereof, pursuant to the federal housing act of nineteen hundred forty-nine, (3) which are constructed in whole or in part on property acquired or assembled by the state or any of its political subdivisions or any agency thereof through the power of condemnation or otherwise for the purpose of such construction, or (4) for the acquisition, construction, repair or maintenance for which the state or any of its political subdivisions or any agency thereof supplies funds or other financial assistance. (d) Housing accommodations, the acquisition, construction, rehabilitation, repair or maintenance of which is, after July first, nineteen hundred fifty-five, financed in whole or in part by a loan, whether or not secured by a mortgage, the repayment of which is guaranteed or insured by the federal government or any agency thereof, or the state or any of its political subdivisions or any agency thereof. 12. The term \"family,\" as used in subparagraph four of paragraph a of subdivision five of section 8-107 of this chapter, means either a person occupying a dwelling and maintaining a household, with not more than four boarders, roomers or lodgers, or two or more persons occupying a dwelling, living together and maintaining a common household, with not more than four boarders, roomers or lodgers. A \"boarder,\" \"roomer\" or \"lodger\" residing with a family means a person living within the household who pays a consideration for such residence and does not occupy such space within the household as an incident of employment therein. 13. The term \"commercial space\" means any space in a building, structure, or portion thereof which is used or occupied or is intended, arranged or designed to be used or occupied for the manufacture, sale, resale, processing, reprocessing, displaying, storing, handling, garaging or distribution of personal property; and any space which is used or occupied, or is intended, arranged or designed to be used or occupied as a business or professional unit or office in any building, structure or portion thereof. 14. The term \"real estate broker\" means any person who, for another and for a fee, commission or other valuable consideration, lists for sale, sells, at auction or otherwise, exchanges, buys or rents, or offers or attempts to negotiate a sale at auction, or otherwise, exchange, purchase or rental of an estate or interest in real estate or collects or offers or attempts to collect rent for the use of real estate, or negotiates, or offers or attempts to negotiate, a loan secured or to be secured by a mortgage or other incumbrance upon or transfer of real estate. In the sale of lots pursuant to the provisions of article nine-a of the real property law, the term \"real estate broker\" shall also include any person employed by or on behalf of the owner or owners of lots or other parcels of real estate, at a stated salary, or upon commission, or upon a salary and commission, or otherwise, to sell such real estate, or any parts thereof, in lots or other parcels, and who shall sell or exchange, or offer or attempt or agree to negotiate the sale or exchange of any such lot or parcel of real estate. 15. The term \"real estate salesperson\" means a person employed by or authorized by a licensed real estate broker to list for sale, sell or offer for sale at auction or otherwise to buy or offer to buy or to negotiate the purchase or sale or exchange of real estate or to negotiate a loan on real estate or to lease or rent or offer to lease, rent or place for rent any real estate, or who collects or offers or attempts to collect rents for the use of real estate for or on behalf of such real estate broker. 16. (a) The term \"disability\" means any physical, medical, mental or psychological impairment, or a history or record of such impairment. (b) The term \"physical, medical, mental, or psychological impairment\" means: (1) an impairment of any system of the body; including, but not limited to: the neurological system; the musculoskeletal system; the special sense organs and respiratory organs, including, but not limited to, speech organs; the cardivascular system; the reproductive system; the digestive and genito-urinary systems; the hemic and lymphatic systems; the immunological systems; the skin; and the endocrine system; or (2) a mental or psychological impairment. (c) In the case of alcoholism, drug addiction or other substance abuse, the term \"disability\" shall only apply to a person who (1) is recovering or has recovered and (2) currently is free of such abuse, and shall not include an individual who is currently engaging in the illegal use of drugs, when the covered entity acts on the basis of such use. 17. The term \"covered entity\" means a person required to comply with any provision of section 8-107 of this chapter. 18. The term \"reasonable accommodation\" means such accommodation that can be made that shall not cause undue hardship in the conduct of the covered entity's business. The covered entity shall have the burden of proving undue hardship. In making a determination of undue hardship with respect to claims filed under subdivisions one or two of section 8-107 or section 8-107.1 of this chapter, the factors which may be considered include but shall not be limited to: (a) the nature and cost of the accommodation; (b) the overall financial resources of the facility or the facilities involved in the provision of the reasonable accommodation; the number of persons employed at such facility; the effect on expenses and resources, or the impact otherwise of such accommodation upon the operation of the facility; (c) the overall financial resources of the covered entity; the overall size of the business of a covered entity with respect to the number of its employees, the number, type, and location of its facilities; and (d) the type of operation or operations of the covered entity, including the composition, structure, and functions of the workforce of such entity; the geographic separateness, administrative, or fiscal relationship of the facility or facilities in question to the covered entity. In making a determination of undue hardship with respect to claims for reasonable accommodation to an employee's or prospective employee's religious observance filed under subdivision three of section 8-107 of this chapter, the definition of \"undue hardship\" set forth in paragraph b of such subdivision shall apply. 19. The term \"occupation\" means any lawful vocation, trade, profession or field of specialization. 20. The term \"sexual orientation\" means heterosexuality, homosexuality, or bisexuality. 21. The term \"alienage or citizenship status\" means: (a) the citizenship of any person, or (b) the immigration status of any person who is not a citizen or national of the United States. 22. The term \"hate crime\" means a crime that manifests evidence of prejudice based on race, religion, ethnicity, disability, sexual orientation, national origin, age, gender, or alienage or citizenship status. 23. The term \"gender\" shall include actual or perceived sex and shall also include a person's gender identity, self-image, appearance, behavior or expression, whether or not that gender identity, self-image, appearance, behavior or expression is different from that traditionally associated with the legal sex assigned to that person at birth. 24. The term \"partnership status\" means the status of being in a domestic partnership, as defined by ยง 3-240(a) of the administrative code of the city of New York. 25. The term \"lawful source of income\" shall include income derived from social security, or any form of federal, state or local public assistance or housing assistance including section 8 vouchers. (26) The term \"cyberbullying\" means willful and repeated harm inflicted through the use of computers, cell phones, and other electronic devices that is intended to frighten, harass, cause harm to, extort, or otherwise target another. 27. The terms \"unemployed\" or \"unemployment\" shall mean not having a job, being available for work, and seeking employment. ",
  "sections": [

  ],
  "title": {
    "identifier": "8",
    "text": "CIVIL RIGHTS"
  },
  "chapter": {
    "identifier": "1",
    "text": "COMMISSION ON HUMAN RIGHTS"
  },
  "heading": {
    "title": "8",
    "chaptersection": "102",
    "identifier": "8-102",
    "catch_text": "Definitions."
  }
}