{
  "text": "ยง 8-1002 Definitions. For purposes of this chapter, the following terms have the following meanings: a. \"Agency\" means the human resources administration/department of social services, including any part, subdivision, field office or satellite facility thereof. b. \"Agency office\" means a job center, food stamp office, medical assistance program office, or other part, subdivision, field office or satellite facility of the agency or agency contractor office that performs a covered function. c. \"Agency contractor\" means any contractor that enters into a covered contract with the agency. d. \"Agency personnel\" means bilingual personnel or interpreter personnel who are employees of the agency. e. \"Bilingual personnel\" means agency, agency contractor, or other contractor employees, not including work experience program participants, who provide language assistance services in addition to other duties. f. \"Contract\" means any written agreement, purchase order or instrument whereby the city is committed to expend or does expend funds in return for work, labor or services. g. \"Contractor\" means any individual, sole proprietorship, partnership, joint venture or corporation or other form of doing business that enters into a contract. h. \"Covered contract\" means a contract between the agency and a contractor to perform a covered function. i. \"Covered function\" means any of the following functions: 1. Benefits or services offered or provided at agency offices; 2. Benefits or services provided by agency contractors to provide employment services in connection with participation of individuals engaged in activities required by sections 335 through 336-c of the social services law; 3. Home care services; and 4. Determinations regarding eligibility for subsidized child care. j. \"Covered language\" means Arabic, Chinese, Haitian Creole, Korean, Russian or Spanish. k. \"Document\" means the following forms and notices developed by the agency: i. Application forms and corresponding instructional materials; ii. Notices that require a response from the participant; iii. Notices that concern the denial, termination, reduction, increase or issuance of a benefit or service; iv. Notices regarding the rights of participants to a conference and fair hearing; and v. Notices describing regulation changes that affect benefits. l. \"Interpretation services\" means oral, contemporaneous interpretation of oral communications. m. \"Interpreter personnel\" means agency, agency contractor, or other contractor employees, not including work experience program participants, whose sole responsibility is to provide language assistance services. n. \"Language assistance services\" means interpretation services and/or translation services provided by bilingual personnel or interpreter personnel to a limited English proficient individual in his/her primary language to ensure their ability to communicate effectively with agency or agency contractor personnel. o. \"Limited English proficient individual\" means an individual who identifies as being, or is evidently, unable to communicate meaningfully with agency or agency contractor personnel because English is not his/her primary language. p. \"Other covered agency\" means the administration for children's services; the department of homeless services; the department of health and mental hygiene; and all functions served by the agency that are not covered functions, including any part, subdivision, field office or satellite facility thereof. q. \"Primary language\" means the language in which a limited English proficient individual chooses to communicate with others. r. \"Translation services\" means oral explanation or written translation of documents. ",
  "sections": [

  ],
  "title": {
    "identifier": "8",
    "text": "CIVIL RIGHTS"
  },
  "chapter": {
    "identifier": "10",
    "text": "EQUAL ACCESS TO HUMAN SERVICES"
  },
  "heading": {
    "title": "8",
    "chaptersection": "1002",
    "identifier": "8-1002",
    "catch_text": "Definitions."
  }
}