{
  "text": "1. Definitions. Whenever used in this chapter the following terms shall have the following meanings: a. \"Acts or threats of violence\" shall include, but not be limited to, acts, which would constitute violations of the penal law. b. \"Victim of domestic violence\" shall mean a person who has been subjected to acts or threats of violence, not including acts of self-defense, committed by a current or former spouse of the victim, by a person with whom the victim shares a child in common, by a person who is cohabiting with or has cohabited with the victim, by a person who is or has been in a continuing social relationship of a romantic or intimate nature with the victim, or a person who is or has continually or at regular intervals lived in the same household as the victim. c. \"Victim of sex offenses or stalking\" shall mean a victim of acts which would constitute violations of article 130 of the penal law, or a victim of acts which would constitute violations of sections 120.45, 120.50, 120.55, or 120.60 of the penal law. d. Practices \"based on,\" \"because of,\" \"on account of,\" \"as to,\" \"on the basis of,\" or \"motivated by\" an individual's \"status as a victim of domestic violence,\" or \"status as a victim of sex offenses or stalking\" include, but are not limited to, those based solely upon the actions of a person who has perpetrated acts or threats of violence against the individual. 2. Unlawful discriminatory practices. It shall be an unlawful discriminatory practice for an employer, or an agent thereof, to refuse to hire or employ or to bar or to discharge from employment, or to discriminate against an individual in compensation or other terms, conditions, or privileges of employment because of the actual or perceived status of said individual as a victim of domestic violence, or as a victim of sex offenses or stalking. 3. Applicability; actual or perceived victims of domestic violence, sex offenses or stalking. (a) Requirement to make reasonable accommodation to the needs of victims of domestic violence, sex offenses or stalking. Except as provided in paragraph (c), any person prohibited by this section 8-107.1 from discriminating on the basis of actual or perceived status as a victim of domestic violence or a victim of sex offenses or stalking shall make reasonable accommodation to enable a person who is a victim of domestic violence, or a victim of sex offenses or stalking to satisfy the essential requisites of a job provided that the status as a victim of domestic violence or a victim of sex offenses or stalking is known or should have been known by the covered entity. (b) Documentation of status. Any person required by paragraph (a) to make reasonable accommodation may require a person requesting reasonable accommodation pursuant to paragraph (a) to provide certification that the person is a victim of domestic violence, sex offenses or stalking. The person requesting reasonable accommodation pursuant to paragraph (a) shall provide a copy of such certification to the covered entity within a reasonable period after the request is made. A person may satisfy the certification requirement of this paragraph by providing documentation from an employee, agent, or volunteer of a victim services organization, an attorney, a member of the clergy, or a medical or other professional service provider, from whom the individual seeking a reasonable accommodation or that individual's family or household member has sought assistance in addressing domestic violence, sex offenses or stalking and the effects of the violence or stalking; a police or court record; or other corroborating evidence. All information provided to the covered entity pursuant to this paragraph, including a statement of the person requesting a reasonable accommodation or any other documentation, record, or corroborating evidence, and the fact that the individual has requested or obtained a reasonable accommodation pursuant to this section, shall be retained in the strictest confidence by the covered entity, except to the extent that disclosure is requested or consented to in writing by the person requesting the reasonable accommodation; or otherwise required by applicable federal, state or local law. (c) Affirmative defense in domestic violence, sex offenses or stalking cases. In any case where the need for reasonable accommodation is placed in issue, it shall be an affirmative defense that the person aggrieved by the alleged discriminatory practice could not, with reasonable accommodation, satisfy the essential requisites of the job or enjoy the right or rights in question. ",
  "sections": [

  ],
  "title": {
    "identifier": "8",
    "text": "CIVIL RIGHTS"
  },
  "chapter": {
    "identifier": "1",
    "text": "COMMISSION ON HUMAN RIGHTS"
  },
  "heading": {
    "title": "8",
    "chaptersection": "107",
    "identifier": "8-107.1",
    "catch_text": "Victims of Domestic Violence, Sex offenses or Stalking."
  }
}