{
  "text": "a. No later than the first day of the sixtieth month after the effective date of the local law that added this chapter, the agency and each agency contractor shall maintain records of the primary language of every individual who seeks or receives benefits or services from the agency or agency contractor. At a minimum, the agency and each agency contractor shall maintain specific records of the following: 1. The number of limited English proficient individuals served, disaggregated by agency, agency contractor or contractor, agency office, type of language assistance required and primary language; 2. The number of bilingual personnel and the number of interpreter personnel employed by the agency, disaggregated by language translated or interpreted by such personnel; 3. Whether primary language determinations are recorded properly; and 4. Whether documents are translated accurately and disseminated properly. b. Other covered agencies. No later than the first day of the sixtieth month after the effective date of the local law that added this chapter, every other covered agency shall maintain records of the primary language of every individual who seeks or receives ongoing benefits or services. At a minimum, the other covered agency shall maintain specific records of the following: 1. The number of limited English proficient individuals served, disaggregated by type of language assistance required and primary language; 2. The number of bilingual personnel and the number of interpreter personnel employed by the other covered agency, disaggregated by language translated by such personnel; 3. Whether primary language determinations are recorded properly; and 4. Whether documents are translated accurately and disseminated properly. ",
  "sections": [

  ],
  "title": {
    "identifier": "8",
    "text": "CIVIL RIGHTS"
  },
  "chapter": {
    "identifier": "10",
    "text": "EQUAL ACCESS TO HUMAN SERVICES"
  },
  "heading": {
    "title": "8",
    "chaptersection": "1007",
    "identifier": "8-1007",
    "catch_text": "Recordkeeping."
  }
}