{
  "text": "The powers and duties of the commission shall be: (1) To work together with federal, state, and city agencies in developing courses of instruction, for presentation to city employees and in public and private schools, public libraries, museums and other suitable places, on techniques for achieving harmonious intergroup relations within the city of New York, on types of bias-related harassment and repeated hostile behavior including conduct or verbal threats, taunting, intimidation, abuse, and cyberbullying, and to engage in other anti-discrimination activities. (2) To enlist the cooperation of various groups, and organizations, in mediation efforts, programs and campaigns devoted to eliminating group prejudice, intolerance, hate crimes, bigotry and discrimination. (3) To study the problems of prejudice, intolerance, bigotry, discrimination and disorder occasioned thereby in all or any fields of human relationship. (4) (a) To receive, investigate and pass upon complaints and to initiate its own investigations of: (i) Group tensions, prejudice, intolerance, bigotry and disorder occasioned thereby. (ii) Discrimination against any person or group of persons, provided, however, that with respect to discrimination alleged to be committed by city officials or city agencies, such investigation shall be commenced after consultation with the mayor. Upon its own motion, to make, sign and file complaints alleging violations of this chapter. (b) In the event that any investigation undertaken pursuant to paragraph a of this subdivision discloses information that any person or group of persons may be engaged in a pattern or practice that results in the denial to any person or group of persons of the full enjoyment of any right secured by this chapter, in addition to making, signing and filing a complaint upon its own motion pursuant to paragraph a of this subdivision, to refer such information to the corporation counsel for the purpose of commencing a civil action pursuant to chapter four of this title. (5) (a) To issue subpoenas in the manner provided for in the civil practice law and rules compelling the attendance of witnesses and requiring the production of any evidence relating to any matter under investigation or any question before the commission, and to take proof with respect thereto; (b) To hold hearings, administer oaths and take the testimony of any person under oath; and (c) In accordance with applicable law, to require the production of any names of persons necessary for the investigation of any institution, club or other place or provider of accommodation. (6) In accordance with the provisions of subdivision b of section 8-114 of this chapter, to require any person or persons who are the subject of an investigation by the commission to preserve such records as are in the possession of such person or persons and to continue to make and keep the type of records that have been made and kept by such person or persons in the ordinary course of business within the previous year, which records are relevant to the determination whether such person or persons have committed unlawful discriminatory practices with respect to activities in the city. (7) To issue publications and reports of investigations and research designed to promote good will and minimize or eliminate prejudice, intolerance, bigotry, discrimination and disorder occasioned thereby. (8) To appoint such employees and agents as it deems to be necessary to carry out its functions, powers and duties and to assign to such persons any of such functions, powers and duties; provided, however, that the commission shall not delegate its power to adopt rules, and, provided further, that the commission's power to order that records be preserved or made and kept pursuant to subdivision b of section 8-114 of this chapter and the commission's power to determine that a respondent has engaged in an unlawful discriminatory practice and to issue an order for such relief as is necessary and proper shall be delegated only to members of the commission. The expenses for the carrying on of the commission's activities shall be paid out of the funds in the city treasury. The commission's appointment and assignment powers as set forth in this subdivision may be exercised by the chairperson of the commission. (9) To recommend to the mayor and to the council, legislation to aid in carrying out the purpose of this chapter. (10) To submit an annual report by March 1 to the mayor and the council which shall be published in the City Record. Such annual report shall include information for the calendar year that is the subject of the report regarding: (i) inquiries received by the commission from the public; provided that such information for calendar years 2009 and 2010 must only be included in the annual report submitted by March 1, 2012, (ii) complaints filed with the commission, and (iii) education and outreach efforts made by the commission. (a) The information regarding inquiries received by the commission from the public shall include, but not be limited to: (i) the total number of inquiries; (ii) the number of inquiries made by limited English proficient persons disaggregated by language; (iii) the subject matter of inquiries disaggregated by the alleged category of unlawful discriminatory practice as set forth by sections 8-107 and 8-107.1(2) of this chapter and the protected class of person, and (iv) the number of inquiries resolved by pre-complaint intervention. (b) The information regarding complaints filed with the commission shall include, but not be limited to, the number of complaints filed with the commission and shall be disaggregated by: (i) the category of unlawful discriminatory practice, as set forth by sections 8-107 and 8-107.1(2) of this chapter, alleged; (ii) the basis of the alleged discriminatory practice based on protected class of the complainant; (iii) whether the complaint was resolved by mediation and conciliation, as set forth in section 8-115 of this chapter; a determination of no probable cause, as set forth in section 8-116 of this chapter; or a hearing, as set forth by section 8-119 of this chapter; (iv) the number of days the complaint was outstanding at the time such resolution occurred; and (v) whether a fine, penalty, or cash award was imposed and, if so, the dollar amount of such fine, penalty or cash award. (c) The information regarding the commission's education and outreach efforts as required by sections 8-105(1) and 8-105(2) of this chapter shall include, but not be limited to: (i) the types of outreach initiated; (ii) the number of people with whom the commission made contact as a result of outreach; (iii) the number of limited English proficient persons served; and (iv) the languages in which such outreach was conducted. (11) To adopt rules to carry out the provisions of this chapter and the policies and procedures of the commission in conneciton therewith. ",
  "sections": [

  ],
  "title": {
    "identifier": "8",
    "text": "CIVIL RIGHTS"
  },
  "chapter": {
    "identifier": "1",
    "text": "COMMISSION ON HUMAN RIGHTS"
  },
  "heading": {
    "title": "8",
    "chaptersection": "105",
    "identifier": "8-105",
    "catch_text": "Powers and duties."
  }
}