{
  "text": "a. The agency shall phase in language assistance services for covered functions as follows: 1. As of the first day of the twenty-fourth month after the effective date of the local law that added this chapter, no less than 20% of covered functions provided by agency offices. 2. As of the first day of the forty-eighth month after the effective date of the local law that added this chapter, no less than 40% of covered functions provided by agency offices. 3. As of the first day of the sixtieth month after the effective date of the local law that added this chapter, 100% of covered functions provided by agency offices. b. Contractors. 1. In all covered contracts entered into or renewed after January 1, 2005, the contractor shall certify that it shall make available language assistance services and maintain and provide access to records as required by this chapter. 2. Every covered contract must contain a provision in which the contractor acknowledges that the following responsibilities constitute material terms of the contract: (a) to provide language assistance services as required by this chapter; (b) to comply with the recordkeeping requirements set forth in this chapter; (c) to provide the city access to its records for the purpose of audits or investigations to ascertain compliance with the provisions of this section, to the extent permitted by law; and (d) to provide evidence to the city that the contractor is in compliance with the provisions of this section, upon request. 3. If an agency contractor enters into a subcontract agreement to provide any benefits or services under a covered contract, that subcontract will be considered a covered contract for purposes of this section and the provisions of this section will bind the subcontractor. Each contractor is required to include the contract provision set forth in paragraph 2 of this subdivision in any such subcontract agreement. c. Implementation plans. Within eight months of the effective date of the local law that added this chapter, the agency and each other covered agency shall develop an implementation plan that describes how and when the agency or other covered agency will meet the requirements imposed by this chapter. The agency and each other covered agency shall publish a copy of its implementation plan. d. Implementation updates and annual reports. No later than 90 days after the end of each calendar year after the publication of the implementation plan and before implementation is complete, the agency and each other covered agency shall publish an implementation update. The implementation update shall describe steps taken over the prior year to implement the requirements of this chapter and shall describe any changes in the agency or other covered agency's plan for implementing the remaining requirements of the local law that added this chapter before the date set forth in subdivision a of this section. The implementation update for every year after 2004 shall include a report on the number of limited English proficient people served, disaggregated by language and by agency office or other covered agency office. Not later than 90 days after the end of each calendar year beginning with 2008, the agency and each other covered agency shall publish an annual report on language assistance services. At a minimum, this annual report of the agency, each agency contractor and each other covered agency shall set forth the information required to be maintained by this chapter. ",
  "sections": [

  ],
  "title": {
    "identifier": "8",
    "text": "CIVIL RIGHTS"
  },
  "chapter": {
    "identifier": "10",
    "text": "EQUAL ACCESS TO HUMAN SERVICES"
  },
  "heading": {
    "title": "8",
    "chaptersection": "1008",
    "identifier": "8-1008",
    "catch_text": "Implementation."
  }
}