{
  "text": "a. The commission may, in its discretion, dismiss a complaint for administrative convenience at any time prior to the taking of testimony at a hearing. Administrative convenience shall include, but not be limited to, the following circumstances: (1) commission personnel have been unable to locate the complainant after diligent efforts to do so; (2) the complainant has repeatedly failed to appear at mutually agreed upon appointments with commission personnel or is unwilling to meet with commission personnel, provide requested documentation, or to attend a hearing; (3) the complainant has repeatedly engaged in conduct which is disruptive to the orderly functioning of the commission; (4) the complainant is unwilling to accept a reasonable proposed conciliation agreement; (5) prosecution of the complaint will not serve the public interest; and (6) the complainant requests such dismissal, one hundred eighty days have elapsed since the filing of the complaint with the commission and the commission finds (a) that the complaint has not been actively investigated, and (b) that the respondent will not be unduly prejudiced thereby. b. The commission shall dismiss a complaint for administrative convenience at any time prior to the filing of an answer by the respondent, if the complainant requests such dismissal, unless the commission has conducted an investigation of the complaint or has engaged the parties in conciliation after the filing of the complaint. c. In accordance with the rules of the commission, the commission shall dismiss a complaint if the complaint is not within the jurisdiction of the commission. d. If after investigation the commission determines that probable cause does not exist to believe that the respondent has engaged or is engaging in an unlawful discriminatory practice or an act of discriminatory harassment or violence as set forth in chapter six of this title, the commission shall dismiss the complaint as to such respondent. e. The commission shall promptly serve notice upon the complainant, respondent and any necessary party of any dismissal pursuant to this section. f. The complainant or respondent may, within thirty days of such service, and in accordance with the rules of the commission, apply to the chairperson for review of any dismissal pursuant to this section. Upon such application, the chairperson shall review such action and issue an order affirming, reversing or modifying such determination or remanding the matter for further investigation and action. A copy of such order shall be served upon the complainant, respondent and any necessary party. ",
  "sections": [

  ],
  "title": {
    "identifier": "8",
    "text": "CIVIL RIGHTS"
  },
  "chapter": {
    "identifier": "1",
    "text": "COMMISSION ON HUMAN RIGHTS"
  },
  "heading": {
    "title": "8",
    "chaptersection": "113",
    "identifier": "8-113",
    "catch_text": "Dismissal of complaint."
  }
}