{
  "text": "a. The commission may at any time issue subpoenas requiring attendance and giving of testimony by witnesses and the production of books, papers, documents and other evidence relating to any matter under investigation or any question before the commission. The issuance of such subpoenas shall be governed by the civil practice law and rules. b. Where the commission has initiated its own investigation or has conducted an investigation in connection with the filing of a complaint pursuant to this chapter, the commission may demand that any person or persons who are the subject of such investigation (i) preserve those records in the possession of such person or persons which are relevant to the determination of whether such person or persons have committed unlawful discriminatory practices with respect to activities in the city, and (ii) continue to make and keep the type of records made and kept by such person or persons in the ordinary course of business within the year preceding such demand which are relevant to the determination of whether such person or persons have committed unlawful discriminatory practices with respect to activities in the city. A demand made pursuant to this subdivision shall be effective immediately upon its service on the subject of an investigation and shall remain in effect until the termination of all proceedings relating to any complaint filed pursuant to this chapter or civil action commenced pursuant to chapter four of this title or if no complaint or civil action is filed or commenced shall expire two years after the date of such service. The commission's demand shall require that such records be made available for inspection by the commission and/or be filed with the commission. c. Any person upon whom a demand has been made pursuant to subdivision b of this section may, pursuant to procedures established by rule of the commission, assert an objection to such demand. Unless the commission orders otherwise, the assertion of an objection shall not stay compliance with the demand. The commission shall make a determination on an objection to a demand within thirty days after such an objection is filed with the commission, unless the party filing the objection consents to an extension of time. d. Upon the expiration of the time set pursuant to such rules for making an objection to such demand, or upon a determination that an objection to the demand shall not be sustained, the commission shall order compliance with the demand. e. Upon a determination that an objection to a demand shall be sustained, the commission shall order that the demand be vacated or modified. f. A proceeding may be brought on behalf of the commission in any court of competent jurisdiction seeking an order to compel compliance with an order issued pursuant to subdivision d of this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "8",
    "text": "CIVIL RIGHTS"
  },
  "chapter": {
    "identifier": "1",
    "text": "COMMISSION ON HUMAN RIGHTS"
  },
  "heading": {
    "title": "8",
    "chaptersection": "114",
    "identifier": "8-114",
    "catch_text": "Investigations and investigative record keeping."
  }
}