{
  "text": "ยง 8-126 Civil penalties imposed by commission for unlawful discriminatory practices or acts of discriminatory harassment or violence. a. Except as otherwise provided in subdivision thirteen of section 8-107 of this chapter, in addition to any of the remedies and penalties set forth in subdivision a of section 8-120 of this chapter, where the commission finds that a person has engaged in an unlawful discriminatory practice, the commission may, to vindicate the public interest, impose a civil penalty of not more than one hundred and twenty-five thousand dollars. Where the commission finds that an unlawful discriminatory practice was the result of the respondent's willful, wanton or malicious act or where the commission finds that an act of discriminatory harassment or violence as set forth in chapter six of this title has occurred, the commission may, to vindicate the public interest, impose a civil penalty of not more than two hundred and fifty thousand dollars. b. A respondent that is found liable for an unlawful discriminatory practice or an act of discriminatory harassment or violence, as set forth in chapter six of this title, may, in relation to the determination of the appropriate amount of civil penalties to be imposed pursuant to subdivision a of this section, plead and prove any relevant mitigating factor. c. In addition to any other penalties or sanctions which may be imposed pursuant to any other law, any person who knowingly makes a material false statement in any proceeding conducted, or document or record filed with the commission, or record required to be preserved or made and kept and subject to inspection by the commission pursuant to this chapter shall be liable for a civil penalty of not more than ten thousand dollars. d. An action or proceeding may be commenced in any court of competent jurisdiction on behalf of the commission for the recovery of the civil penalties provided for in this section. ",
  "sections": [

  ],
  "title": {
    "identifier": "8",
    "text": "CIVIL RIGHTS"
  },
  "chapter": {
    "identifier": "1",
    "text": "COMMISSION ON HUMAN RIGHTS"
  },
  "heading": {
    "title": "8",
    "chaptersection": "126",
    "identifier": "8-126",
    "catch_text": "Civil penalties imposed by commission for unlawful discriminatory practices or acts of discriminatory harassment or violence."
  }
}