{
  "text": "ยง 8-123 Judicial review. a. Any complainant, respondent or other person aggrieved by a final order of the commission issued pursuant to section 8-120 or section 8-126 of this chapter or an order of the chairperson issued pursuant to subdivision f of section 8-113 of this chapter affirming the dismissal of a complaint may obtain judicial review thereof in a proceeding as provided in this section. b. Such proceeding shall be brought in the supreme court of the state within any county within the city of New York wherein the unlawful discriminatory practice or act of discriminatory harassment or violence as set forth in chapter six of this title which is the subject of the commission's order occurs or wherein any person required in the order to cease and desist from an unlawful discriminatory practice or act of discriminatory harassment or violence or to take other affirmative action resides or transacts business. c. Such proceeding shall be initiated by the filing of a petition in such court, together with a written transcript of the record upon the hearing, before the commission, and the issuance and service of a notice of motion returnable before such court. Thereupon the court shall have jurisdiction of the proceeding and of the questions determined therein, and shall have power to grant such relief as it deems just and proper, and to make and enter upon the pleadings, testimony, and proceedings set forth in such transcript an order annulling, confirming or modifying the order of the commission in whole or in part. No objection that has not been urged before the commission shall be considered by the court, unless the failure or neglect to urge such objection shall be excused because of extraordinary circumstances. d. Any party may move the court to remit the case to the commission in the interests of justice for the purpose of adducing additional specified and material evidence and seeking findings thereon, provided such party shows reasonable grounds for the failure to adduce such evidence before the commission. e. The findings of the commission as to the facts shall be conclusive if supported by substantial evidence on the record considered as a whole. f. All such proceedings shall be heard and determined by the court and by any appellate court as expeditiously as possible and with lawful precedence over other matters. The jurisdiction of the supreme court shall be exclusive and its judgment and order shall be final, subject to review by the appellate division of the supreme court and the court of appeals in the same manner and form and with the same effect as provided for appeals from a judgment in a special proceeding. g. The commission's copy of the testimony shall be available at all reasonable times to all parties for examination without cost and for the purposes of judicial review of the order of the commission. The appeal shall be heard on the record without requirement of printing. h. A proceeding under this section must be instituted within thirty days after the service of the order of the commission. ",
  "sections": [

  ],
  "title": {
    "identifier": "8",
    "text": "CIVIL RIGHTS"
  },
  "chapter": {
    "identifier": "1",
    "text": "COMMISSION ON HUMAN RIGHTS"
  },
  "heading": {
    "title": "8",
    "chaptersection": "123",
    "identifier": "8-123",
    "catch_text": "Judicial review."
  }
}