{
  "text": "a. Whenever there is reasonable cause to believe that a person or group of persons is engaged in a pattern or practice that results in the denial to any person of the full enjoyment of any right secured by chapter one of this title, a civil action on behalf of the commission or the city may be commenced in a court of competent jurisdiction, by filing a complaint setting forth facts pertaining to such pattern or practice and requesting such relief as may be deemed necessary to insure the full enjoyment of the rights described in such chapter, including, but not limited to, injunctive relief, damages, including punitive damages, and such other types of relief as are specified in subdivision a of section 8-120 of this title. Nothing in this section shall be construed to prohibit (i) an aggrieved person from filing a complaint pursuant to section 8-109 of chapter one of this title or from commencing a civil action pursuant to chapter five of this title based upon the same facts pertaining to such a pattern or practice as are alleged in the civil action, or (ii) the commission from filing a commission-initiated complaint pursuant to section 8-109 of chapter one of this title alleging a pattern or practice of discrimination, provided that a civil action pursuant to this section shall not have previously been commenced. b. A civil action commenced under this section must be commenced within three years after the alleged discriminatory practice occurred. c. Such action may be instituted only by the corporation counsel, such attorneys employed by the city commission on human rights as are designated by the corporation counsel or other persons designated by the corporation counsel. ",
  "sections": [

  ],
  "title": {
    "identifier": "8",
    "text": "CIVIL RIGHTS"
  },
  "chapter": {
    "identifier": "4",
    "text": "CIVIL ACTION TO ELIMINATE UNLAWFUL DISCRIMINATORY PRACTICES"
  },
  "heading": {
    "title": "8",
    "chaptersection": "402",
    "identifier": "8-402",
    "catch_text": "Civil action to eliminate unlawful discriminatory practices."
  }
}