{
  "text": "The council finds that certain forms of unlawful discrimination are systemic in nature rooted in the operating conditions or policies of a business or industry. The council finds that the existence of systemic discrimination poses a substantial threat to, and inflicts significant injury upon, the city that is economic, social and moral in character, and is distinct from the injury sustained by individuals as an incident of such discrimination. The council finds that the potential for systemic discrimination exists in all areas of public life and that employment, housing and public accommodations are among the areas in which the economic effects of systemic discrimination are exemplified. The existence of systemic discrimination impedes the optimal efficiency of the labor market by, among other things, causing decisions to employ, promote or discharge persons to be based upon reasons other than qualifications and competence. Such discrimination impedes the optimal efficiency of the housing market and retards private investments in certain neighborhoods by causing decisions to lease or sell housing accommodations to be based upon discriminatory factors and not upon ability and willingness to lease or purchase property. The council finds that the reduction in the efficiency of the labor, housing and commercial markets has a detrimental effect on the city's economy, thereby reducing revenues and increasing costs to the city. The council finds that such economic injury to the city severely diminishes its capacity to meet the needs of those persons living and working in, and visiting, the city. The council finds further that the social and moral consequences of systemic discrimination are similarly injurious to the city in that systemic discrimination polarizes the city's communities, demoralizes its inhabitants and creates disrespect for the law, thereby frustrating the city's efforts to foster mutual respect and tolerance among its inhabitants and to promote a safe and secure environment. The council finds that the potential consequences to the city of this form of discrimination requires that the corporation counsel be expressly given the authority to institute a civil action to enforce the city's human rights law so as to supplement administrative means to prevent or remedy injury to the city. ",
  "sections": [

  ],
  "title": {
    "identifier": "8",
    "text": "CIVIL RIGHTS"
  },
  "chapter": {
    "identifier": "4",
    "text": "CIVIL ACTION TO ELIMINATE UNLAWFUL DISCRIMINATORY PRACTICES"
  },
  "heading": {
    "title": "8",
    "chaptersection": "401",
    "identifier": "8-401",
    "catch_text": "Legislative declaration."
  }
}