{
  "text": "ยง 8-502 Civil action by persons aggrieved by unlawful discriminatory practices. a. Except as otherwise provided by law, any person claiming to be aggrieved by an unlawful discriminatory practice as defined in chapter one of this title or by an act of discriminatory harassment or violence as set forth in chapter six of this title shall have a cause of action in any court of competent jurisdiction for damages, including punitive damages, and for injunctive relief and such other remedies as may be appropriate, unless such person has filed a complaint with the city commission on human rights or with the state division of human rights with respect to such alleged unlawful discriminatory practice or act of discriminatory harassment or violence. For purposes of this subdivision, the filing of a complaint with a federal agency pursuant to applicable federal law prohibiting discrimination which is subsequently referred to the city commission on human rights or to the state division of human rights pursuant to such law shall not be deemed to constitute the filing of a complaint under this subdivision. b. Notwithstanding any inconsistent provision of subdivision a of this section, where a complaint filed with the city commission on human rights or the state division on human rights is dismissed by the city commission on human rights pursuant to subdivisions a, b or c of section 8-l13 of chapter one of this title, or by the state division of human rights pursuant to subdivision nine of section two hundred ninety-seven of the executive law either for administrative convenience or on the grounds that such person's election of an administrative remedy is annulled, an aggrieved person shall maintain all rights to commence a civil action pursuant to this chapter as if no such complaint had been filed. c. The city commission on human rights and the corporation counsel shall each designate a representative authorized to receive copies of complaints in actions commenced in whole or in part pursuant to subdivision a of this section. Within 10 days after having commenced a civil action pursuant to subdivision a of this section, the plaintiff shall serve a copy of the complaint upon such authorized representatives. d. A civil action commenced under this section must be commenced within three years after the alleged unlawful discriminatory practice or act of discriminatory harassment or violence as set forth in chapter six of this title occurred. Upon the filing of a complaint with the city commission on human rights or the state division of human rights and during the pendency of such complaint and any court proceeding for review of the dismissal of such complaint, such three year limitations period shall be tolled. * e. Notwithstanding any inconsistent provision of this section, where a complaint filed with the city commission on human rights or state division of human rights is dismissed for administrative convenience and such dismissal is due to the complainant's malfeasance, misfeasance or recalcitrance, the three year limitation period on commencing a civil action pursuant to this section shall not be tolled. Unwillingness to accept a reasonable proposed conciliation agreement shall not be considered malfeasance, misfeasance or recalcitrance. * NB There are 2 sb e's * e. The provisions of this section which provide a cause of action to persons claiming to be aggrieved by an act of discriminatory harassment or violence as set forth in chapter six of this title shall not apply to acts committed by members of the police department in the course of performing their official duties as police officers whether the police officer is on or off duty. * NB There are 2 sb e's f. In any civil action commenced pursuant to this section, the court, in its discretion, may award the prevailing party costs and reasonable attorney's fees. For the purposes of this subdivision, the term \"prevailing\" includes a plaintiff whose commencement of litigation has acted as a catalyst to effect policy change on the part of the defendant, regardless of whether that change has been implemented voluntarily, as a result of a settlement or as a result of a judgment in such plaintiff's favor. ",
  "sections": [

  ],
  "title": {
    "identifier": "8",
    "text": "CIVIL RIGHTS"
  },
  "chapter": {
    "identifier": "5",
    "text": "CIVIL ACTION BY PERSONS AGGRIEVED BY UNLAWFUL DISCRIMINATORY PRACTICES"
  },
  "heading": {
    "title": "8",
    "chaptersection": "502",
    "identifier": "8-502",
    "catch_text": "Civil action by persons aggrieved by unlawful discriminatory practices."
  }
}