{
  "text": "ยง 8-603 Discriminatory harassment; civil penalties. a. No person shall by force or threat of force, knowingly injure, intimidate or interfere with, oppress, or threaten any other person in the free exercise or enjoyment of any right or privilege secured to him or her by the constitution or laws of this state or by the constitution or laws of the United States or by local law of the city when such injury, intimidation, interference, oppression or threat is motivated in whole or in part by the victim's actual or perceived race, creed, color, national origin, gender, sexual orientation, age, marital status, partnership status, disability or alienage or citizenship status, as defined in chapter one of this title. b. No person shall knowingly deface, damage or destroy the real or personal property of any person for the purpose of intimidating or interfering with the free exercise or enjoyment of any right or privilege secured to the other person by the constitution or laws of this state or by the constitution or laws of the United States or by local law of the city when such defacement, damage or destruction of real or personal property is motivated in whole or in part by the victim's actual or perceived race, creed, color, national origin, gender, sexual orientation, age, marital status, partnership status, or whether children are, may be, or would be residing with such victim, disability or alienage or citizenship status, as defined in chapter one of this title. c. Any person who violates subdivision a or b of this section shall be liable for a civil penalty of not more than one hundred thousand dollars for each violation, which may be recovered by the corporation counsel in an action or proceeding in any court of competent jurisdiction. ",
  "sections": [

  ],
  "title": {
    "identifier": "8",
    "text": "CIVIL RIGHTS"
  },
  "chapter": {
    "identifier": "6",
    "text": "DISCRIMINATORY HARASSMENT OR VIOLENCE"
  },
  "heading": {
    "title": "8",
    "chaptersection": "603",
    "identifier": "8-603",
    "catch_text": "Discriminatory harassment; civil penalties."
  }
}