{
  "text": "ยง 8-703 Investigative reporting requirements. The following requirements shall apply to all complaints alleging that a discriminatory boycott or blacklist is occurring: (1) The commission shall begin an investigation within twenty-four hours of the filing of a complaint which alleges that a discriminatory boycott or blacklist is occurring. (2) Within three days after initiating such an investigation, the commission shall file a written report with the mayor. The report shall state: (a) the allegations contained in the complaint; (b) whether the commission has reason to believe a discriminatory boycott or blacklist is taking place; and (c) steps the commission has taken to resolve the dispute. (3) If it is stated within the report described in subdivision two of this section that the commission has reason to believe that a discriminatory boycott or blacklist has taken place, within thirty days after filing such report, the commission shall file a second report with the mayor and the council. This second report shall contain: (a) a brief description of the allegations contained in the complaint; (b) a determination of whether probable cause exists to believe a discriminatory boycott or blacklist is taking place; (c) a recitation of the facts that form the basis of the commission's determination of probable cause; and (d) if the boycott or blacklist is continuing at the date of the report, a description of all actions the commission or other city agency has taken or will undertake to resolve the dispute. (4) If a finding of probable cause is not contained in the report required by subdivision three of this section and the boycott or blacklist continues for more than twenty days subsequent to the report's release, then, upon demand of the mayor or council the commission shall update such report. Report updates shall detail: (a) whether or not the commission presently has probable cause to believe a discriminatory boycott or blacklist is taking place; and (b) all new activity the commission or other city agency has taken or will undertake to resolve the dispute. (5) If the commission determines that the disclosure of any information in a report required by this section may interfere with or compromise a pending investigation or efforts to resolve the dispute by mediation or conciliation, it shall file the report without such information and state in the report the reasons for omitting such information. ",
  "sections": [

  ],
  "title": {
    "identifier": "8",
    "text": "CIVIL RIGHTS"
  },
  "chapter": {
    "identifier": "7",
    "text": "DISCRIMINATORY BOYCOTTS "
  },
  "heading": {
    "title": "8",
    "chaptersection": "703",
    "identifier": "8-703",
    "catch_text": "Investigative reporting requirements."
  }
}