{
  "text": "Prohibition of activities to prevent access to reproductive health care facilities. a. It shall be unlawful for any person (1) to knowingly physically obstruct or block another person from entering into or exiting from the premises of a reproductive health care facility by physically striking, shoving, restraining, grabbing, or otherwise subjecting a person to unwanted physical contact, or attempting to do the same; (2) to knowingly obstruct or block the premises of a reproductive health care facility, so as to impede access to or from the facility, or attempt to do the same; (3) to follow and harass another person within 15 feet of the premises of a reproductive health care facility; (4) to engage in a course of conduct or repeatedly commit acts within 15 feet of the premises of a reproductive health care facility when such behavior places another person in reasonable fear of physical harm, or attempt to do the same; (5) to physically damage a reproductive health care facility so as to interfere with its operation, or attempt to do the same; or (6) to knowingly interfere with the operation of a reproductive health care facility, or attempt to do the same, by activities including, but not limited to, interfering with, or attempting to interfere with (i) medical procedures being performed at such facility or (ii) the delivery of goods to such facility. b. Violations. Any person who shall violate any provision of subdivision a of this section shall be guilty of a misdemeanor punishable by a fine not to exceed one thousand dollars or imprisonment not to exceed six months, or both, for a first conviction under this section. For a second and each subsequent conviction under this section, the penalty shall be a fine not to exceed five thousand dollars or imprisonment not to exceed one year, or both. ",
  "sections": [

  ],
  "title": {
    "identifier": "8",
    "text": "CIVIL RIGHTS"
  },
  "chapter": {
    "identifier": "8",
    "text": "PREVENTION OF INTERFERENCE WITH REPRODUCTIVE HEALTH SERVICES"
  },
  "heading": {
    "title": "8",
    "chaptersection": "803",
    "identifier": "8-803",
    "catch_text": "Prohibition of activities to prevent access to reproductive health care facilities."
  }
}