{
  "text": "ยง 8-902 Declaration of Legislative Findings and Intent. Gender-motivated violence inflicts serious physical, psychological, emotional and economic harm on its victims. Congressional findings have documented that gender-motivated violence is widespread throughout the United States, representing the leading cause of injuries to women ages 15 to 44. Further statistics have shown that three out of four women will be the victim of a violent crime sometime during their lives, and as many as four million women a year are victims of domestic violence. Senate hearings, various task forces and the United States Department of Justice have concluded that victims of gender-motivated violence frequently face a climate of condescension indifference and hostility in the court system and have documented the legal system's hostility towards sexual assault and domestic violence claims. Recognizing this widespread problem, Congress in 1994 provided victims of gender-motivated violence with a cause of action in federal court through the Violence Against Women Act (VAWA) (42 USC ยง 13981). In a May 15, 2000 decision, the United States Supreme Court held that the Constitution provided no basis for a federal cause of action by victims of gender-motivated violence against their perpetrators either under the Commerce Clause or the Equal Protection Clause of the Fourteenth Amendment. In so ruling the Court held that it could \"think of no better example of the police power, which the Founders denied the National Government and reposed in the States, than the suppression of violent crime and vindication of its victims.\" In light of the void left by the Supreme Court's decision, this Council finds that victims of gender-motivated violence should have a private right of action against their perpetrators under the Administrative Code. This private right of action aims to resolve the difficulty that victims face in seeking court remedies by providing an officially sanctioned and legitimate cause of action for seeking redress for injuries resulting from gender-motivated violence. ",
  "sections": [

  ],
  "title": {
    "identifier": "8",
    "text": "CIVIL RIGHTS"
  },
  "chapter": {
    "identifier": "9",
    "text": "ACTIONS BY VICTIMS OF GENDER-MOTIVATED VIOLENCE"
  },
  "heading": {
    "title": "8",
    "chaptersection": "902",
    "identifier": "8-902",
    "catch_text": "Declaration of Legislative Findings and Intent."
  }
}