{
  "text": "The charter empowers the council as the legislative body of the city of New York to pass laws \"for the order, protection and government of persons and property; for the preservation of the public health, comfort, peace and prosperity of the city and its inhabitants.\" One of the major problems facing New York today, and one which involves almost every one of the above enumerated powers is the narcotics problem. There has been no abatement in the seriously burgeoning scourge of narcotic addiction in New York city despite the nineteen hundred sixty-two White House conference on narcotics and drug abuses and the nineteen hundred sixty-five Gracie Mansion conference on narcotics addiction, the enactment and administration of article nine of the mental hygiene law, and the various legislative expressions of interest and concern on federal, state and city levels. It has also been adequately demonstrated that the incarceration of an addict after an arrest and trial without a specific modality of medical and/or social therapy, even with the involvement of multi-million dollar expense and capital funding, offers no solution to the problem and even the establishment of many so-called \"half-way houses\" dealing with after-care and the social needs of the drug addict have failed. Sufficient studies have been made to determine that a program of treatment which blocks out the craving, narcotic hunger and euphoria associated with heroin is successful and by giving maintenance dosages of methadone hydrochloride as a complete substitute for heroin, we can start to drive down the rate of narcotics addiction in our city. Between December nineteen hundred sixty-seven and April nineteen hundred sixty-eight, the city prison at Rikers Island, was used for a demonstration project for the use of methadone hydrochloride to combat heroin addiction. This voluntary program involved twelve hard core, intractable, recidivist addicts, with multiple arrest and long conviction records and it achieved remarkable results. One of the conclusions of the final report of this demonstration project reveals that a large number of the four thousand to five thousand addict prisoners would be willing to accept methadone maintenance treatment if it were available. The applicants for interviews in the prison were so numerous that all could not be interviewed. Letters from prisoners still continue to arrive requesting treatment. Despite the demonstrated success of the program, it is being abandoned. The final report reflects the reason for not continuing and expanding the program to realistic dimensions; that reason is the unavailability of funds. This conclusion is difficult to comprehend in view of the multi-million dollar funding of other programs, which have neither revealed any new solutions nor have they demonstrated any degree of achievement. It is not anticipated that this legislation will solve the problem. Hopefully, it will reverse the ever mounting spiral of heroin addiction. ",
  "sections": [

  ],
  "title": {
    "identifier": "9",
    "text": "CRIMINAL JUSTICE"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF CORRECTION"
  },
  "heading": {
    "title": "9",
    "chaptersection": "106",
    "identifier": "9-106",
    "catch_text": "Legislative intent; narcotics treatment program."
  }
}