{
  "text": "a. Unless expressly otherwise provided, whenever used in this section, the following terms shall mean and include: 1. Custodial officer shall mean and include any and all correction officers (male), any and all captains, any and all correction officers (female), and any and all supervising correction officers (female). For the purposes of this section each of the titles enumerated herein shall constitute a single employee classification. 2. Working cycle shall mean and include that period of time within which each custodial officer in an employee classification at an institution shall be assigned to the same number of each of the normal tours of duty. Working cycles may vary as between institutions, and may vary as to the different employee classifications in the same or different institutions, but in no case may a working cycle exceed one calendar year in duration. b. The commissioner of correction or other officer or officers having the management, control or direction of the department of correction shall divide all the custodial officers in each employee classification into three platoons at each institution. No one of such platoons nor any member thereof shall be assigned to more than one tour of duty, to consist of not more than ten consecutive hours in each consecutive twenty-four hours, excepting only that in the event of riots, prison breaks or other similar emergencies, so many of said platoons or of the members thereof as may be necessary, may be continued on duty for such hours as may be necessary. For the purpose of changing tours of duty and for the necessary time consumed therein, said platoons or members thereof shall be continued on duty until relieved. c. Tours of duty shall commence at midnight, eight o'clock ante meridian and four o'clock post meridian of each consecutive twenty-four hours. Such tours of duty shall hereinafter be designated as normal tours of duty. At the discretion of the warden or other officer or officers in charge of an institution, other tours of duty may be created. Such tours of duty shall hereinafter be designated as miscellaneous tours of duty. Within each complete working cycle at each institution, every custodial officer in the same employee classification shall be assigned to the same number of each of the normal tours of duty. For the purpose of such assignment of normal tours of duty as hereinbefore prescribed, miscellaneous tours of duty which commence at or after seven o'clock ante meridian and at or before eleven o'clock ante meridian shall be considered to be a part of that normal tour of duty which commences at eight o'clock ante meridian; miscellaneous tours of duty which commence after eleven o'clock ante meridian and before eight o'clock post meridian shall be considered to be a part of that normal tour of duty which commences at four o'clock post meridian; miscellaneous tours of duty which commence at or after eight o'clock post meridian and before seven o'clock ante meridian shall be considered to be a part of that normal tour of duty which commences at midnight. All normal tours of duty which commence at midnight or at four o'clock post meridian, and all miscellaneous tours of duty which shall be considered a part of these normal tours of duty as hereinbefore prescribed, shall be changed at least once in every calendar month. Every member of each platoon shall be entitled to at least one calendar day of rest upon the completion of every six tours of duty. This day of rest shall not be deferred longer than one calendar week after such member has become entitled thereto. None of the foregoing provisions of this section shall apply to or govern the rotation of tours of duty of custodial officers who may be detailed or assigned to an institution wherein no inmates are detained overnight. Where in any single institution the total number of custodial officers in any single employee classification is less than four in number, none of the foregoing provisions of this section shall apply to or govern the rotation of tours of duty of members of such employee classification in said institution. None of the foregoing provisions of this section shall apply to or govern the rotation of tours of duty of custodial officers who may be detailed or assigned to what shall hereinafter be known and designated as the special duty squad at each institution, provided, however, that the number of custodial officers detailed or assigned to a special duty squad at any single institution may not exceed twenty-five per centum of the total number of custodial officers employed at the said institution; provided, however, that custodial officers detailed or assigned to special duty squads may be assigned only to that normal tour of duty commencing at eight o'clock ante meridian, or to miscellaneous tours of duty constituting a part of such normal tour of duty; and provided further, however, that throughout the department of correction the total number of custodial officers detailed or assigned to steady tours of duty, whether as members of special duty squads or otherwise, shall not exceed fifteen per centum of the total number of custodial officers employed in the department of correction. None of the foregoing provisions of this subdivision shall apply to or govern the rotation of tours of duty of custodial officers who may be detailed or assigned to steady tours of duty for reasons of management efficiency, which reasons shall presumptively include the subdivision of a facility and/or unit into smaller units of management. d. All custodial officers shall be allowed a vacation period as may be authorized in leave regulations promulgated by the mayor. During an emergency, as defined herein, the vacation period may be withheld for such length of time as may be necessary. Upon cessation of such emergency each of such custodial officers from whom a vacation or a portion of a vacation shall have been withheld during such emergency, shall receive within six months from such cessation a leave of absence with pay commensurate with the number of days of such vacation withheld. f. All general or specific laws inconsistent with this section or with any part thereof are hereby repealed; provided, however, that this section shall in no manner affect any provisions of said law concerning furlough or leave of absence or exempting members of the department of correction from obligation to wear uniform when not on actual duty. ",
  "sections": [

  ],
  "title": {
    "identifier": "9",
    "text": "CRIMINAL JUSTICE"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF CORRECTION"
  },
  "heading": {
    "title": "9",
    "chaptersection": "116",
    "identifier": "9-116",
    "catch_text": "Three platoon system."
  }
}