{
  "text": "ยง 9-117 Composition of uniformed force of department of correction; uniforms. a. The uniformed force of the department of correction shall consist of the following ranks: 1. Correction officers. 2. Captains. 3. Assistant deputy wardens. 4. Deputy wardens. 5. Wardens. b. 1. The composition of the uniformed force as established by this section shall be altered only by the creation therein of new positions or ranks the appointments to which shall be made only from a list promulgated as the result of a promotion examination. In such examination only members of the uniformed force shall be eligible to compete. 2. The duty of maintaining the custody and supervision of persons detained or confined by the department of correction shall be performed solely by members of the uniformed force and shall not be delegated, transferred or assigned in whole or in part to private persons or entities. 3. Nothing in this subdivision shall limit in any way persons who are or will be employed by or under contract with the department of correction from maintaining incidental supervision and custody of an inmate, where the primary duties and responsibilities of such persons and contractors consist of administering or providing programs and services to persons detained or confined in any of its facilities; nor shall anything in this subdivision be construed to limit or affect the existing authority of the mayor and commissioner to appoint non-uniformed persons, whose duties include overall security of the department of correction, to positions of authority. c. The uniforms to be worn by the members of the force shall be prescribed by the commissioner of correction. ",
  "sections": [

  ],
  "title": {
    "identifier": "9",
    "text": "CRIMINAL JUSTICE"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF CORRECTION"
  },
  "heading": {
    "title": "9",
    "chaptersection": "117",
    "identifier": "9-117",
    "catch_text": "Composition of uniformed force of department of correction; uniforms."
  }
}