{
  "text": "a. The commissioner of correction may establish a commissary in any institution under the commissioner's jurisdiction for the use and benefit of the inmates and employees thereof. All moneys received from the sales of such commissaries shall be paid over semi-monthly to the commissioner of finance without deduction. Except as otherwise provided in this subdivision, the provisions of section 12-114 of the code shall apply to every officer or employee who receives such moneys in the performance of his or her duties in any such commissary. The accounts of the commissaries shall be subject to supervision, examination and audit by the comptroller and all other powers of the comptroller in accordance with the provisions of the charter and code. b. All moneys received from the sales from such commissaries shall be kept in a separate and distinct fund to be known as the commissary fund. Such fund shall be used for: 1. The purchase of all merchandise for resale in such commissaries; 2. The purchase of supplies, materials, and equipment for such commissaries; 3. The furnishing of work or labor to be done for such commissaries; and 4. All other costs and expenses of operating such commissaries other than the salaries of officers and employees employed in such commissaries. c. Any surplus remaining in the commissary fund after deducting all items described in subdivision b hereof shall be used for the general welfare of the inmates of the institutions under the jurisdiction of the department of correction. In the event such fund at any time exceeds one hundred thousand dollars, the excess shall be transferred to the general fund. d. All expenditures for items described in paragraph one of subdivision b of this section shall be made upon vouchers issued by the commissioner of correction and subject to audit by the comptroller. All other expenditures described in subdivision b and subdivision c of this section shall be made by the commissioner in accordance with schedules approved by the mayor or of the director of the budget acting in accordance with a delegation of power from the mayor. All supplies, materials, equipment and merchandise to be furnished and all work or labor to be done, the cost of which is payable from the commissary fund, shall be furnished or provided in accordance with the provisions of chapter one of title six of the charter and of the code. e. The salaries of the employees of such commissaries shall be fixed by the mayor. f. Any officer or employee, whose duties in connection with the commissary fund involve possession of or control over funds, shall execute a bond to the city for the faithful performance of his or her duties in such sum as may be fixed and with sureties to be approved by the comptroller. ",
  "sections": [

  ],
  "title": {
    "identifier": "9",
    "text": "CRIMINAL JUSTICE"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF CORRECTION"
  },
  "heading": {
    "title": "9",
    "chaptersection": "118",
    "identifier": "9-118",
    "catch_text": "Commissaries."
  }
}