{
  "text": "a. The department of correction shall make applications for government benefits available to inmates by providing such applications in areas accessible to inmates in city correctional institutions. b. The department of correction shall provide assistance with the preparation of applications for government benefits and identification to sentenced inmates who will serve, after sentencing, thirty days or more in any city correctional institution and who receive discharge planning services from the department of correction or any social services organization under contract with the department of correction, and, in its discretion, to any other inmate who may benefit from such assistance. c. Notwithstanding any other provision of law, any person born in the city of New York and sentenced to ninety days or more in a New York city correctional facility who will serve, after sentencing, thirty days or more in a New York city correctional facility, shall be provided by the department before or at release, or within two weeks thereafter if extenuating circumstances exist, at no cost to such person, a certified copy of his or her birth certificate to be used for any lawful purpose; provided that such person has requested a copy of his or her birth certificate from the department at least two weeks prior to release. Upon such request, the department shall request such certificate from the department of health and mental hygiene in a form and manner approved by the commissioner of the department of health and mental hygiene. The department shall inform such person of his or her ability to receive such certificate pursuant to the provisions of this subdivision within three days of his or her admission to a sentencing facility. No person shall receive more than one birth certificate without charge pursuant to this subdivision. * NB Repealed June 30, 2015 ",
  "sections": [

  ],
  "title": {
    "identifier": "9",
    "text": "CRIMINAL JUSTICE"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF CORRECTION"
  },
  "heading": {
    "title": "9",
    "chaptersection": "128",
    "identifier": "9-128",
    "catch_text": "Applications for government benefits."
  }
}