{
  "text": "a. Definitions. For purposes of this section, the following terms shall have the following meanings: 1. \"Adolescent\" shall mean persons 16, 17 and 18 years of age. 2. \"Department\" shall mean the New York city department of correction. 3. \"Serious injury as a result of adolescent on adolescent fights\" shall mean a physical injury that includes: (i) a substantial risk of death or disfigurement; (ii) loss or impairment of a bodily organ; (iii) a fracture or break to a bone, excluding fingers and toes; (iv) an injury defined as serious by a physician; and (v) any additional injury as defined by the department. 4. \"Staff\" shall mean anyone, other than an inmate, working at a facility operated by the department. 5. \"Use of force\" shall mean the use of chemical agents or physical contact between a uniformed member of service and an inmate, but shall not include physical contact used in a non-confrontational manner to apply mechanical restraints or to guide an inmate. 6. \"Use of force A\" shall mean a use of force resulting in an injury that requires medical treatment beyond the prescription of over-the-counter analgesics or the administration of minor first aid, including, but not limited to: (i) multiple abrasions and/or contusions; (ii) chipped or cracked tooth; (iii) loss of tooth; (iv) laceration; (v) puncture; (vi) fracture; (vii) loss of consciousness, including a concussion; (viii) suture; (ix) internal injuries, including but not limited to ruptured spleen or perforated eardrum; or (x) admission to a hospital. 7. \"Use of force B\" shall mean a use of force resulting in an injury that does not require hospitalization or medical treatment beyond the prescription of over-the-counter analgesics or the administration of minor first aid. b. The commissioner of correction shall post a report on the department website within fifteen days of the beginning of each fiscal year quarter containing information pertaining to adolescents in city jails for the prior quarter; unless a different time period is specified for a particular indicator. Such quarterly report shall indicate the average daily adolescent population for the reporting period and the prior fiscal year total for each indicator. The report shall include information regarding census data and security indicators for city jails, as follows: 1. Census data. The report shall include, on an annual basis, separate indicators for: (i) the total number of adolescent admissions to city jails disaggregated by age and gender; and (ii) the percentage of those admitted who were previously admitted to a facility operated by the department; and (iii) the percentage of those admitted who within the last year were admitted to a facility under the jurisdiction of the department of juvenile justice. Such annual report shall indicate the percentage change for each census data indicator from the prior year. 2. Security indicators for city jails. The report shall include separate indicators, disaggregated by facility, for the total number of: (i) stabbings involving an adolescent, (ii) slashings involving an adolescent, (iii) assaults on staff by adolescents, (iv) fight infractions written against adolescents, (v) allegations of use of force A involving adolescents, (vi) incidents of use of force A involving adolescents, (vii) allegations of use of force B involving adolescents, (viii) incidents of use of force B involving adolescents; (ix) adolescent hospital admissions as a result of use of force A; (x) incidents of use of force involving adolescents that result in no injury; (xi) incidents of use of force involving adolescents in which chemical agents are used; (xii) serious injuries as a result of adolescent on adolescent fights, (xiii) hospital admissions of adolescents as a result of adolescent on adolescent fights; (xiv) homicides involving adolescents, (xv) attempted suicides by adolescents; (xvi) suicides by adolescents; (xvii) substantiated incidents of adolescent on adolescent sexual assault; (xviii) substantiated incidents of staff on adolescent sexual assault. 3. Additional indicators for city jails. The report shall include, on an annual basis, separate indicators, disaggregated by facility, for the total number of: (i) allegations of adolescent on adolescent sexual assault; (ii) allegations of staff on adolescent sexual assault; and (iii) adolescent on adolescent fights that result in (a) loss of consciousness, including concussions, not otherwise reported; and (b) internal injuries not otherwise reported. ",
  "sections": [

  ],
  "title": {
    "identifier": "9",
    "text": "CRIMINAL JUSTICE"
  },
  "chapter": {
    "identifier": "1",
    "text": "DEPARTMENT OF CORRECTION"
  },
  "heading": {
    "title": "9",
    "chaptersection": "130",
    "identifier": "9-130",
    "catch_text": "Jail data reporting on adolescents."
  }
}